[
  {
    "id": 25279,
    "number": "4775",
    "text": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ الشَّعِيرِيُّ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، حَدَّثَنَا عِكْرِمَةُ، - يَعْنِي ابْنَ عَمَّارٍ - قَالَ حَدَّثَنِي إِسْحَاقُ، - يَعْنِي ابْنَ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ - قَالَ قَالَ أَنَسٌ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ أَحْسَنِ النَّاسِ خُلُقًا فَأَرْسَلَنِي يَوْمًا لِحَاجَةٍ فَقُلْتُ وَاللَّهِ لاَ أَذْهَبُ ‏.‏ وَفِي نَفْسِي أَنْ أَذْهَبَ لِمَا أَمَرَنِي بِهِ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ فَخَرَجْتُ حَتَّى أَمُرَّ عَلَى صِبْيَانٍ وَهُمْ يَلْعَبُونَ فِي السُّوقِ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَابِضٌ بِقَفَاىَ مِنْ وَرَائِي فَنَظَرْتُ إِلَيْهِ وَهُوَ يَضْحَكُ فَقَالَ ‏\n\"‏ يَا أُنَيْسُ اذْهَبْ حَيْثُ أَمَرْتُكَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ أَنَا أَذْهَبُ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ أَنَسٌ وَاللَّهِ لَقَدْ خَدَمْتُهُ سَبْعَ سِنِينَ أَوْ تِسْعَ سِنِينَ مَا عَلِمْتُ قَالَ لِشَىْءٍ صَنَعْتُ لِمَ فَعَلْتَ كَذَا وَكَذَا ‏.‏ وَلاَ لِشَىْءٍ تَرَكْتُ هَلاَّ فَعَلْتَ كَذَا وَكَذَا ‏.‏",
    "source": ""
  },
  {
    "id": 25280,
    "number": "4776",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ الْمُغِيرَةِ - عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ خَدَمْتُ النَّبِيَّ صلى الله عليه وسلم عَشْرَ سِنِينَ بِالْمَدِينَةِ وَأَنَا غُلاَمٌ لَيْسَ كُلُّ أَمْرِي كَمَا يَشْتَهِي صَاحِبِي أَنْ أَكُونَ عَلَيْهِ مَا قَالَ لِي فِيهَا أُفٍّ قَطُّ وَمَا قَالَ لِي لِمَ فَعَلْتَ هَذَا أَوْ أَلاَ فَعَلْتَ هَذَا ‏.‏",
    "source": ""
  },
  {
    "id": 25281,
    "number": "4777",
    "text": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ هِلاَلٍ، سَمِعَ أَبَاهُ، يُحَدِّثُ قَالَ قَالَ أَبُو هُرَيْرَةَ وَهُوَ يُحَدِّثُنَا كَانَ النَّبِيُّ صلى الله عليه وسلم يَجْلِسُ مَعَنَا فِي الْمَجْلِسِ يُحَدِّثُنَا فَإِذَا قَامَ قُمْنَا قِيَامًا حَتَّى نَرَاهُ قَدْ دَخَلَ بَعْضَ بُيُوتِ أَزْوَاجِهِ فَحَدَّثَنَا يَوْمًا فَقُمْنَا حِينَ قَامَ فَنَظَرْنَا إِلَى أَعْرَابِيٍّ قَدْ أَدْرَكَهُ فَجَبَذَهُ بِرِدَائِهِ فَحَمَّرَ رَقَبَتَهُ قَالَ أَبُو هُرَيْرَةَ وَكَانَ رِدَاءً خَشِنًا فَالْتَفَتَ فَقَالَ لَهُ الأَعْرَابِيُّ احْمِلْ لِي عَلَى بَعِيرَىَّ هَذَيْنِ فَإِنَّكَ لاَ تَحْمِلُ لِي مِنْ مَالِكَ وَلاَ مِنْ مَالِ أَبِيكَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ وَأَسْتَغْفِرُ اللَّهَ لاَ وَأَسْتَغْفِرُ اللَّهَ لاَ وَأَسْتَغْفِرُ اللَّهَ لاَ أَحْمِلُ لَكَ حَتَّى تُقِيدَنِي مِنْ جَبْذَتِكَ الَّتِي جَبَذْتَنِي ‏\"‏ ‏.‏ فَكُلُّ ذَلِكَ يَقُولُ لَهُ الأَعْرَابِيُّ وَاللَّهِ لاَ أَقِيدُكَهَا ‏.‏ فَذَكَرَ الْحَدِيثَ قَالَ ثُمَّ دَعَا رَجُلاً فَقَالَ لَهُ ‏\"‏ احْمِلْ لَهُ عَلَى بَعِيرَيْهِ هَذَيْنِ عَلَى بَعِيرٍ شَعِيرًا وَعَلَى الآخَرِ تَمْرًا ‏\"‏ ‏.‏ ثُمَّ الْتَفَتَ إِلَيْنَا فَقَالَ ‏\"‏ انْصَرِفُوا عَلَى بَرَكَةِ اللَّهِ تَعَالَى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25282,
    "number": "4778",
    "text": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا قَابُوسُ بْنُ أَبِي ظَبْيَانَ، أَنَّ أَبَاهُ، حَدَّثَهُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبَّاسٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ الْهَدْىَ الصَّالِحَ وَالسَّمْتَ الصَّالِحَ وَالاِقْتِصَادَ جُزْءٌ مِنْ خَمْسَةٍ وَعِشْرِينَ جُزْءًا مِنَ النُّبُوَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25283,
    "number": "4779",
    "text": "حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سَعِيدٍ، - يَعْنِي ابْنَ أَبِي أَيُّوبَ - عَنْ أَبِي مَرْحُومٍ، عَنْ سَهْلِ بْنِ مُعَاذٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ كَظَمَ غَيْظًا - وَهُوَ قَادِرٌ عَلَى أَنْ يُنْفِذَهُ - دَعَاهُ اللَّهُ عَزَّ وَجَلَّ عَلَى رُءُوسِ الْخَلاَئِقِ يَوْمَ الْقِيَامَةِ حَتَّى يُخَيِّرَهُ اللَّهُ مِنَ الْحُورِ مَا شَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ اسْمُ أَبِي مَرْحُومٍ عَبْدُ الرَّحْمَنِ بْنُ مَيْمُونٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25284,
    "number": "4780",
    "text": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، - يَعْنِي ابْنَ مَهْدِيٍّ - عَنْ بِشْرٍ، - يَعْنِي ابْنَ مَنْصُورٍ - عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ سُوَيْدِ بْنِ وَهْبٍ، عَنْ رَجُلٍ، مِنْ أَبْنَاءِ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم عَنْ أَبِيهِ قَالَ - قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَحْوَهُ قَالَ ‏\"‏ مَلأَهُ اللَّهُ أَمْنًا وَإِيمَانًا ‏\"‏ ‏.‏ لَمْ يَذْكُرْ قِصَّةَ ‏\"‏ دَعَاهُ اللَّهُ ‏\"‏ ‏.‏ زَادَ ‏\"‏ وَمَنْ تَرَكَ لُبْسَ ثَوْبِ جَمَالٍ وَهُوَ يَقْدِرُ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ بِشْرٌ أَحْسِبُهُ قَالَ ‏\"‏ تَوَاضُعًا كَسَاهُ اللَّهُ حُلَّةَ الْكَرَامَةِ وَمَنْ زَوَّجَ لِلَّهِ تَعَالَى تَوَّجَهُ اللَّهُ تَاجَ الْمُلْكِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25285,
    "number": "4781",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا تَعُدُّونَ الصُّرَعَةَ فِيكُمْ ‏\"‏ ‏.‏ قَالُوا الَّذِي لاَ يَصْرَعُهُ الرِّجَالُ ‏.‏ قَالَ ‏\"‏ لاَ وَلَكِنَّهُ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25286,
    "number": "4782",
    "text": "حَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ اسْتَبَّ رَجُلاَنِ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَغَضِبَ أَحَدُهُمَا غَضَبًا شَدِيدًا حَتَّى خُيِّلَ إِلَىَّ أَنَّ أَنْفَهُ يَتَمَزَّعُ مِنْ شِدَّةِ غَضَبِهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنِّي لأَعْلَمُ كَلِمَةً لَوْ قَالَهَا لَذَهَبَ عَنْهُ مَا يَجِدُهُ مِنَ الْغَضَبِ ‏\"‏ ‏.‏ فَقَالَ مَا هِيَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ يَقُولُ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشَّيْطَانِ الرَّجِيمِ ‏\"‏ ‏.‏ قَالَ فَجَعَلَ مُعَاذٌ يَأْمُرُهُ فَأَبَى وَمَحِكَ وَجَعَلَ يَزْدَادُ غَضَبًا ‏.‏",
    "source": ""
  },
  {
    "id": 25287,
    "number": "4783",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ سُلَيْمَانَ بْنِ صُرَدَ، قَالَ اسْتَبَّ رَجُلاَنِ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَجَعَلَ أَحَدُهُمَا تَحْمَرُّ عَيْنَاهُ وَتَنْتَفِخُ أَوْدَاجُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنِّي لأَعْرِفُ كَلِمَةً لَوْ قَالَهَا هَذَا لَذَهَبَ عَنْهُ الَّذِي يَجِدُ أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ‏\"‏ ‏.‏ فَقَالَ الرَّجُلُ هَلْ تَرَى بِي مِنْ جُنُونٍ",
    "source": ""
  },
  {
    "id": 25288,
    "number": "4784",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ أَبِي حَرْبِ بْنِ الأَسْوَدِ، عَنْ أَبِي ذَرٍّ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَنَا ‏\n\"‏ إِذَا غَضِبَ أَحَدُكُمْ وَهُوَ قَائِمٌ فَلْيَجْلِسْ فَإِنْ ذَهَبَ عَنْهُ الْغَضَبُ وَإِلاَّ فَلْيَضْطَجِعْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25289,
    "number": "4785",
    "text": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، عَنْ دَاوُدَ، عَنْ بَكْرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ أَبَا ذَرٍّ بِهَذَا الْحَدِيثِ ‏.‏ قَالَ أَبُو دَاوُدَ وَهَذَا أَصَحُّ الْحَدِيثَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 25290,
    "number": "4786",
    "text": "حَدَّثَنَا بَكْرُ بْنُ خَلَفٍ، وَالْحَسَنُ بْنُ عَلِيٍّ، - الْمَعْنَى - قَالاَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو وَائِلٍ الْقَاصُّ، قَالَ دَخَلْنَا عَلَى عُرْوَةَ بْنِ مُحَمَّدِ بْنِ السَّعْدِيِّ فَكَلَّمَهُ رَجُلٌ فَأَغْضَبَهُ فَقَامَ فَتَوَضَّأَ ثُمَّ رَجَعَ وَقَدْ تَوَضَّأَ فَقَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي عَطِيَّةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الْغَضَبَ مِنَ الشَّيْطَانِ وَإِنَّ الشَّيْطَانَ خُلِقَ مِنَ النَّارِ وَإِنَّمَا تُطْفَأُ النَّارُ بِالْمَاءِ فَإِذَا غَضِبَ أَحَدُكُمْ فَلْيَتَوَضَّأْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25291,
    "number": "4787",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّهَا قَالَتْ مَا خُيِّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي أَمْرَيْنِ إِلاَّ اخْتَارَ أَيْسَرَهُمَا مَا لَمْ يَكُنْ إِثْمًا فَإِنْ كَانَ إِثْمًا كَانَ أَبْعَدَ النَّاسِ مِنْهُ وَمَا انْتَقَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِنَفْسِهِ إِلاَّ أَنْ تُنْتَهَكَ حُرْمَةُ اللَّهِ تَعَالَى فَيَنْتَقِمَ لِلَّهِ بِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 25292,
    "number": "4788",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها، قَالَتْ مَا ضَرَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَادِمًا وَلاَ امْرَأَةً قَطُّ ‏.‏",
    "source": ""
  },
  {
    "id": 25293,
    "number": "4789",
    "text": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الطُّفَاوِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ، - يَعْنِي ابْنَ الزُّبَيْرِ - فِي قَوْلِهِ ‏{‏ خُذِ الْعَفْوَ ‏}‏ قَالَ أُمِرَ نَبِيُّ اللَّهِ صلى الله عليه وسلم أَنْ يَأْخُذَ الْعَفْوَ مِنْ أَخْلاَقِ النَّاسِ ‏.‏",
    "source": ""
  },
  {
    "id": 25294,
    "number": "4790",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الْحَمِيدِ، - يَعْنِي الْحِمَّانِيَّ - حَدَّثَنَا الأَعْمَشُ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا بَلَغَهُ عَنِ الرَّجُلِ الشَّىْءُ لَمْ يَقُلْ مَا بَالُ فُلاَنٍ يَقُولُ وَلَكِنْ يَقُولُ ‏\n\"‏ مَا بَالُ أَقْوَامٍ يَقُولُونَ كَذَا وَكَذَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25295,
    "number": "4791",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا سَلْمٌ الْعَلَوِيُّ، عَنْ أَنَسٍ، أَنَّ رَجُلاً، دَخَلَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَعَلَيْهِ أَثَرُ صُفْرَةٍ - وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَلَّمَا يُوَاجِهُ رَجُلاً فِي وَجْهِهِ بِشَىْءٍ يَكْرَهُهُ - فَلَمَّا خَرَجَ قَالَ ‏\n\"‏ لَوْ أَمَرْتُمْ هَذَا أَنْ يَغْسِلَ ذَا عَنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ سَلْمٌ لَيْسَ هُوَ عَلَوِيًّا كَانَ يُبْصِرُ فِي النُّجُومِ وَشَهِدَ عِنْدَ عَدِيِّ بْنِ أَرْطَاةَ عَلَى رُؤْيَةِ الْهِلاَلِ فَلَمْ يُجِزْ شَهَادَتَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25296,
    "number": "4792",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، قَالَ أَخْبَرَنِي أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنِ الْحَجَّاجِ بْنِ فُرَافِصَةَ، عَنْ رَجُلٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُتَوَكِّلِ الْعَسْقَلاَنِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا بِشْرُ بْنُ رَافِعٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، رَفَعَاهُ جَمِيعًا قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمُؤْمِنُ غِرٌّ كَرِيمٌ وَالْفَاجِرُ خِبٌّ لَئِيمٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25297,
    "number": "4793",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ الْمُنْكَدِرِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتِ اسْتَأْذَنَ رَجُلٌ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ بِئْسَ ابْنُ الْعَشِيرَةِ ‏\"‏ ‏.‏ أَوْ ‏\"‏ بِئْسَ رَجُلُ الْعَشِيرَةِ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ ائْذَنُوا لَهُ ‏\"‏ ‏.‏ فَلَمَّا دَخَلَ أَلاَنَ لَهُ الْقَوْلَ فَقَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ أَلَنْتَ لَهُ الْقَوْلَ وَقَدْ قُلْتَ لَهُ مَا قُلْتَ ‏.‏ قَالَ ‏\"‏ إِنَّ شَرَّ النَّاسِ عِنْدَ اللَّهِ مَنْزِلَةً يَوْمَ الْقِيَامَةِ مَنْ وَدَعَهُ - أَوْ تَرَكَهُ - النَّاسُ لاِتِّقَاءِ فُحْشِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25298,
    "number": "4794",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَجُلاً، اسْتَأْذَنَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بِئْسَ أَخُو الْعَشِيرَةِ ‏\"‏ ‏.‏ فَلَمَّا دَخَلَ انْبَسَطَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَلَّمَهُ فَلَمَّا خَرَجَ قُلْتُ يَا رَسُولَ اللَّهِ لَمَّا اسْتَأْذَنَ قُلْتَ ‏\"‏ بِئْسَ أَخُو الْعَشِيرَةِ ‏\"‏ ‏.‏ فَلَمَّا دَخَلَ انْبَسَطْتَ إِلَيْهِ ‏.‏ فَقَالَ ‏\"‏ يَا عَائِشَةُ إِنَّ اللَّهَ لاَ يُحِبُّ الْفَاحِشَ الْمُتَفَحِّشَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25299,
    "number": "4795",
    "text": "حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ، حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا شَرِيكٌ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنْ عَائِشَةَ، فِي هَذِهِ الْقِصَّةِ قَالَتْ فَقَالَ تَعْنِي النَّبِيَّ صلى الله عليه وسلم ‏\n\"‏ يَا عَائِشَةُ إِنَّ مِنْ شِرَارِ النَّاسِ الَّذِينَ يُكْرَمُونَ اتِّقَاءَ أَلْسِنَتِهِمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25300,
    "number": "4796",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو قَطَنٍ، أَخْبَرَنَا مُبَارَكٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ مَا رَأَيْتُ رَجُلاً الْتَقَمَ أُذُنَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَيُنَحِّي رَأْسَهُ حَتَّى يَكُونَ الرَّجُلُ هُوَ الَّذِي يُنَحِّي رَأْسَهُ وَمَا رَأَيْتُ رَجُلاً أَخَذَ بِيَدِهِ فَتَرَكَ يَدَهُ حَتَّى يَكُونَ الرَّجُلُ هُوَ الَّذِي يَدَعُ يَدَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25301,
    "number": "4797",
    "text": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَهُوَ يَعِظُ أَخَاهُ فِي الْحَيَاءِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ دَعْهُ فَإِنَّ الْحَيَاءَ مِنَ الإِيمَانِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25302,
    "number": "4798",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ إِسْحَاقَ بْنِ سُوَيْدٍ، عَنْ أَبِي قَتَادَةَ، قَالَ كُنَّا مَعَ عِمْرَانَ بْنِ حُصَيْنٍ وَثَمَّ بُشَيْرُ بْنُ كَعْبٍ فَحَدَّثَ عِمْرَانُ بْنُ حُصَيْنٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْحَيَاءُ خَيْرٌ كُلُّهُ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ الْحَيَاءُ كُلُّهُ خَيْرٌ ‏\"‏ ‏.‏ فَقَالَ بُشَيْرُ بْنُ كَعْبٍ إِنَّا نَجِدُ فِي بَعْضِ الْكُتُبِ أَنَّ مِنْهُ سَكِينَةً وَوَقَارًا وَمِنْهُ ضَعْفًا ‏.‏ فَأَعَادَ عِمْرَانُ الْحَدِيثَ وَأَعَادَ بُشَيْرٌ الْكَلاَمَ قَالَ فَغَضِبَ عِمْرَانُ حَتَّى احْمَرَّتْ عَيْنَاهُ وَقَالَ أَلاَ أَرَانِي أُحَدِّثُكَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَتُحَدِّثُنِي عَنْ كُتُبِكَ ‏.‏ قَالَ قُلْنَا يَا أَبَا نُجَيْدٍ إِيهٍ إِيهٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25303,
    "number": "4799",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلاَمِ النُّبُوَّةِ الأُولَى إِذَا لَمْ تَسْتَحِ فَافْعَلْ مَا شِئْتَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25304,
    "number": "4800",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي الإِسْكَنْدَرَانِيَّ - عَنْ عَمْرٍو، عَنِ الْمُطَّلِبِ، عَنْ عَائِشَةَ، رَحِمَهَا اللَّهُ قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّ الْمُؤْمِنَ لَيُدْرِكُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الصَّائِمِ الْقَائِمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25305,
    "number": "4801",
    "text": "حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، وَحَفْصُ بْنُ عُمَرَ، قَالاَ حَدَّثَنَا ح، وَحَدَّثَنَا ابْنُ كَثِيرٍ، أَخْبَرَنَا شُعْبَةُ، عَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ، عَنْ عَطَاءٍ الْكَيْخَارَانِيِّ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا مِنْ شَىْءٍ أَثْقَلُ فِي الْمِيزَانِ مِنْ حُسْنِ الْخُلُقِ ‏\"‏ ‏.‏ قَالَ أَبُو الْوَلِيدِ قَالَ سَمِعْتُ عَطَاءً الْكَيْخَارَانِيَّ ‏.‏ قَالَ أَبُو دَاوُدَ وَهُوَ عَطَاءُ بْنُ يَعْقُوبَ وَهُوَ خَالُ إِبْرَاهِيمَ بْنِ نَافِعٍ يُقَالُ كَيْخَارَانِيٌّ وَكَوْخَارَانِيٌّ ‏.‏",
    "source": ""
  },
  {
    "id": 25306,
    "number": "4802",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ الدِّمَشْقِيُّ أَبُو الْجَمَاهِرِ، قَالَ حَدَّثَنَا أَبُو كَعْبٍ، أَيُّوبُ بْنُ مُحَمَّدٍ السَّعْدِيُّ قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ حَبِيبٍ الْمُحَارِبِيُّ، عَنْ أَبِي أُمَامَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَنَا زَعِيمٌ بِبَيْتٍ فِي رَبَضِ الْجَنَّةِ لِمَنْ تَرَكَ الْمِرَاءَ وَإِنْ كَانَ مُحِقًّا وَبِبَيْتٍ فِي وَسَطِ الْجَنَّةِ لِمَنْ تَرَكَ الْكَذِبَ وَإِنْ كَانَ مَازِحًا وَبِبَيْتٍ فِي أَعْلَى الْجَنَّةِ لِمَنْ حَسَّنَ خُلُقَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25307,
    "number": "4803",
    "text": "حَدَّثَنَا أَبُو بَكْرٍ، وَعُثْمَانُ، ابْنَا أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَعْبَدِ بْنِ خَالِدٍ، عَنْ حَارِثَةَ بْنِ وَهْبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَدْخُلُ الْجَنَّةَ الْجَوَّاظُ وَلاَ الْجَعْظَرِيُّ ‏\"‏ ‏.‏ قَالَ وَالْجَوَّاظُ الْغَلِيظُ الْفَظُّ ‏.‏",
    "source": ""
  },
  {
    "id": 25308,
    "number": "4804",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَتِ الْعَضْبَاءُ لاَ تُسْبَقُ فَجَاءَ أَعْرَابِيٌّ عَلَى قَعُودٍ لَهُ فَسَابَقَهَا فَسَبَقَهَا الأَعْرَابِيُّ فَكَأَنَّ ذَلِكَ شَقَّ عَلَى أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ حَقٌّ عَلَى اللَّهِ عَزَّ وَجَلَّ أَنْ لاَ يَرْفَعَ شَيْئًا مِنَ الدُّنْيَا إِلاَّ وَضَعَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25309,
    "number": "4805",
    "text": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، بِهَذِهِ الْقِصَّةِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ حَقًّا عَلَى اللَّهِ عَزَّ وَجَلَّ أَنْ لاَ يَرْتَفِعَ شَىْءٌ مِنَ الدُّنْيَا إِلاَّ وَضَعَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25310,
    "number": "4806",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، قَالَ جَاءَ رَجُلٌ فَأَثْنَى عَلَى عُثْمَانَ فِي وَجْهِهِ فَأَخَذَ الْمِقْدَادُ بْنُ الأَسْوَدِ تُرَابًا فَحَثَا فِي وَجْهِهِ وَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا لَقِيتُمُ الْمَدَّاحِينَ فَاحْثُوا فِي وُجُوهِهِمُ التُّرَابَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25311,
    "number": "4807",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَثْنَى عَلَى رَجُلٍ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ لَهُ ‏\"‏ قَطَعْتَ عُنُقَ صَاحِبِكَ ‏\"‏ ‏.‏ ثَلاَثَ مَرَّاتٍ ثُمَّ قَالَ ‏\"‏ إِذَا مَدَحَ أَحَدُكُمْ صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ إِنِّي أَحْسِبُهُ كَمَا يُرِيدُ أَنْ يَقُولَ وَلاَ أُزَكِّيهِ عَلَى اللَّهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25312,
    "number": "4808",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ الْمُفَضَّلِ - حَدَّثَنَا أَبُو مَسْلَمَةَ، سَعِيدُ بْنُ يَزِيدَ عَنْ أَبِي نَضْرَةَ، عَنْ مُطَرِّفٍ، قَالَ قَالَ أَبِي انْطَلَقْتُ فِي وَفْدِ بَنِي عَامِرٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْنَا أَنْتَ سَيِّدُنَا ‏.‏ فَقَالَ ‏\"‏ السَّيِّدُ اللَّهُ تَبَارَكَ وَتَعَالَى ‏\"‏ ‏.‏ قُلْنَا وَأَفْضَلُنَا فَضْلاً وَأَعْظَمُنَا طَوْلاً ‏.‏ فَقَالَ ‏\"‏ قُولُوا بِقَوْلِكُمْ أَوْ بَعْضِ قَوْلِكُمْ وَلاَ يَسْتَجْرِيَنَّكُمُ الشَّيْطَانُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25313,
    "number": "4809",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ يُونُسَ، وَحُمَيْدٍ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفْقَ وَيُعْطِي عَلَيْهِ مَا لاَ يُعْطِي عَلَى الْعُنْفِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25314,
    "number": "4810",
    "text": "حَدَّثَنَا عُثْمَانُ، وَأَبُو بَكْرٍ ابْنَا أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ قَالُوا حَدَّثَنَا شَرِيكٌ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، قَالَ سَأَلْتُ عَائِشَةَ عَنِ الْبَدَاوَةِ، فَقَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَبْدُو إِلَى هَذِهِ التِّلاَعِ وَإِنَّهُ أَرَادَ الْبَدَاوَةَ مَرَّةً فَأَرْسَلَ إِلَىَّ نَاقَةً مُحَرَّمَةً مِنْ إِبِلِ الصَّدَقَةِ فَقَالَ لِي ‏\n\"‏ يَا عَائِشَةُ ارْفُقِي فَإِنَّ الرِّفْقَ لَمْ يَكُنْ فِي شَىْءٍ قَطُّ إِلاَّ زَانَهُ وَلاَ نُزِعَ مِنْ شَىْءٍ قَطُّ إِلاَّ شَانَهُ ‏\"‏ ‏.‏ قَالَ ابْنُ الصَّبَّاحِ فِي حَدِيثِهِ مُحَرَّمَةٌ يَعْنِي لَمْ تُرْكَبْ ‏.‏",
    "source": ""
  },
  {
    "id": 25315,
    "number": "4811",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هِلاَلٍ، عَنْ جَرِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ يُحْرَمِ الرِّفْقَ يُحْرَمِ الْخَيْرَ كُلَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25316,
    "number": "4812",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا سُلَيْمَانُ الأَعْمَشُ، عَنْ مَالِكِ بْنِ الْحَارِثِ، - قَالَ الأَعْمَشُ وَقَدْ سَمِعْتُهُمْ يَذْكُرُونَ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ الأَعْمَشُ - وَلاَ أَعْلَمُهُ إِلاَّ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ التُّؤَدَةُ فِي كُلِّ شَىْءٍ إِلاَّ فِي عَمَلِ الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25317,
    "number": "4813",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الرَّبِيعُ بْنُ مُسْلِمٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَشْكُرُ اللَّهَ مَنْ لاَ يَشْكُرُ النَّاسَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25318,
    "number": "4814",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ الْمُهَاجِرِينَ، قَالُوا يَا رَسُولَ اللَّهِ ذَهَبَتِ الأَنْصَارُ بِالأَجْرِ كُلِّهِ ‏.‏ قَالَ ‏\n\"‏ لاَ مَا دَعَوْتُمُ اللَّهَ لَهُمْ وَأَثْنَيْتُمْ عَلَيْهِمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25319,
    "number": "4815",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، حَدَّثَنَا عُمَارَةُ بْنُ غَزِيَّةَ، قَالَ حَدَّثَنِي رَجُلٌ، مِنْ قَوْمِي عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ أُعْطِيَ عَطَاءً فَوَجَدَ فَلْيَجْزِ بِهِ فَإِنْ لَمْ يَجِدْ فَلْيُثْنِ بِهِ فَمَنْ أَثْنَى بِهِ فَقَدْ شَكَرَهُ وَمَنْ كَتَمَهُ فَقَدْ كَفَرَهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ يَحْيَى بْنُ أَيُّوبَ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنْ شُرَحْبِيلَ عَنْ جَابِرٍ ‏.‏ قَالَ أَبُو دَاوُدَ وَهُوَ شُرَحْبِيلُ يَعْنِي رَجُلاً مِنْ قَوْمِي كَأَنَّهُمْ كَرِهُوهُ فَلَمْ يُسَمُّوهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25320,
    "number": "4816",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَبْلَى بَلاَءً فَذَكَرَهُ فَقَدْ شَكَرَهُ وَإِنْ كَتَمَهُ فَقَدْ كَفَرَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25321,
    "number": "4817",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ زَيْدٍ، - يَعْنِي ابْنَ أَسْلَمَ - عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِيَّاكُمْ وَالْجُلُوسَ بِالطُّرُقَاتِ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ مَا بُدٌّ لَنَا مِنْ مَجَالِسِنَا نَتَحَدَّثُ فِيهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنْ أَبَيْتُمْ فَأَعْطُوا الطَّرِيقَ حَقَّهُ ‏\"‏ ‏.‏ قَالُوا وَمَا حَقُّ الطَّرِيقِ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ غَضُّ الْبَصَرِ وَكَفُّ الأَذَى وَرَدُّ السَّلاَمِ وَالأَمْرُ بِالْمَعْرُوفِ وَالنَّهْىُ عَنِ الْمُنْكَرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25322,
    "number": "4818",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ الْمُفَضَّلِ - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذِهِ الْقِصَّةِ قَالَ ‏\n\"‏ وَإِرْشَادُ السَّبِيلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25323,
    "number": "4819",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عِيسَى النَّيْسَابُورِيُّ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ إِسْحَاقَ بْنِ سُوَيْدٍ، عَنِ ابْنِ حُجَيْرٍ الْعَدَوِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذِهِ الْقِصَّةِ قَالَ ‏\n\"‏ وَتُغِيثُوا الْمَلْهُوفَ وَتَهْدُوا الضَّالَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25324,
    "number": "4820",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ الطَّبَّاعِ، وَكَثِيرُ بْنُ عُبَيْدٍ، قَالاَ حَدَّثَنَا مَرْوَانُ، - قَالَ ابْنُ عِيسَى قَالَ - حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ لِي إِلَيْكَ حَاجَةً ‏.‏ فَقَالَ لَهَا ‏\n\"‏ يَا أُمَّ فُلاَنٍ اجْلِسِي فِي أَىِّ نَوَاحِي السِّكَكِ شِئْتِ حَتَّى أَجْلِسَ إِلَيْكِ ‏\"‏ ‏.‏ قَالَ فَجَلَسَتْ فَجَلَسَ النَّبِيُّ صلى الله عليه وسلم إِلَيْهَا حَتَّى قَضَتْ حَاجَتَهَا ‏.‏ وَلَمْ يَذْكُرِ ابْنُ عِيسَى حَتَّى قَضَتْ حَاجَتَهَا ‏.‏ وَقَالَ كَثِيرٌ عَنْ حُمَيْدٍ عَنْ أَنَسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25325,
    "number": "4821",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ امْرَأَةً، كَانَ فِي عَقْلِهَا شَىْءٌ بِمَعْنَاهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25326,
    "number": "4822",
    "text": "حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ الأَنْصَارِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ خَيْرُ الْمَجَالِسِ أَوْسَعُهَا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ هُوَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرِو بْنِ أَبِي عَمْرَةَ الأَنْصَارِيُّ ‏.‏",
    "source": ""
  },
  {
    "id": 25327,
    "number": "4823",
    "text": "حَدَّثَنَا ابْنُ السَّرْحِ، وَمَخْلَدُ بْنُ خَالِدٍ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ حَدَّثَنِي مَنْ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم ‏\"‏ إِذَا كَانَ أَحَدُكُمْ فِي الشَّمْسِ ‏\"‏ ‏.‏ وَقَالَ مَخْلَدٌ ‏\"‏ فِي الْفَىْءِ ‏\"‏ ‏.‏ ‏\"‏ فَقَلَصَ عَنْهُ الظِّلُّ وَصَارَ بَعْضُهُ فِي الشَّمْسِ وَبَعْضُهُ فِي الظِّلِّ فَلْيَقُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25328,
    "number": "4824",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسٌ، عَنْ أَبِيهِ، أَنَّهُ جَاءَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ فَقَامَ فِي الشَّمْسِ فَأَمَرَ بِهِ فَحُوِّلَ إِلَى الظِّلِّ ‏.‏",
    "source": ""
  },
  {
    "id": 25329,
    "number": "4825",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ الأَعْمَشِ، قَالَ حَدَّثَنِي الْمُسَيَّبُ بْنُ رَافِعٍ، عَنْ تَمِيمِ بْنِ طَرَفَةَ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسْجِدَ وَهُمْ حِلَقٌ فَقَالَ ‏\n\"‏ مَا لِي أَرَاكُمْ عِزِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25330,
    "number": "4826",
    "text": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، عَنِ ابْنِ فُضَيْلٍ، عَنِ الأَعْمَشِ، بِهَذَا قَالَ كَأَنَّهُ يُحِبُّ الْجَمَاعَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 25331,
    "number": "4827",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْوَرْكَانِيُّ، وَهَنَّادٌ، أَنَّ شَرِيكًا، أَخْبَرَهُمْ عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كُنَّا إِذَا أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم جَلَسَ أَحَدُنَا حَيْثُ يَنْتَهِي ‏.‏",
    "source": ""
  },
  {
    "id": 25332,
    "number": "4828",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا قَتَادَةُ، قَالَ حَدَّثَنِي أَبُو مِجْلَزٍ، عَنْ حُذَيْفَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَعَنَ مَنْ جَلَسَ وَسْطَ الْحَلْقَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 25333,
    "number": "4829",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ، عَنْ أَبِي عَبْدِ اللَّهِ، مَوْلَى آلِ أَبِي بُرْدَةَ عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ، قَالَ جَاءَنَا أَبُو بَكْرَةَ فِي شَهَادَةٍ فَقَامَ لَهُ رَجُلٌ مِنْ مَجْلِسِهِ فَأَبَى أَنْ يَجْلِسَ فِيهِ وَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ ذَا وَنَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يَمْسَحَ الرَّجُلُ يَدَهُ بِثَوْبِ مَنْ لَمْ يَكْسُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25334,
    "number": "4830",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، أَنَّ مُحَمَّدَ بْنَ جَعْفَرٍ، حَدَّثَهُمْ عَنْ شُعْبَةَ، عَنْ عَقِيلِ بْنِ طَلْحَةَ، قَالَ سَمِعْتُ أَبَا الْخَصِيبِ، عَنِ ابْنِ عُمَرَ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَامَ لَهُ رَجُلٌ مِنْ مَجْلِسِهِ فَذَهَبَ لِيَجْلِسَ فِيهِ فَنَهَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو الْخَصِيبِ اسْمُهُ زِيَادُ بْنُ عَبْدِ الرَّحْمَنِ ‏.‏",
    "source": ""
  },
  {
    "id": 25335,
    "number": "4831",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبَانُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الأُتْرُجَّةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ وَمَثَلُ الْمُؤْمِنِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَمَثَلِ التَّمْرَةِ طَعْمُهَا طَيِّبٌ وَلاَ رِيحَ لَهَا وَمَثَلُ الْفَاجِرِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ وَمَثَلُ الْفَاجِرِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ طَعْمُهَا مُرٌّ وَلاَ رِيحَ لَهَا وَمَثَلُ الْجَلِيسِ الصَّالِحِ كَمَثَلِ صَاحِبِ الْمِسْكِ إِنْ لَمْ يُصِبْكَ مِنْهُ شَىْءٌ أَصَابَكَ مِنْ رِيحِهِ وَمَثَلُ جَلِيسِ السُّوءِ كَمَثَلِ صَاحِبِ الْكِيرِ إِنْ لَمْ يُصِبْكَ مِنْ سَوَادِهِ أَصَابَكَ مِنْ دُخَانِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25336,
    "number": "4832",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، - الْمَعْنَى - ح وَحَدَّثَنَا ابْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْكَلاَمِ الأَوَّلِ إِلَى قَوْلِهِ ‏\n\"‏ وَطَعْمُهَا مُرٌّ ‏\"‏ ‏.‏ وَزَادَ ابْنُ مُعَاذٍ قَالَ قَالَ أَنَسٌ وَكُنَّا نَتَحَدَّثُ أَنَّ مَثَلَ جَلِيسِ الصَّالِحِ وَسَاقَ بَقِيَّةَ الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 25337,
    "number": "4833",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْعَطَّارُ، حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنْ شُبَيْلِ بْنِ عَزْرَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَثَلُ الْجَلِيسِ الصَّالِحِ ‏\"‏ ‏.‏ فَذَكَرَ نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25338,
    "number": "4834",
    "text": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، عَنْ سَالِمِ بْنِ غَيْلاَنَ، عَنِ الْوَلِيدِ بْنِ قَيْسٍ، عَنْ أَبِي سَعِيدٍ، أَوْ عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تُصَاحِبْ إِلاَّ مُؤْمِنًا وَلاَ يَأْكُلْ طَعَامَكَ إِلاَّ تَقِيٌّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25339,
    "number": "4835",
    "text": "حَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي مُوسَى بْنُ وَرْدَانَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الرَّجُلُ عَلَى دِينِ خَلِيلِهِ فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِلُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25340,
    "number": "4836",
    "text": "حَدَّثَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ، حَدَّثَنَا أَبِي، حَدَّثَنَا جَعْفَرٌ، - يَعْنِي ابْنَ بُرْقَانَ - عَنْ يَزِيدَ، - يَعْنِي ابْنَ الأَصَمِّ - عَنْ أَبِي هُرَيْرَةَ، يَرْفَعُهُ قَالَ ‏\n\"‏ الأَرْوَاحُ جُنُودٌ مُجَنَّدَةٌ فَمَا تَعَارَفَ مِنْهَا ائْتَلَفَ وَمَا تَنَاكَرَ مِنْهَا اخْتَلَفَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25341,
    "number": "4837",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا بُرَيْدُ بْنُ عَبْدِ اللَّهِ، عَنْ جَدِّهِ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا بَعَثَ أَحَدًا مِنْ أَصْحَابِهِ فِي بَعْضِ أَمْرِهِ قَالَ ‏\n\"‏ بَشِّرُوا وَلاَ تُنَفِّرُوا وَيَسِّرُوا وَلاَ تُعَسِّرُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25342,
    "number": "4838",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ الْمُهَاجِرِ، عَنْ مُجَاهِدٍ، عَنْ قَائِدِ السَّائِبِ، عَنِ السَّائِبِ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَجَعَلُوا يُثْنُونَ عَلَىَّ وَيَذْكُرُونِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَنَا أَعْلَمُكُمْ ‏\"‏ ‏.‏ يَعْنِي بِهِ ‏.‏ قُلْتُ صَدَقْتَ بِأَبِي أَنْتَ وَأُمِّي كُنْتَ شَرِيكِي فَنِعْمَ الشَّرِيكُ كُنْتَ لاَ تُدَارِي وَلاَ تُمَارِي ‏.‏",
    "source": ""
  },
  {
    "id": 25343,
    "number": "4839",
    "text": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى الْحَرَّانِيُّ، قَالَ حَدَّثَنِي مُحَمَّدٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَعْقُوبَ بْنِ عُتْبَةَ، عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلاَمٍ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا جَلَسَ يَتَحَدَّثُ يُكْثِرُ أَنْ يَرْفَعَ طَرْفَهُ إِلَى السَّمَاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 25344,
    "number": "4840",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، عَنْ مِسْعَرٍ، قَالَ سَمِعْتُ شَيْخًا، فِي الْمَسْجِدِ يَقُولُ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ كَانَ فِي كَلاَمِ رَسُولِ اللَّهِ صلى الله عليه وسلم تَرْتِيلٌ أَوْ تَرْسِيلٌ ‏.‏",
    "source": ""
  },
  {
    "id": 25345,
    "number": "4841",
    "text": "حَدَّثَنَا عُثْمَانُ، وَأَبُو بَكْرٍ ابْنَا أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أُسَامَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رَحِمَهَا اللَّهُ قَالَتْ كَانَ كَلاَمُ رَسُولِ اللَّهِ صلى الله عليه وسلم كَلاَمًا فَصْلاً يَفْهَمُهُ كُلُّ مَنْ سَمِعَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25346,
    "number": "4842",
    "text": "حَدَّثَنَا أَبُو تَوْبَةَ، قَالَ زَعَمَ الْوَلِيدُ عَنِ الأَوْزَاعِيِّ، عَنْ قُرَّةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ كَلاَمٍ لاَ يُبْدَأُ فِيهِ بِـ الْحَمْدُ لِلَّهِ فَهُوَ أَجْذَمُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ يُونُسُ وَعُقَيْلٌ وَشُعَيْبٌ وَسَعِيدُ بْنُ عَبْدِ الْعَزِيزِ عَنِ الزُّهْرِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "source": ""
  },
  {
    "id": 25347,
    "number": "4843",
    "text": "حَدَّثَنَا مُسَدَّدٌ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا عَاصِمُ بْنُ كُلَيْبٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ كُلُّ خُطْبَةٍ لَيْسَ فِيهَا تَشَهُّدٌ فَهِيَ كَالْيَدِ الْجَذْمَاءِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25348,
    "number": "4844",
    "text": "حَدَّثَنَا يَحْيَى بْنُ إِسْمَاعِيلَ، وَابْنُ أَبِي خَلَفٍ، أَنَّ يَحْيَى بْنَ الْيَمَانِ، أَخْبَرَهُمْ عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، أَنَّ عَائِشَةَ  مَرَّ بِهَا سَائِلٌ فَأَعْطَتْهُ كِسْرَةً وَمَرَّ بِهَا رَجُلٌ عَلَيْهِ ثِيَابٌ وَهَيْئَةٌ فَأَقْعَدَتْهُ فَأَكَلَ فَقِيلَ لَهَا فِي ذَلِكَ فَقَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَنْزِلُوا النَّاسَ مَنَازِلَهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَحَدِيثُ يَحْيَى مُخْتَصَرٌ ‏.‏ قَالَ أَبُو دَاوُدَ مَيْمُونٌ لَمْ يُدْرِكْ عَائِشَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 25349,
    "number": "4845",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الصَّوَّافُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حُمْرَانَ، أَخْبَرَنَا عَوْفُ بْنُ أَبِي جَمِيلَةَ، عَنْ زِيَادِ بْنِ مِخْرَاقٍ، عَنْ أَبِي كِنَانَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ مِنْ إِجْلاَلِ اللَّهِ إِكْرَامَ ذِي الشَّيْبَةِ الْمُسْلِمِ وَحَامِلِ الْقُرْآنِ غَيْرِ الْغَالِي فِيهِ وَالْجَافِي عَنْهُ وَإِكْرَامَ ذِي السُّلْطَانِ الْمُقْسِطِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25350,
    "number": "4846",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، وَأَحْمَدُ بْنُ عَبْدَةَ، - الْمَعْنَى - قَالاَ حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا عَامِرٌ الأَحْوَلُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، - قَالَ ابْنُ عَبْدَةَ - عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يُجْلَسُ بَيْنَ رَجُلَيْنِ إِلاَّ بِإِذْنِهِمَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25351,
    "number": "4847",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَحِلُّ لِرَجُلٍ أَنْ يُفَرِّقَ بَيْنَ اثْنَيْنِ إِلاَّ بِإِذْنِهِمَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25352,
    "number": "4848",
    "text": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنِي إِسْحَاقُ بْنُ مُحَمَّدٍ الأَنْصَارِيُّ، عَنْ رُبَيْحِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا جَلَسَ احْتَبَى بِيَدِهِ ‏.‏ قَالَ أَبُو دَاوُدَ عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ شَيْخٌ مُنْكَرُ الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 25353,
    "number": "4849",
    "text": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حَسَّانَ الْعَنْبَرِيُّ، قَالَ حَدَّثَتْنِي جَدَّتَاىَ، صَفِيَّةُ وَدُحَيْبَةُ ابْنَتَا عُلَيْبَةَ - قَالَ مُوسَى بِنْتُ حَرْمَلَةَ - وَكَانَتَا رَبِيبَتَىْ قَيْلَةَ بِنْتِ مَخْرَمَةَ وَكَانَتْ جَدَّةَ أَبِيهِمَا أَنَّهَا أَخْبَرَتْهُمَا أَنَّهَا، رَأَتِ النَّبِيَّ صلى الله عليه وسلم وَهُوَ قَاعِدٌ الْقُرْفُصَاءَ فَلَمَّا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم الْمُخْتَشِعَ - وَقَالَ مُوسَى الْمُتَخَشِّعَ فِي الْجِلْسَةِ - أُرْعِدْتُ مِنَ الْفَرَقِ ‏.‏",
    "source": ""
  },
  {
    "id": 25354,
    "number": "4850",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، عَنْ أَبِيهِ الشَّرِيدِ بْنِ سُوَيْدٍ، قَالَ مَرَّ بِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا جَالِسٌ هَكَذَا وَقَدْ وَضَعْتُ يَدِيَ الْيُسْرَى خَلْفَ ظَهْرِي وَاتَّكَأْتُ عَلَى أَلْيَةِ يَدِي فَقَالَ ‏\n\"‏ أَتَقْعُدُ قِعْدَةَ الْمَغْضُوبِ عَلَيْهِمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25355,
    "number": "4851",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عَوْفٍ، قَالَ حَدَّثَنِي أَبُو الْمِنْهَالِ، عَنْ أَبِي بَرْزَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنِ النَّوْمِ قَبْلَهَا وَالْحَدِيثِ بَعْدَهَا ‏.‏",
    "source": ""
  },
  {
    "id": 25356,
    "number": "4852",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا صَلَّى الْفَجْرَ تَرَبَّعَ فِي مَجْلِسِهِ حَتَّى تَطْلُعَ الشَّمْسُ حَسْنَاءَ ‏.‏",
    "source": ""
  },
  {
    "id": 25357,
    "number": "4853",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، - يَعْنِي ابْنَ سَلَمَةَ - عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَنْتَجِي اثْنَانِ دُونَ الثَّالِثِ فَإِنَّ ذَلِكَ يُحْزِنُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25358,
    "number": "4854",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِثْلَهُ ‏.‏ قَالَ أَبُو صَالِحٍ فَقُلْتُ لاِبْنِ عُمَرَ فَأَرْبَعَةٌ قَالَ لاَ يَضُرُّكَ ‏.‏",
    "source": ""
  },
  {
    "id": 25359,
    "number": "4855",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، قَالَ كُنْتُ عِنْدَ أَبِي جَالِسًا وَعِنْدَهُ غُلاَمٌ فَقَامَ ثُمَّ رَجَعَ فَحَدَّثَ أَبِي، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا قَامَ الرَّجُلُ مِنْ مَجْلِسٍ ثُمَّ رَجَعَ إِلَيْهِ فَهُوَ أَحَقُّ بِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25360,
    "number": "4856",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا مُبَشِّرٌ الْحَلَبِيُّ، عَنْ تَمَّامِ بْنِ نَجِيحٍ، عَنْ كَعْبٍ الإِيَادِيِّ، قَالَ كُنْتُ أَخْتَلِفُ إِلَى أَبِي الدَّرْدَاءِ فَقَالَ أَبُو الدَّرْدَاءِ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا جَلَسَ وَجَلَسْنَا حَوْلَهُ فَقَامَ فَأَرَادَ الرُّجُوعَ نَزَعَ نَعْلَيْهِ أَوْ بَعْضَ مَا يَكُونُ عَلَيْهِ فَيَعْرِفُ ذَلِكَ أَصْحَابُهُ فَيَثْبُتُونَ ‏.‏",
    "source": ""
  },
  {
    "id": 25361,
    "number": "4857",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا مِنْ قَوْمٍ يَقُومُونَ مِنْ مَجْلِسٍ لاَ يَذْكُرُونَ اللَّهَ فِيهِ إِلاَّ قَامُوا عَنْ مِثْلِ جِيفَةِ حِمَارٍ وَكَانَ لَهُمْ حَسْرَةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25362,
    "number": "4858",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\n\"‏ مَنْ قَعَدَ مَقْعَدًا لَمْ يَذْكُرِ اللَّهَ فِيهِ كَانَتْ عَلَيْهِ مِنَ اللَّهِ تِرَةً وَمَنِ اضْطَجَعَ مَضْجَعًا لاَ يَذْكُرُ اللَّهَ فِيهِ كَانَتْ عَلَيْهِ مِنَ اللَّهِ تِرَةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25363,
    "number": "4859",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّ سَعِيدَ بْنَ أَبِي هِلاَلٍ، حَدَّثَهُ أَنَّ سَعِيدَ بْنَ أَبِي سَعِيدٍ الْمَقْبُرِيَّ حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّهُ قَالَ كَلِمَاتٌ لاَ يَتَكَلَّمُ بِهِنَّ أَحَدٌ فِي مَجْلِسِهِ عِنْدَ قِيَامِهِ ثَلاَثَ مَرَّاتٍ إِلاَّ كُفِّرَ بِهِنَّ عَنْهُ وَلاَ يَقُولُهُنَّ فِي مَجْلِسِ خَيْرٍ وَمَجْلِسِ ذِكْرٍ إِلاَّ خُتِمَ لَهُ بِهِنَّ عَلَيْهِ كَمَا يُخْتَمُ بِالْخَاتَمِ عَلَى الصَّحِيفَةِ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ ‏.‏",
    "source": ""
  },
  {
    "id": 25364,
    "number": "4860",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ قَالَ عَمْرٌو وَحَدَّثَنِي بِنَحْوِ، ذَلِكَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرٍو عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25365,
    "number": "4861",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْجَرْجَرَائِيُّ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، - الْمَعْنَى - أَنَّ عَبْدَةَ بْنَ سُلَيْمَانَ، أَخْبَرَهُمْ عَنِ الْحَجَّاجِ بْنِ دِينَارٍ، عَنْ أَبِي هَاشِمٍ، عَنْ أَبِي الْعَالِيَةِ، عَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ بِأَخَرَةٍ إِذَا أَرَادَ أَنْ يَقُومَ مِنَ الْمَجْلِسِ ‏\"‏ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ إِنَّكَ لَتَقُولُ قَوْلاً مَا كُنْتَ تَقُولُهُ فِيمَا مَضَى ‏.‏ قَالَ ‏\"‏ كَفَّارَةٌ لِمَا يَكُونُ فِي الْمَجْلِسِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25366,
    "number": "4862",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا الْفِرْيَابِيُّ، عَنْ إِسْرَائِيلَ، عَنِ الْوَلِيدِ، - قَالَ أَبُو دَاوُدَ وَنَسَبَهُ لَنَا زُهَيْرُ بْنُ حَرْبٍ - عَنْ حُسَيْنِ بْنِ مُحَمَّدٍ، عَنْ إِسْرَائِيلَ، فِي هَذَا الْحَدِيثِ - قَالَ الْوَلِيدُ بْنُ أَبِي هِشَامٍ - عَنْ زَيْدِ بْنِ زَائِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يُبَلِّغْنِي أَحَدٌ مِنْ أَصْحَابِي عَنْ أَحَدٍ شَيْئًا فَإِنِّي أُحِبُّ أَنْ أَخْرُجَ إِلَيْكُمْ وَأَنَا سَلِيمُ الصَّدْرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25367,
    "number": "4863",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا نُوحُ بْنُ يَزِيدَ بْنِ سَيَّارٍ الْمُؤَدِّبُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، قَالَ حَدَّثَنِيهِ ابْنُ إِسْحَاقَ، عَنْ عِيسَى بْنِ مَعْمَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْفَغْوَاءِ الْخُزَاعِيِّ، عَنْ أَبِيهِ، قَالَ دَعَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ أَرَادَ أَنْ يَبْعَثَنِي بِمَالٍ إِلَى أَبِي سُفْيَانَ يَقْسِمُهُ فِي قُرَيْشٍ بِمَكَّةَ بَعْدَ الْفَتْحِ فَقَالَ ‏\"‏ الْتَمِسْ صَاحِبًا ‏\"‏ ‏.‏ قَالَ فَجَاءَنِي عَمْرُو بْنُ أُمَيَّةَ الضَّمْرِيُّ فَقَالَ بَلَغَنِي أَنَّكَ تُرِيدُ الْخُرُوجَ وَتَلْتَمِسُ صَاحِبًا ‏.‏ قَالَ قُلْتُ أَجَلْ ‏.‏ قَالَ فَأَنَا لَكَ صَاحِبٌ ‏.‏ قَالَ فَجِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قُلْتُ قَدْ وَجَدْتُ صَاحِبًا ‏.‏ قَالَ فَقَالَ ‏\"‏ مَنْ ‏\"‏ ‏.‏ قُلْتُ عَمْرَو بْنَ أُمَيَّةَ الضَّمْرِيَّ ‏.‏ قَالَ ‏\"‏ إِذَا هَبَطْتَ بِلاَدَ قَوْمِهِ فَاحْذَرْهُ فَإِنَّهُ قَدْ قَالَ الْقَائِلُ أَخُوكَ الْبِكْرِيُّ وَلاَ تَأْمَنْهُ ‏\"‏ ‏.‏ فَخَرَجْنَا حَتَّى إِذَا كُنْتُ بِالأَبْوَاءِ قَالَ إِنِّي أُرِيدُ حَاجَةً إِلَى قَوْمِي بِوَدَّانَ فَتَلْبَثُ لِي قُلْتُ رَاشِدًا فَلَمَّا وَلَّى ذَكَرْتُ قَوْلَ النَّبِيِّ صلى الله عليه وسلم فَشَدَدْتُ عَلَى بَعِيرِي حَتَّى خَرَجْتُ أُوضِعُهُ حَتَّى إِذَا كُنْتُ بِالأَصَافِرِ إِذَا هُوَ يُعَارِضُنِي فِي رَهْطٍ قَالَ وَأَوْضَعْتُ فَسَبَقْتُهُ فَلَمَّا رَآنِي قَدْ فُتُّهُ انْصَرَفُوا وَجَاءَنِي فَقَالَ كَانَتْ لِي إِلَى قَوْمِي حَاجَةٌ ‏.‏ قَالَ قُلْتُ أَجَلْ وَمَضَيْنَا حَتَّى قَدِمْنَا مَكَّةَ فَدَفَعْتُ الْمَالَ إِلَى أَبِي سُفْيَانَ ‏.‏",
    "source": ""
  },
  {
    "id": 25368,
    "number": "4864",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\n\"‏ لاَ يُلْدَغُ الْمُؤْمِنُ مِنْ جُحْرٍ وَاحِدٍ مَرَّتَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25369,
    "number": "4865",
    "text": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، أَخْبَرَنَا خَالِدٌ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا مَشَى كَأَنَّهُ يَتَوَكَّأُ ‏.‏",
    "source": ""
  },
  {
    "id": 25370,
    "number": "4866",
    "text": "حَدَّثَنَا حُسَيْنُ بْنُ مُعَاذِ بْنِ خُلَيْفٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ الْجُرَيْرِيُّ، عَنْ أَبِي الطُّفَيْلِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ قُلْتُ كَيْفَ رَأَيْتَهُ قَالَ كَانَ أَبْيَضَ مَلِيحًا إِذَا مَشَى كَأَنَّمَا يَهْوِي فِي صَبُوبٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25371,
    "number": "4867",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، ح وَحَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَضَعَ - وَقَالَ قُتَيْبَةُ يَرْفَعَ الرَّجُلُ إِحْدَى - رِجْلَيْهِ عَلَى الأُخْرَى - زَادَ قُتَيْبَةُ - وَهُوَ مُسْتَلْقٍ عَلَى ظَهْرِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25372,
    "number": "4868",
    "text": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم مُسْتَلْقِيًا - قَالَ الْقَعْنَبِيُّ - فِي الْمَسْجِدِ وَاضِعًا إِحْدَى رِجْلَيْهِ عَلَى الأُخْرَى ‏.‏",
    "source": ""
  },
  {
    "id": 25373,
    "number": "4869",
    "text": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، رضى الله عنه وَعُثْمَانَ بْنَ عَفَّانَ كَانَا يَفْعَلاَنِ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 25374,
    "number": "4870",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَطَاءٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ جَابِرِ بْنِ عَتِيكٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا حَدَّثَ الرَّجُلُ بِالْحَدِيثِ ثُمَّ الْتَفَتَ فَهِيَ أَمَانَةٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25375,
    "number": "4871",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، قَالَ قَرَأْتُ عَلَى عَبْدِ اللَّهِ بْنِ نَافِعٍ قَالَ أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ، عَنِ ابْنِ أَخِي، جَابِرِ بْنِ عَبْدِ اللَّهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمَجَالِسُ بِالأَمَانَةِ إِلاَّ ثَلاَثَةَ مَجَالِسَ سَفْكُ دَمٍ حَرَامٍ أَوْ فَرْجٌ حَرَامٌ أَوِ اقْتِطَاعُ مَالٍ بِغَيْرِ حَقٍّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25376,
    "number": "4872",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، وَإِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، قَالاَ أَخْبَرَنَا أَبُو أُسَامَةَ، عَنْ عُمَرَ، - قَالَ إِبْرَاهِيمُ هُوَ عُمَرُ بْنُ حَمْزَةَ بْنِ عَبْدِ اللَّهِ الْعُمَرِيُّ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَعْدٍ، قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ مِنْ أَعْظَمِ الأَمَانَةِ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ الرَّجُلَ يُفْضِي إِلَى امْرَأَتِهِ وَتُفْضِي إِلَيْهِ ثُمَّ يَنْشُرُ سِرَّهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25377,
    "number": "4873",
    "text": "حَدَّثَنَا مُسَدَّدٌ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، عَنْ حُذَيْفَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَدْخُلُ الْجَنَّةَ قَتَّاتٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25378,
    "number": "4874",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مِنْ شَرِّ النَّاسِ ذُو الْوَجْهَيْنِ الَّذِي يَأْتِي هَؤُلاَءِ بِوَجْهٍ وَهَؤُلاَءِ بِوَجْهٍ ‏\"‏ ‏.‏",
    "source": ""
  }
]