[
  {
    "id": 22982,
    "number": "2478",
    "text": "حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ، حَدَّثَنَا الْوَلِيدُ، - يَعْنِي ابْنَ مُسْلِمٍ - عَنِ الأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ أَعْرَابِيًّا، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنِ الْهِجْرَةِ فَقَالَ ‏\"‏ وَيْحَكَ إِنَّ شَأْنَ الْهِجْرَةِ شَدِيدٌ فَهَلْ لَكَ مِنْ إِبِلٍ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَهَلْ تُؤَدِّي صَدَقَتَهَا ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَاعْمَلْ مِنْ وَرَاءِ الْبِحَارِ فَإِنَّ اللَّهَ لَنْ يَتِرَكَ مِنْ عَمَلِكَ شَيْئًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22983,
    "number": "2479",
    "text": "حَدَّثَنَا أَبُو بَكْرٍ، وَعُثْمَانُ، ابْنَا أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا شَرِيكٌ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، قَالَ سَأَلْتُ عَائِشَةَ - رضى الله عنها - عَنِ الْبَدَاوَةِ، فَقَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَبْدُو إِلَى هَذِهِ التِّلاَعِ وَإِنَّهُ أَرَادَ الْبَدَاوَةَ مَرَّةً فَأَرْسَلَ إِلَىَّ نَاقَةً مُحَرَّمَةً مِنْ إِبِلِ الصَّدَقَةِ فَقَالَ لِي ‏\n\"‏ يَا عَائِشَةُ ارْفُقِي فَإِنَّ الرِّفْقَ لَمْ يَكُنْ فِي شَىْءٍ قَطُّ إِلاَّ زَانَهُ وَلاَ نُزِعَ مِنْ شَىْءٍ قَطُّ إِلاَّ شَانَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22984,
    "number": "2480",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، أَخْبَرَنَا عِيسَى، عَنْ حَرِيزِ بْنِ عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَوْفٍ، عَنْ أَبِي هِنْدٍ، عَنْ مُعَاوِيَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ تَنْقَطِعُ الْهِجْرَةُ حَتَّى تَنْقَطِعَ التَّوْبَةُ وَلاَ تَنْقَطِعُ التَّوْبَةُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22985,
    "number": "2481",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ الْفَتْحِ فَتْحِ مَكَّةَ ‏\n\"‏ لاَ هِجْرَةَ وَلَكِنْ جِهَادٌ وَنِيَّةٌ وَإِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22986,
    "number": "2482",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، حَدَّثَنَا عَامِرٌ، قَالَ أَتَى رَجُلٌ عَبْدَ اللَّهِ بْنَ عَمْرٍو وَعِنْدَهُ الْقَوْمُ حَتَّى جَلَسَ عِنْدَهُ فَقَالَ أَخْبِرْنِي بِشَىْءٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللَّهُ عَنْهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22987,
    "number": "2483",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ سَتَكُونُ هِجْرَةٌ بَعْدَ هِجْرَةٍ فَخِيَارُ أَهْلِ الأَرْضِ أَلْزَمُهُمْ مُهَاجَرَ إِبْرَاهِيمَ وَيَبْقَى فِي الأَرْضِ شِرَارُ أَهْلِهَا تَلْفِظُهُمْ أَرَضُوهُمْ تَقْذَرُهُمْ نَفْسُ اللَّهِ وَتَحْشُرُهُمُ النَّارُ مَعَ الْقِرَدَةِ وَالْخَنَازِيرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22988,
    "number": "2484",
    "text": "حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ الْحَضْرَمِيُّ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنِي بَحِيرٌ، عَنْ خَالِدٍ، - يَعْنِي ابْنَ مَعْدَانَ - عَنْ أَبِي قُتَيْلَةَ، عَنِ ابْنِ حَوَالَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ سَيَصِيرُ الأَمْرُ إِلَى أَنْ تَكُونُوا جُنُودًا مُجَنَّدَةً جُنْدٌ بِالشَّامِ وَجُنْدٌ بِالْيَمَنِ وَجُنْدٌ بِالْعِرَاقِ ‏\"‏ ‏.‏ قَالَ ابْنُ حَوَالَةَ خِرْ لِي يَا رَسُولَ اللَّهِ إِنْ أَدْرَكْتُ ذَلِكَ ‏.‏ فَقَالَ ‏\"‏ عَلَيْكَ بِالشَّامِ فَإِنَّهَا خِيَرَةُ اللَّهِ مِنْ أَرْضِهِ يَجْتَبِي إِلَيْهَا خِيَرَتَهُ مِنْ عِبَادِهِ فَأَمَّا إِنْ أَبَيْتُمْ فَعَلَيْكُمْ بِيَمَنِكُمْ وَاسْقُوا مِنْ غُدُرِكُمْ فَإِنَّ اللَّهَ تَوَكَّلَ لِي بِالشَّامِ وَأَهْلِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22989,
    "number": "2485",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ قَتَادَةَ، عَنْ مُطَرِّفٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي يُقَاتِلُونَ عَلَى الْحَقِّ ظَاهِرِينَ عَلَى مَنْ نَاوَأَهُمْ حَتَّى يُقَاتِلَ آخِرُهُمُ الْمَسِيحَ الدَّجَّالَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22990,
    "number": "2486",
    "text": "حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ كَثِيرٍ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ سُئِلَ أَىُّ الْمُؤْمِنِينَ أَكْمَلُ إِيمَانًا قَالَ ‏\n\"‏ رَجُلٌ يُجَاهِدُ فِي سَبِيلِ اللَّهِ بِنَفْسِهِ وَمَالِهِ وَرَجُلٌ يَعْبُدُ اللَّهَ فِي شِعْبٍ مِنَ الشِّعَابِ قَدْ كُفِيَ النَّاسُ شَرَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22991,
    "number": "2487",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ التَّنُوخِيُّ أَبُو الْجَمَاهِرِ، حَدَّثَنَا الْهَيْثَمُ بْنُ حُمَيْدٍ، أَخْبَرَنِي الْعَلاَءُ بْنُ الْحَارِثِ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ، أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ ائْذَنْ لِي فِي السِّيَاحَةِ ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِنَّ سِيَاحَةَ أُمَّتِي الْجِهَادُ فِي سَبِيلِ اللَّهِ تَعَالَى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22992,
    "number": "2488",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى، حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، حَدَّثَنَا حَيْوَةُ، عَنِ ابْنِ شُفَىٍّ، عَنْ شُفَىِّ بْنِ مَاتِعٍ، عَنْ عَبْدِ اللَّهِ، - هُوَ ابْنُ عَمْرٍو - عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ قَفْلَةٌ كَغَزْوَةٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22993,
    "number": "2489",
    "text": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَلاَّمٍ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنْ فَرَجِ بْنِ فَضَالَةَ، عَنْ عَبْدِ الْخَبِيرِ بْنِ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم يُقَالُ لَهَا أُمُّ خَلاَّدٍ وَهِيَ مُنْتَقِبَةٌ تَسْأَلُ عَنِ ابْنِهَا وَهُوَ مَقْتُولٌ فَقَالَ لَهَا بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم جِئْتِ تَسْأَلِينَ عَنِ ابْنِكِ وَأَنْتِ مُنْتَقِبَةٌ فَقَالَتْ إِنْ أُرْزَإِ ابْنِي فَلَنْ أُرْزَأَ حَيَائِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ابْنُكِ لَهُ أَجْرُ شَهِيدَيْنِ ‏\"‏ ‏.‏ قَالَتْ وَلِمَ ذَاكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لأَنَّهُ قَتَلَهُ أَهْلُ الْكِتَابِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22994,
    "number": "2490",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، عَنْ مُطَرِّفٍ، عَنْ بِشْرٍ أَبِي عَبْدِ اللَّهِ، عَنْ بَشِيرِ بْنِ مُسْلِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَرْكَبُ الْبَحْرَ إِلاَّ حَاجٌّ أَوْ مُعْتَمِرٌ أَوْ غَازٍ فِي سَبِيلِ اللَّهِ فَإِنَّ تَحْتَ الْبَحْرِ نَارًا وَتَحْتَ النَّارِ بَحْرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22995,
    "number": "2491",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ حَدَّثَتْنِي أُمُّ حَرَامٍ بِنْتُ مِلْحَانَ، أُخْتُ أُمِّ سُلَيْمٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ عِنْدَهُمْ فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَضْحَكَكَ قَالَ ‏\"‏ رَأَيْتُ قَوْمًا مِمَّنْ يَرْكَبُ ظَهْرَ هَذَا الْبَحْرِ كَالْمُلُوكِ عَلَى الأَسِرَّةِ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ ‏.‏ قَالَ ‏\"‏ فَإِنَّكِ مِنْهُمْ ‏\"‏ ‏.‏ قَالَتْ ثُمَّ نَامَ فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَضْحَكَكَ فَقَالَ مِثْلَ مَقَالَتِهِ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ ‏.‏ قَالَ ‏\"‏ أَنْتِ مِنَ الأَوَّلِينَ ‏\"‏ ‏.‏ قَالَ فَتَزَوَّجَهَا عُبَادَةُ بْنُ الصَّامِتِ فَغَزَا فِي الْبَحْرِ فَحَمَلَهَا مَعَهُ فَلَمَّا رَجَعَ قُرِّبَتْ لَهَا بَغْلَةٌ لِتَرْكَبَهَا فَصَرَعَتْهَا فَانْدَقَّتْ عُنُقُهَا فَمَاتَتْ ‏.‏",
    "source": ""
  },
  {
    "id": 22996,
    "number": "2492",
    "text": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ سَمِعَهُ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا ذَهَبَ إِلَى قُبَاءٍ يَدْخُلُ عَلَى أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ - وَكَانَتْ تَحْتَ عُبَادَةَ بْنِ الصَّامِتِ - فَدَخَلَ عَلَيْهَا يَوْمًا فَأَطْعَمَتْهُ وَجَلَسَتْ تَفْلِي رَأْسَهُ ‏.‏ وَسَاقَ هَذَا الْحَدِيثَ ‏.‏ قَالَ أَبُو دَاوُدَ وَمَاتَتْ بِنْتُ مِلْحَانَ بِقُبْرُصَ ‏.‏",
    "source": ""
  },
  {
    "id": 22997,
    "number": "2493",
    "text": "حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، عَنْ مَعْمَرٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أُخْتِ أُمِّ سُلَيْمٍ الرُّمَيْصَاءِ، قَالَتْ نَامَ النَّبِيُّ صلى الله عليه وسلم فَاسْتَيْقَظَ وَكَانَتْ تَغْسِلُ رَأْسَهَا فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقَالَتْ يَا رَسُولَ اللَّهِ أَتَضْحَكُ مِنْ رَأْسِي قَالَ ‏\n\"‏ لاَ ‏\"‏ ‏.‏ وَسَاقَ هَذَا الْخَبَرَ يَزِيدُ وَيَنْقُصُ ‏.‏",
    "source": ""
  },
  {
    "id": 22998,
    "number": "2494",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارٍ الْعَيْشِيُّ، حَدَّثَنَا مَرْوَانُ، ح حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الرَّحِيمِ الْجَوْبَرِيُّ الدِّمَشْقِيُّ، - الْمَعْنَى - قَالَ حَدَّثَنَا مَرْوَانُ، أَخْبَرَنَا هِلاَلُ بْنُ مَيْمُونٍ الرَّمْلِيُّ، عَنْ يَعْلَى بْنِ شَدَّادٍ، عَنْ أُمِّ حَرَامٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\n\"‏ الْمَائِدُ فِي الْبَحْرِ الَّذِي يُصِيبُهُ الْقَىْءُ لَهُ أَجْرُ شَهِيدٍ وَالْغَرِقُ لَهُ أَجْرُ شَهِيدَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 22999,
    "number": "2495",
    "text": "حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ عَتِيقٍ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، - يَعْنِي ابْنَ سَمَاعَةَ - حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي سُلَيْمَانُ بْنُ حَبِيبٍ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ ثَلاَثَةٌ كُلُّهُمْ ضَامِنٌ عَلَى اللَّهِ عَزَّ وَجَلَّ رَجُلٌ خَرَجَ غَازِيًا فِي سَبِيلِ اللَّهِ فَهُوَ ضَامِنٌ عَلَى اللَّهِ حَتَّى يَتَوَفَّاهُ فَيُدْخِلَهُ الْجَنَّةَ أَوْ يَرُدَّهُ بِمَا نَالَ مِنْ أَجْرٍ وَغَنِيمَةٍ وَرَجُلٌ رَاحَ إِلَى الْمَسْجِدِ فَهُوَ ضَامِنٌ عَلَى اللَّهِ حَتَّى يَتَوَفَّاهُ فَيُدْخِلَهُ الْجَنَّةَ أَوْ يَرُدَّهُ بِمَا نَالَ مِنْ أَجْرٍ وَغَنِيمَةٍ وَرَجُلٌ دَخَلَ بَيْتَهُ بِسَلاَمٍ فَهُوَ ضَامِنٌ عَلَى اللَّهِ عَزَّ وَجَلَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23000,
    "number": "2496",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَجْتَمِعُ فِي النَّارِ كَافِرٌ وَقَاتِلُهُ أَبَدًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23001,
    "number": "2497",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا سُفْيَانُ، عَنْ قَعْنَبٍ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ حُرْمَةُ نِسَاءِ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ كَحُرْمَةِ أُمَّهَاتِهِمْ وَمَا مِنْ رَجُلٍ مِنَ الْقَاعِدِينَ يَخْلُفُ رَجُلاً مِنَ الْمُجَاهِدِينَ فِي أَهْلِهِ إِلاَّ نُصِبَ لَهُ يَوْمَ الْقِيَامَةِ فَقِيلَ لَهُ هَذَا قَدْ خَلَفَكَ فِي أَهْلِكَ فَخُذْ مِنْ حَسَنَاتِهِ مَا شِئْتَ ‏\"‏ ‏.‏ فَالْتَفَتَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا ظَنُّكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ كَانَ قَعْنَبٌ رَجُلاً صَالِحًا وَكَانَ ابْنُ أَبِي لَيْلَى أَرَادَ قَعْنَبًا عَلَى الْقَضَاءِ فَأَبَى عَلَيْهِ وَقَالَ أَنَا أُرِيدُ الْحَاجَةَ بِدِرْهَمٍ فَأَسْتَعِينُ عَلَيْهَا بِرَجُلٍ ‏.‏ قَالَ وَأَيُّنَا لاَ يَسْتَعِينُ فِي حَاجَتِهِ قَالَ أَخْرِجُونِي حَتَّى أَنْظُرَ فَأُخْرِجَ فَتَوَارَى ‏.‏ قَالَ سُفْيَانُ بَيْنَمَا هُوَ مُتَوَارٍ إِذْ وَقَعَ عَلَيْهِ الْبَيْتُ فَمَاتَ ‏.‏",
    "source": ""
  },
  {
    "id": 23002,
    "number": "2498",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، وَابْنُ، لَهِيعَةَ قَالاَ حَدَّثَنَا أَبُو هَانِئٍ الْخَوْلاَنِيُّ، أَنَّهُ سَمِعَ أَبَا عَبْدِ الرَّحْمَنِ الْحُبُلِيَّ، يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا مِنْ غَازِيَةٍ تَغْزُو فِي سَبِيلِ اللَّهِ فَيُصِيبُونَ غَنِيمَةً إِلاَّ تَعَجَّلُوا ثُلُثَىْ أَجْرِهِمْ مِنَ الآخِرَةِ وَيَبْقَى لَهُمُ الثُّلُثُ فَإِنْ لَمْ يُصِيبُوا غَنِيمَةً تَمَّ لَهُمْ أَجْرُهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23003,
    "number": "2499",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يَحْيَى بْنِ أَيُّوبَ، وَسَعِيدِ بْنِ أَبِي أَيُّوبَ، عَنْ زَبَّانَ بْنِ فَائِدٍ، عَنْ سَهْلِ بْنِ مُعَاذٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الصَّلاَةَ وَالصِّيَامَ وَالذِّكْرَ تُضَاعَفُ عَلَى النَّفَقَةِ فِي سَبِيلِ اللَّهِ بِسَبْعِمِائَةِ ضِعْفٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23004,
    "number": "2500",
    "text": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنِ ابْنِ ثَوْبَانَ، عَنْ أَبِيهِ، يَرُدُّ إِلَى مَكْحُولٍ إِلَى عَبْدِ الرَّحْمَنِ بْنِ غُنْمٍ الأَشْعَرِيِّ أَنَّ أَبَا مَالِكٍ الأَشْعَرِيَّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ فَصَلَ فِي سَبِيلِ اللَّهِ فَمَاتَ أَوْ قُتِلَ فَهُوَ شَهِيدٌ أَوْ وَقَصَهُ فَرَسُهُ أَوْ بَعِيرُهُ أَوْ لَدَغَتْهُ هَامَّةٌ أَوْ مَاتَ عَلَى فِرَاشِهِ أَوْ بِأَىِّ حَتْفٍ شَاءَ اللَّهُ فَإِنَّهُ شَهِيدٌ وَإِنَّ لَهُ الْجَنَّةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23005,
    "number": "2501",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي أَبُو هَانِئٍ، عَنْ عَمْرِو بْنِ مَالِكٍ، عَنْ فَضَالَةَ بْنِ عُبَيْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏:‏ ‏\n\"‏ كُلُّ الْمَيِّتِ يُخْتَمُ عَلَى عَمَلِهِ، إِلاَّ الْمُرَابِطَ فَإِنَّهُ يَنْمُو لَهُ عَمَلُهُ إِلَى يَوْمِ الْقِيَامَةِ وَيُؤَمَّنُ مِنْ فَتَّانِ الْقَبْرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23006,
    "number": "2502",
    "text": "حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ سَلاَّمٍ - عَنْ زَيْدٍ، - يَعْنِي ابْنَ سَلاَّمٍ - أَنَّهُ سَمِعَ أَبَا سَلاَّمٍ، قَالَ حَدَّثَنِي السَّلُولِيُّ أَبُو كَبْشَةَ، أَنَّهُ حَدَّثَهُ سَهْلُ ابْنُ الْحَنْظَلِيَّةِ، أَنَّهُمْ سَارُوا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ حُنَيْنٍ فَأَطْنَبُوا السَّيْرَ حَتَّى كَانَتْ عَشِيَّةً، فَحَضَرْتُ الصَّلاَةَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ رَجُلٌ فَارِسٌ فَقَالَ ‏:‏ يَا رَسُولَ اللَّهِ إِنِّي انْطَلَقْتُ بَيْنَ أَيْدِيكُمْ حَتَّى طَلَعْتُ جَبَلَ كَذَا وَكَذَا فَإِذَا أَنَا بِهَوَازِنَ عَلَى بَكْرَةِ آبَائِهِمْ بِظُعُنِهِمْ وَنَعَمِهِمْ وَشَائِهِمُ اجْتَمَعُوا إِلَى حُنَيْنٍ ‏.‏ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏:‏ ‏\"‏ تِلْكَ غَنِيمَةُ الْمُسْلِمِينَ غَدًا إِنْ شَاءَ اللَّهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏:‏ ‏\"‏ مَنْ يَحْرُسُنَا اللَّيْلَةَ ‏\"‏ ‏.‏ قَالَ أَنَسُ بْنُ أَبِي مَرْثَدٍ الْغَنَوِيُّ ‏:‏ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏:‏ ‏\"‏ فَارْكَبْ ‏\"‏ ‏.‏ فَرَكِبَ فَرَسًا لَهُ فَجَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ اسْتَقْبِلْ هَذَا الشِّعْبَ حَتَّى تَكُونَ فِي أَعْلاَهُ وَلاَ نُغَرَّنَّ مِنْ قِبَلِكَ اللَّيْلَةَ ‏\"‏ ‏.‏ فَلَمَّا أَصْبَحْنَا خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى مُصَلاَّهُ فَرَكَعَ رَكْعَتَيْنِ ثُمَّ قَالَ ‏:‏ ‏\"‏ هَلْ أَحْسَسْتُمْ فَارِسَكُمْ ‏\"‏ ‏.‏ قَالُوا ‏:‏ يَا رَسُولَ اللَّهِ مَا أَحْسَسْنَاهُ ‏.‏ فَثُوِّبَ بِالصَّلاَةِ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي وَهُوَ يَلْتَفِتُ إِلَى الشِّعْبِ حَتَّى إِذَا قَضَى صَلاَتَهُ وَسَلَّمَ قَالَ ‏:‏ ‏\"‏ أَبْشِرُوا فَقَدْ جَاءَكُمْ فَارِسُكُمْ ‏\"‏ ‏.‏ فَجَعَلْنَا نَنْظُرُ إِلَى خِلاَلِ الشَّجَرِ فِي الشِّعْبِ فَإِذَا هُوَ قَدْ جَاءَ حَتَّى وَقَفَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ فَقَالَ ‏:‏ إِنِّي انْطَلَقْتُ حَتَّى كُنْتُ فِي أَعْلَى هَذَا الشِّعْبِ حَيْثُ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمَّا أَصْبَحْتُ اطَّلَعْتُ الشِّعْبَيْنِ كِلَيْهِمَا فَنَظَرْتُ فَلَمْ أَرَ أَحَدًا ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ هَلْ نَزَلْتَ اللَّيْلَةَ ‏\"‏ ‏.‏ قَالَ ‏:‏ لاَ إِلاَّ مُصَلِّيًا أَوْ قَاضِيًا حَاجَةً ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ قَدْ أَوْجَبْتَ فَلاَ عَلَيْكَ أَنْ لاَ تَعْمَلَ بَعْدَهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23007,
    "number": "2503",
    "text": "حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ الْمَرْوَزِيُّ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا وُهَيْبٌ، - قَالَ عَبْدَةُ ‏:‏ يَعْنِي ابْنَ الْوَرْدِ - أَخْبَرَنِي عُمَرُ بْنُ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏:‏ ‏\n\"‏ مَنْ مَاتَ وَلَمْ يَغْزُ وَلَمْ يُحَدِّثْ نَفْسَهُ بِالْغَزْوِ مَاتَ عَلَى شُعْبَةٍ مِنْ نِفَاقٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23008,
    "number": "2504",
    "text": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، وَقَرَأْتُهُ، عَلَى يَزِيدَ بْنِ عَبْدِ رَبِّهِ الْجُرْجُسِيِّ قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ يَحْيَى بْنِ الْحَارِثِ، عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏:‏ ‏\"‏ مَنْ لَمْ يَغْزُ أَوْ يُجَهِّزْ غَازِيًا أَوْ يَخْلُفْ غَازِيًا فِي أَهْلِهِ بِخَيْرٍ أَصَابَهُ اللَّهُ بِقَارِعَةٍ ‏\"‏ ‏.‏ قَالَ يَزِيدُ بْنُ عَبْدِ رَبِّهِ فِي حَدِيثِهِ ‏:‏ ‏\"‏ قَبْلَ يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23009,
    "number": "2505",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏:‏ ‏\n\"‏ جَاهِدُوا الْمُشْرِكِينَ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ وَأَلْسِنَتِكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23010,
    "number": "2506",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ الْحُسَيْنِ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ‏{‏ إِلاَّ تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا ‏}‏ وَ ‏{‏ مَا كَانَ لأَهْلِ الْمَدِينَةِ ‏}‏ إِلَى قَوْلِهِ ‏{‏ يَعْمَلُونَ ‏}‏ نَسَخَتْهَا الآيَةُ الَّتِي تَلِيهَا ‏{‏ وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً ‏}‏",
    "source": ""
  },
  {
    "id": 23011,
    "number": "2507",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ عَبْدِ الْمُؤْمِنِ بْنِ خَالِدٍ الْحَنَفِيِّ، حَدَّثَنِي نَجْدَةُ بْنُ نُفَيْعٍ، قَالَ ‏:‏ سَأَلْتُ ابْنَ عَبَّاسٍ عَنْ هَذِهِ الآيَةِ، ‏{‏ إِلاَّ تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا ‏}‏ قَالَ ‏:‏ فَأُمْسِكَ عَنْهُمُ الْمَطَرُ وَكَانَ عَذَابَهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 23012,
    "number": "2508",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ خَارِجَةَ بْنِ زَيْدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ ‏:‏ كُنْتُ إِلَى جَنْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَغَشِيَتْهُ السَّكِينَةُ فَوَقَعَتْ فَخِذُ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى فَخِذِي، فَمَا وَجَدْتُ ثِقَلَ شَىْءٍ أَثْقَلَ مِنْ فَخِذِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ سُرِّيَ عَنْهُ فَقَالَ ‏:‏ ‏\"‏ اكْتُبْ ‏\"‏ ‏.‏ فَكَتَبْتُ فِي كَتِفٍ ‏:‏ لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ ‏.‏ إِلَى آخِرِ الآيَةِ، فَقَامَ ابْنُ أُمِّ مَكْتُومٍ - وَكَانَ رَجُلاً أَعْمَى - لَمَّا سَمِعَ فَضِيلَةَ الْمُجَاهِدِينَ فَقَالَ ‏:‏ يَا رَسُولَ اللَّهِ فَكَيْفَ بِمَنْ لاَ يَسْتَطِيعُ الْجِهَادَ مِنَ الْمُؤْمِنِينَ فَلَمَّا قَضَى كَلاَمَهُ غَشِيَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم السَّكِينَةُ فَوَقَعَتْ فَخِذُهُ عَلَى فَخِذِي وَوَجَدْتُ مِنْ ثِقَلِهَا فِي الْمَرَّةِ الثَّانِيَةِ كَمَا وَجَدْتُ فِي الْمَرَّةِ الأُولَى ثُمَّ سُرِّيَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏:‏ ‏\"‏ اقْرَأْ يَا زَيْدُ ‏\"‏ ‏.‏ فَقَرَأْتُ ‏{‏ لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ ‏}‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏{‏ غَيْرُ أُولِي الضَّرَرِ ‏}‏ الآيَةَ كُلَّهَا ‏.‏ قَالَ زَيْدٌ ‏:‏ فَأَنْزَلَهَا اللَّهُ وَحْدَهَا فَأَلْحَقْتُهَا، وَالَّذِي نَفْسِي بِيَدِهِ لَكَأَنِّي أَنْظُرُ إِلَى مُلْحَقِهَا عِنْدَ صَدْعٍ فِي كَتِفٍ ‏.‏",
    "source": ""
  },
  {
    "id": 23013,
    "number": "2509",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ حُمَيْدٍ، عَنْ مُوسَى بْنِ أَنَسِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏:‏ ‏\"‏ لَقَدْ تَرَكْتُمْ بِالْمَدِينَةِ أَقْوَامًا مَا سِرْتُمْ مَسِيرًا وَلاَ أَنْفَقْتُمْ مِنْ نَفَقَةٍ وَلاَ قَطَعْتُمْ مِنْ وَادٍ إِلاَّ وَهُمْ مَعَكُمْ فِيهِ ‏\"‏ ‏.‏ قَالُوا ‏:‏ يَا رَسُولَ اللَّهِ وَكَيْفَ يَكُونُونَ مَعَنَا وَهُمْ بِالْمَدِينَةِ فَقَالَ ‏:‏ ‏\"‏ حَبَسَهُمُ الْعُذْرُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23014,
    "number": "2510",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ أَبِي الْحَجَّاجِ أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا الْحُسَيْنُ، حَدَّثَنِي يَحْيَى، حَدَّثَنِي أَبُو سَلَمَةَ، حَدَّثَنِي بُسْرُ بْنُ سَعِيدٍ، حَدَّثَنِي زَيْدُ بْنُ خَالِدٍ الْجُهَنِيُّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏:‏ ‏\n\"‏ مَنْ جَهَّزَ غَاَزِيًا فِي سَبِيلِ اللَّهِ فَقَدْ غَزَا، وَمَنْ خَلَفَهُ فِي أَهْلِهِ بِخَيْرٍ فَقَدْ غَزَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23015,
    "number": "2511",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ يَزِيدَ بْنِ أَبِي سَعِيدٍ، مَوْلَى الْمَهْرِيِّ عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، ‏:‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ إِلَى بَنِي لِحْيَانَ وَقَالَ ‏:‏ ‏\"‏ لِيَخْرُجْ مِنْ كُلِّ رَجُلَيْنِ رَجُلٌ ‏\"‏ ‏.‏ ثُمَّ قَالَ لِلْقَاعِدِينَ ‏:‏ ‏\"‏ أَيُّكُمْ خَلَفَ الْخَارِجَ فِي أَهْلِهِ وَمَالِهِ بِخَيْرٍ كَانَ لَهُ مِثْلُ نِصْفِ أَجْرِ الْخَارِجِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23016,
    "number": "2512",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ مُوسَى بْنِ عُلَىِّ بْنِ رَبَاحٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ مَرْوَانَ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏:‏ ‏\n\"‏ شَرُّ مَا فِي رَجُلٍ شُحٌّ هَالِعٌ وَجُبْنٌ خَالِعٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23017,
    "number": "2513",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، وَابْنِ، لَهِيعَةَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَسْلَمَ أَبِي عِمْرَانَ، قَالَ ‏:‏ غَزَوْنَا مِنَ الْمَدِينَةِ نُرِيدُ الْقُسْطَنْطِينِيَّةَ، وَعَلَى الْجَمَاعَةِ عَبْدُ الرَّحْمَنِ بْنُ خَالِدِ بْنِ الْوَلِيدِ وَالرُّومُ مُلْصِقُو ظُهُورِهِمْ بِحَائِطِ الْمَدِينَةِ، فَحَمَلَ رَجُلٌ عَلَى الْعَدُوِّ فَقَالَ النَّاسُ ‏:‏ مَهْ، مَهْ، لاَ إِلَهَ إِلاَّ اللَّهُ، يُلْقِي بِيَدَيْهِ إِلَى التَّهْلُكَةِ ‏.‏ فَقَالَ أَبُو أَيُّوبَ ‏:‏ إِنَّمَا نَزَلَتْ هَذِهِ الآيَةُ فِينَا مَعْشَرَ الأَنْصَارِ لَمَّا نَصَرَ اللَّهُ نَبِيَّهُ وَأَظْهَرَ الإِسْلاَمَ، قُلْنَا ‏:‏ هَلُمَّ نُقِيمُ فِي أَمْوَالِنَا وَنُصْلِحُهَا، فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏ وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلاَ تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ ‏}‏ فَالإِلْقَاءُ بِالأَيْدِي إِلَى التَّهْلُكَةِ أَنْ نُقِيمَ فِي أَمْوَالِنَا وَنُصْلِحَهَا وَنَدَعَ الْجِهَادَ ‏.‏ قَالَ أَبُو عِمْرَانَ ‏:‏ فَلَمْ يَزَلْ أَبُو أَيُّوبَ يُجَاهِدُ فِي سَبِيلِ اللَّهِ حَتَّى دُفِنَ بِالْقُسْطَنْطِينِيَّةِ ‏.‏",
    "source": ""
  },
  {
    "id": 23018,
    "number": "2514",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَنِي أَبُو سَلاَّمٍ، عَنْ خَالِدِ بْنِ زَيْدٍ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏:‏ ‏\"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ يُدْخِلُ بِالسَّهْمِ الْوَاحِدِ ثَلاَثَةَ نَفَرٍ الْجَنَّةَ ‏:‏ صَانِعَهُ يَحْتَسِبُ فِي صَنْعَتِهِ الْخَيْرَ، وَالرَّامِيَ بِهِ، وَمُنْبِلَهُ، وَارْمُوا وَارْكَبُوا، وَأَنْ تَرْمُوا أَحَبُّ إِلَىَّ مِنْ أَنْ تَرْكَبُوا، لَيْسَ مِنَ اللَّهْوِ إِلاَّ ثَلاَثٌ ‏:‏ تَأْدِيبُ الرَّجُلِ فَرَسَهُ وَمُلاَعَبَتُهُ أَهْلَهُ وَرَمْيُهُ بِقَوْسِهِ وَنَبْلِهِ، وَمَنْ تَرَكَ الرَّمْىَ بَعْدَ مَا عَلِمَهُ رَغْبَةً عَنْهُ فَإِنَّهَا نِعْمَةٌ تَرَكَهَا ‏\"‏ ‏.‏ أَوْ قَالَ ‏:‏ ‏\"‏ كَفَرَهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23019,
    "number": "2515",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ أَبِي عَلِيٍّ، ‏:‏ ثُمَامَةَ بْنِ شُفَىٍّ الْهَمْدَانِيِّ أَنَّهُ سَمِعَ عُقْبَةَ بْنَ عَامِرٍ الْجُهَنِيَّ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ ‏:‏ ‏\"‏ ‏{‏ وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ ‏}‏ أَلاَ إِنَّ الْقُوَّةَ الرَّمْىُ، أَلاَ إِنَّ الْقُوَّةَ الرَّمْىُ، أَلاَ إِنَّ الْقُوَّةَ الرَّمْىُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23020,
    "number": "2516",
    "text": "حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ الْحَضْرَمِيُّ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنِي بَحِيرٌ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ أَبِي بَحْرِيَّةَ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏:‏ ‏\n\"‏ الْغَزْوُ غَزْوَانِ فَأَمَّا مَنِ ابْتَغَى وَجْهَ اللَّهِ، وَأَطَاعَ الإِمَامَ، وَأَنْفَقَ الْكَرِيمَةَ، وَيَاسَرَ الشَّرِيكَ، وَاجْتَنَبَ الْفَسَادَ، فَإِنَّ نَوْمَهُ وَنَبْهَهُ أَجْرٌ كُلُّهُ وَأَمَّا مَنْ غَزَا فَخْرًا وَرِيَاءً وَسُمْعَةً، وَعَصَى الإِمَامَ، وَأَفْسَدَ فِي الأَرْضِ، فَإِنَّهُ لَمْ يَرْجِعْ بِالْكَفَافِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23021,
    "number": "2517",
    "text": "حَدَّثَنَا أَبُو تَوْبَةَ، ‏:‏ الرَّبِيعُ بْنُ نَافِعٍ عَنِ ابْنِ الْمُبَارَكِ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الْقَاسِمِ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنِ ابْنِ مِكْرَزٍ، - رَجُلٍ مِنْ أَهْلِ الشَّامِ - عَنْ أَبِي هُرَيْرَةَ، ‏:‏ أَنَّ رَجُلاً، قَالَ ‏:‏ يَا رَسُولَ اللَّهِ، رَجُلٌ يُرِيدُ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَهُوَ يَبْتَغِي عَرَضًا مِنْ عَرَضِ الدُّنْيَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ لاَ أَجْرَ لَهُ ‏\"‏ ‏.‏ فَأَعْظَمَ ذَلِكَ النَّاسُ، وَقَالُوا لِلرَّجُلِ ‏:‏ عُدْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَلَعَلَّكَ لَمْ تُفَهِّمْهُ ‏.‏ فَقَالَ ‏:‏ يَا رَسُولَ اللَّهِ، رَجُلٌ يُرِيدُ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَهُوَ يَبْتَغِي عَرَضًا مِنْ عَرَضِ الدُّنْيَا ‏.‏ فَقَالَ ‏:‏ ‏\"‏ لاَ أَجْرَ لَهُ ‏\"‏ ‏.‏ فَقَالُوا لِلرَّجُلِ ‏:‏ عُدْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ لَهُ الثَّالِثَةَ، فَقَالَ لَهُ ‏:‏ ‏\"‏ لاَ أَجْرَ لَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23022,
    "number": "2518",
    "text": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي وَائِلٍ، عَنْ أَبِي مُوسَى، ‏:‏ أَنَّ أَعْرَابِيًّا، جَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏:‏ إِنَّ الرَّجُلَ يُقَاتِلُ لِلذِّكْرِ، وَيُقَاتِلُ لِيُحْمَدَ، وَيُقَاتِلُ لِيَغْنَمَ، وَيُقَاتِلُ لِيُرَى مَكَانُهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ مَنْ قَاتَلَ حَتَّى تَكُونَ كَلِمَةُ اللَّهِ هِيَ أَعْلَى فَهُوَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23023,
    "number": "2519",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنْ عَمْرٍو، قَالَ ‏:‏ سَمِعْتُ مِنْ أَبِي وَائِلٍ، حَدِيثًا أَعْجَبَنِي ‏.‏ فَذَكَرَ مَعْنَاهُ ‏.‏",
    "source": ""
  },
  {
    "id": 23024,
    "number": "2520",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ حَاتِمٍ الأَنْصَارِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي الْوَضَّاحِ، عَنِ الْعَلاَءِ بْنِ عَبْدِ اللَّهِ بْنِ رَافِعٍ، عَنْ حَنَانِ بْنِ خَارِجَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو ‏:‏ يَا رَسُولَ اللَّهِ أَخْبِرْنِي عَنِ الْجِهَادِ، وَالْغَزْوِفَقَالَ ‏:‏ ‏\n\"‏ يَا عَبْدَ اللَّهِ بْنَ عَمْرٍو، إِنْ قَاتَلْتَ صَابِرًا مُحْتَسِبًا بَعَثَكَ اللَّهُ صَابِرًا مُحْتَسِبًا، وَإِنْ قَاتَلْتَ مُرَائِيًا مُكَاثِرًا بَعَثَكَ اللَّهُ مُرَائِيًا مُكَاثِرًا، يَا عَبْدَ اللَّهِ بْنَ عَمْرٍو، عَلَى أَىِّ حَالٍ قَاتَلْتَ أَوْ قُتِلْتَ بَعَثَكَ اللَّهُ عَلَى تِيكَ الْحَالِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23025,
    "number": "2521",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ لَمَّا أُصِيبَ إِخْوَانُكُمْ بِأُحُدٍ جَعَلَ اللَّهُ أَرْوَاحَهُمْ فِي جَوْفِ طَيْرٍ خُضْرٍ تَرِدُ أَنْهَارَ الْجَنَّةِ، تَأْكُلُ مِنْ ثِمَارِهَا، وَتَأْوِي إِلَى قَنَادِيلَ مِنْ ذَهَبٍ مُعَلَّقَةٍ فِي ظِلِّ الْعَرْشِ، فَلَمَّا وَجَدُوا طِيبَ مَأْكَلِهِمْ وَمَشْرَبِهِمْ وَمَقِيلِهِمْ قَالُوا ‏:‏ مَنْ يُبَلِّغُ إِخْوَانَنَا عَنَّا أَنَّا أَحْيَاءٌ فِي الْجَنَّةِ نُرْزَقُ لِئَلاَّ يَزْهَدُوا فِي الْجِهَادِ وَلاَ يَنْكُلُوا عِنْدَ الْحَرْبِ فَقَالَ اللَّهُ سُبْحَانَهُ ‏:‏ أَنَا أُبَلِّغُهُمْ عَنْكُمْ ‏.‏ قَالَ ‏:‏ فَأَنْزَلَ اللَّهُ ‏{‏ وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا ‏}‏ ‏\"‏ ‏.‏ إِلَى آخِرِ الآيَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 23026,
    "number": "2522",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا عَوْفٌ، حَدَّثَتْنَا حَسْنَاءُ بِنْتُ مُعَاوِيَةَ الصَّرِيمِيَّةُ، قَالَتْ حَدَّثَنَا عَمِّي، قَالَ قُلْتُ لِلنَّبِيِّ صلى الله عليه وسلم ‏:‏ مَنْ فِي الْجَنَّةِ قَالَ ‏:‏ ‏\n\"‏ النَّبِيُّ فِي الْجَنَّةِ، وَالشَّهِيدُ فِي الْجَنَّةِ، وَالْمَوْلُودُ فِي الْجَنَّةِ، وَالْوَئِيدُ فِي الْجَنَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23027,
    "number": "2523",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا الْوَلِيدُ بْنُ رَبَاحٍ الذِّمَارِيُّ، حَدَّثَنِي عَمِّي، ‏:‏ نِمْرَانُ بْنُ عُتْبَةَ الذِّمَارِيُّ قَالَ ‏:‏ دَخَلْنَا عَلَى أُمِّ الدَّرْدَاءِ وَنَحْنُ أَيْتَامٌ فَقَالَتْ ‏:‏ أَبْشِرُوا فَإِنِّي سَمِعْتُ أَبَا الدَّرْدَاءِ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ يُشَفَّعُ الشَّهِيدُ فِي سَبْعِينَ مِنْ أَهْلِ بَيْتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ ‏:‏ صَوَابُهُ رَبَاحُ بْنُ الْوَلِيدِ ‏.‏",
    "source": ""
  },
  {
    "id": 23028,
    "number": "2524",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ، حَدَّثَنَا سَلَمَةُ، - يَعْنِي ابْنَ الْفَضْلِ - عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي يَزِيدُ بْنُ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ ‏:‏ لَمَّا مَاتَ النَّجَاشِيُّ كُنَّا نَتَحَدَّثُ أَنَّهُ لاَ يَزَالُ يُرَى عَلَى قَبْرِهِ نُورٌ ‏.‏",
    "source": ""
  },
  {
    "id": 23029,
    "number": "2525",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ، عَنْ عَبْدِ اللَّهِ بْنِ رُبَيِّعَةَ، عَنْ عُبَيْدِ بْنِ خَالِدٍ السُّلَمِيِّ، قَالَ ‏:‏ آخَى رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ رَجُلَيْنِ فَقُتِلَ أَحَدُهُمَا وَمَاتَ الآخَرُ بَعْدَهُ بِجُمُعَةٍ أَوْ نَحْوِهَا، فَصَلَّيْنَا عَلَيْهِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ مَا قُلْتُمْ ‏\"‏ ‏.‏ فَقُلْنَا ‏:‏ دَعَوْنَا لَهُ، وَقُلْنَا ‏:‏ اللَّهُمَّ اغْفِرْ لَهُ وَأَلْحِقْهُ بِصَاحِبِهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ فَأَيْنَ صَلاَتُهُ بَعْدَ صَلاَتِهِ وَصَوْمُهُ بَعْدَ صَوْمِهِ ‏\"‏ ‏.‏ شَكَّ شُعْبَةُ فِي صَوْمِهِ ‏:‏ ‏\"‏ وَعَمَلُهُ بَعْدَ عَمَلِهِ إِنَّ بَيْنَهُمَا كَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23030,
    "number": "2526",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، أَخْبَرَنَا ح، وَحَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، - الْمَعْنَى وَأَنَا لِحَدِيثِهِ، أَتْقَنُ - عَنْ أَبِي سَلَمَةَ، ‏:‏ سُلَيْمَانَ بْنِ سُلَيْمٍ عَنْ يَحْيَى بْنِ جَابِرٍ الطَّائِيِّ، عَنِ ابْنِ أَخِي أَبِي أَيُّوبَ الأَنْصَارِيِّ، عَنْ أَبِي أَيُّوبَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏:‏ ‏\n\"‏ سَتُفْتَحُ عَلَيْكُمُ الأَمْصَارُ، وَسَتَكُونُ جُنُودٌ مُجَنَّدَةٌ تُقْطَعُ عَلَيْكُمْ فِيهَا بُعُوثٌ فَيَكْرَهُ الرَّجُلُ مِنْكُمُ الْبَعْثَ فِيهَا فَيَتَخَلَّصُ مِنْ قَوْمِهِ ثُمَّ يَتَصَفَّحُ الْقَبَائِلَ يَعْرِضُ نَفْسَهُ عَلَيْهِمْ يَقُولُ ‏:‏ مَنْ أَكْفِيهِ بَعْثَ كَذَا، مَنْ أَكْفِيهِ بَعْثَ كَذَا أَلاَ وَذَلِكَ الأَجِيرُ إِلَى آخِرِ قَطْرَةٍ مِنْ دَمِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23031,
    "number": "2527",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ الْمِصِّيصِيُّ، حَدَّثَنَا حَجَّاجٌ، - يَعْنِي ابْنَ مُحَمَّدٍ - ح وَحَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبٍ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، عَنِ ابْنِ شُفَىٍّ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏:‏ ‏\n\"‏ لِلْغَازِي أَجْرُهُ، وَلِلْجَاعِلِ أَجْرُهُ وَأَجْرُ الْغَازِي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23032,
    "number": "2528",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَاصِمُ بْنُ حَكِيمٍ، عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الدَّيْلَمِيِّ، أَنَّ يَعْلَى بْنَ مُنْيَةَ، قَالَ ‏:‏ آذَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْغَزْوِ وَأَنَا شَيْخٌ كَبِيرٌ لَيْسَ لِي خَادِمٌ، فَالْتَمَسْتُ أَجِيرًا يَكْفِينِي وَأُجْرِي لَهُ سَهْمَهُ، فَوَجَدْتُ رَجُلاً، فَلَمَّا دَنَا الرَّحِيلُ أَتَانِي فَقَالَ ‏:‏ مَا أَدْرِي مَا السُّهْمَانُ وَمَا يَبْلُغُ سَهْمِي فَسَمِّ لِي شَيْئًا كَانَ السَّهْمُ أَوْ لَمْ يَكُنْ ‏.‏ فَسَمَّيْتُ لَهُ ثَلاَثَةَ دَنَانِيرَ، فَلَمَّا حَضَرَتْ غَنِيمَتُهُ أَرَدْتُ أَنْ أُجْرِيَ لَهُ سَهْمَهُ، فَذَكَرْتُ الدَّنَانِيرَ، فَجِئْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ لَهُ أَمْرَهُ، فَقَالَ ‏:‏ ‏\n\"‏ مَا أَجِدُ لَهُ فِي غَزْوَتِهِ هَذِهِ فِي الدُّنْيَا وَالآخِرَةِ إِلاَّ دَنَانِيرَهُ الَّتِي سَمَّى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23033,
    "number": "2529",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ ‏:‏ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏:‏ جِئْتُ أُبَايِعُكَ عَلَى الْهِجْرَةِ وَتَرَكْتُ أَبَوَىَّ يَبْكِيَانِ ‏.‏ فَقَالَ ‏:‏ ‏\n\"‏ ارْجِعْ عَلَيْهِمَا فَأَضْحِكْهُمَا كَمَا أَبْكَيْتَهُمَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23034,
    "number": "2530",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي الْعَبَّاسِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ ‏:‏ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏:‏ يَا رَسُولَ اللَّهِ أُجَاهِدُ قَالَ ‏:‏ ‏\"‏ أَلَكَ أَبَوَانِ ‏\"‏ ‏.‏ قَالَ ‏:‏ نَعَمْ ‏.‏ قَالَ ‏:‏ ‏\"‏ فَفِيهِمَا فَجَاهِدْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ ‏:‏ أَبُو الْعَبَّاسِ هَذَا الشَّاعِرُ اسْمُهُ السَّائِبُ بْنُ فَرُّوخَ ‏.‏",
    "source": ""
  },
  {
    "id": 23035,
    "number": "2531",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، أَنَّ دَرَّاجًا أَبَا السَّمْحِ، حَدَّثَهُ عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، ‏:‏ أَنَّ رَجُلاً، هَاجَرَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْيَمَنِ، فَقَالَ ‏:‏ ‏\"‏ هَلْ لَكَ أَحَدٌ بِالْيَمَنِ ‏\"‏ ‏.‏ قَالَ ‏:‏ أَبَوَاىَ ‏.‏ قَالَ ‏:‏ ‏\"‏ أَذِنَا لَكَ ‏\"‏ ‏.‏ قَالَ ‏:‏ لاَ ‏.‏ قَالَ ‏:‏ ‏\"‏ ارْجِعْ إِلَيْهِمَا فَاسْتَأْذِنْهُمَا، فَإِنْ أَذِنَا لَكَ فَجَاهِدْ، وَإِلاَّ فَبِرَّهُمَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23036,
    "number": "2532",
    "text": "حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ مُطَهِّرٍ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ ‏:‏ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَغْزُو بِأُمِّ سُلَيْمٍ وَنِسْوَةٍ مِنَ الأَنْصَارِ لِيَسْقِينَ الْمَاءَ وَيُدَاوِينَ الْجَرْحَى ‏.‏",
    "source": ""
  },
  {
    "id": 23037,
    "number": "2533",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنْ يَزِيدَ بْنِ أَبِي نُشْبَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ ثَلاَثَةٌ مِنْ أَصْلِ الإِيمَانِ ‏:‏ الْكَفُّ عَمَّنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ تُكَفِّرْهُ بِذَنْبٍ وَلاَ تُخْرِجْهُ مِنَ الإِسْلاَمِ بِعَمَلٍ، وَالْجِهَادُ مَاضٍ مُنْذُ بَعَثَنِيَ اللَّهُ إِلَى أَنْ يُقَاتِلَ آخِرُ أُمَّتِي الدَّجَّالَ لاَ يُبْطِلُهُ جَوْرُ جَائِرٍ وَلاَ عَدْلُ عَادِلٍ، وَالإِيمَانُ بِالأَقْدَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23038,
    "number": "2534",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنِ الْعَلاَءِ بْنِ الْحَارِثِ، عَنْ مَكْحُولٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ الْجِهَادُ وَاجِبٌ عَلَيْكُمْ مَعَ كُلِّ أَمِيرٍ بَرًّا كَانَ أَوْ فَاجِرًا، وَالصَّلاَةُ وَاجِبَةٌ عَلَيْكُمْ خَلْفَ كُلِّ مُسْلِمٍ بَرًّا كَانَ أَوْ فَاجِرًا وَإِنْ عَمِلَ الْكَبَائِرَ، وَالصَّلاَةُ وَاجِبَةٌ عَلَى كُلِّ مُسْلِمٍ بَرًّا كَانَ أَوْ فَاجِرًا وَإِنْ عَمِلَ الْكَبَائِرَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23039,
    "number": "2535",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ نُبَيْحٍ الْعَنَزِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، حَدَّثَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ أَرَادَ أَنْ يَغْزُوَ فَقَالَ ‏:‏ ‏\n\"‏ يَا مَعْشَرَ الْمُهَاجِرِينَ وَالأَنْصَارِ، إِنَّ مِنْ إِخْوَانِكُمْ قَوْمًا لَيْسَ لَهُمْ مَالٌ وَلاَ عَشِيرَةٌ فَلْيَضُمَّ أَحَدُكُمْ إِلَيْهِ الرَّجُلَيْنِ أَوِ الثَّلاَثَةَ فَمَا لأَحَدِنَا مِنْ ظَهْرٍ يَحْمِلُهُ إِلاَّ عُقْبَةٌ كَعُقْبَةِ ‏\"‏ ‏.‏ يَعْنِي أَحَدِهِمْ ‏.‏ فَضَمَمْتُ إِلَىَّ اثْنَيْنِ أَوْ ثَلاَثَةً، قَالَ ‏:‏ مَا لِي إِلاَّ عُقْبَةٌ كَعُقْبَةِ أَحَدِهِمْ مِنْ جَمَلِي ‏.‏",
    "source": ""
  },
  {
    "id": 23040,
    "number": "2536",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا أَسَدُ بْنُ مُوسَى، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، حَدَّثَنِي ضَمْرَةُ، أَنَّ ابْنَ زُغْبٍ الإِيَادِيَّ، حَدَّثَهُ قَالَ ‏:‏ نَزَلَ عَلَىَّ عَبْدُ اللَّهِ بْنُ حَوَالَةَ الأَزْدِيُّ فَقَالَ لِي ‏:‏ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم لِنَغْنَمَ عَلَى أَقْدَامِنَا فَرَجَعْنَا فَلَمْ نَغْنَمْ شَيْئًا وَعَرَفَ الْجُهْدَ فِي وُجُوهِنَا فَقَامَ فِينَا فَقَالَ ‏:‏ ‏\"‏ اللَّهُمَّ لاَ تَكِلْهُمْ إِلَىَّ فَأَضْعُفَ عَنْهُمْ، وَلاَ تَكِلْهُمْ إِلَى أَنْفُسِهِمْ فَيَعْجِزُوا عَنْهَا، وَلاَ تَكِلْهُمْ إِلَى النَّاسِ فَيَسْتَأْثِرُوا عَلَيْهِمْ ‏\"‏ ‏.‏ ثُمَّ وَضَعَ يَدَهُ عَلَى رَأْسِي - أَوْ قَالَ ‏:‏ عَلَى هَامَتِي - ثُمَّ قَالَ ‏:‏ ‏\"‏ يَا ابْنَ حَوَالَةَ إِذَا رَأَيْتَ الْخِلاَفَةَ قَدْ نَزَلَتْ أَرْضَ الْمُقَدَّسَةِ فَقَدْ دَنَتِ الزَّلاَزِلُ وَالْبَلاَبِلُ وَالأُمُورُ الْعِظَامُ، وَالسَّاعَةُ يَوْمَئِذٍ أَقْرَبُ مِنَ النَّاسِ مِنْ يَدِي هَذِهِ مِنْ رَأْسِكَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ ‏:‏ عَبْدُ اللَّهِ بْنُ حَوَالَةَ حِمْصِيٌّ ‏.‏",
    "source": ""
  },
  {
    "id": 23041,
    "number": "2537",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ مُرَّةَ الْهَمْدَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ عَجِبَ رَبُّنَا مِنْ رَجُلٍ غَزَا فِي سَبِيلِ اللَّهِ فَانْهَزَمَ ‏\"‏ ‏.‏ يَعْنِي أَصْحَابَهُ ‏:‏ ‏\"‏ فَعَلِمَ مَا عَلَيْهِ فَرَجَعَ حَتَّى أُهْرِيقَ دَمُهُ، فَيَقُولُ اللَّهُ تَعَالَى لِمَلاَئِكَتِهِ ‏:‏ انْظُرُوا إِلَى عَبْدِي رَجَعَ رَغْبَةً فِيمَا عِنْدِي وَشَفَقَةً مِمَّا عِنْدِي حَتَّى أُهَرِيقَ دَمُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23042,
    "number": "2538",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ عَمْرَو بْنَ أُقَيْشٍ، كَانَ لَهُ رِبًا فِي الْجَاهِلِيَّةِ فَكَرِهَ أَنْ يُسْلِمَ حَتَّى يَأْخُذَهُ فَجَاءَ يَوْمَ أُحُدٍ ‏.‏ فَقَالَ ‏:‏ أَيْنَ بَنُو عَمِّي قَالُوا ‏:‏ بِأُحُدٍ ‏.‏ قَالَ ‏:‏ أَيْنَ فُلاَنٌ قَالُوا ‏:‏ بِأُحُدٍ ‏.‏ قَالَ ‏:‏ أَيْنَ فُلاَنٌ قَالُوا ‏:‏ بِأُحُدٍ ‏.‏ فَلَبِسَ لأْمَتَهُ وَرَكِبَ فَرَسَهُ ثُمَّ تَوَجَّهَ قِبَلَهُمْ، فَلَمَّا رَآهُ الْمُسْلِمُونَ قَالُوا ‏:‏ إِلَيْكَ عَنَّا يَا عَمْرُو ‏.‏ قَالَ ‏:‏ إِنِّي قَدْ آمَنْتُ ‏.‏ فَقَاتَلَ حَتَّى جُرِحَ، فَحُمِلَ إِلَى أَهْلِهِ جَرِيحًا، فَجَاءَهُ سَعْدُ بْنُ مُعَاذٍ فَقَالَ لأُخْتِهِ ‏:‏ سَلِيهِ حَمِيَّةً لِقَوْمِكَ أَوْ غَضَبًا لَهُمْ أَمْ غَضَبًا لِلَّهِ فَقَالَ ‏:‏ بَلْ غَضَبًا لِلَّهِ وَلِرَسُولِهِ فَمَاتَ ‏.‏ فَدَخَلَ الْجَنَّةَ وَمَا صَلَّى لِلَّهِ صَلاَةً ‏.‏",
    "source": ""
  },
  {
    "id": 23043,
    "number": "2539",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ، وَعَبْدُ اللَّهِ بْنُ كَعْبِ بْنِ مَالِكٍ، قَالَ أَبُو دَاوُدَ قَالَ أَحْمَدُ ‏:‏ كَذَا قَالَ هُوَ - يَعْنِي ابْنَ وَهْبٍ - وَعَنْبَسَةُ - يَعْنِي ابْنَ خَالِدٍ - جَمِيعًا عَنْ يُونُسَ قَالَ أَحْمَدُ ‏:‏ وَالصَّوَابُ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ أَنَّ سَلَمَةَ بْنَ الأَكْوَعِ قَالَ ‏:‏ لَمَّا كَانَ يَوْمُ خَيْبَرَ قَاتَلَ أَخِي قِتَالاً شَدِيدًا، فَارْتَدَّ عَلَيْهِ سَيْفُهُ فَقَتَلَهُ فَقَالَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ذَلِكَ - وَشَكُّوا فِيهِ - ‏:‏ رَجُلٌ مَاتَ بِسِلاَحِهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ مَاتَ جَاهِدًا مُجَاهِدًا ‏\"‏ ‏.‏ قَالَ ابْنُ شِهَابٍ ‏:‏ ثُمَّ سَأَلْتُ ابْنًا لِسَلَمَةَ بْنِ الأَكْوَعِ فَحَدَّثَنِي عَنْ أَبِيهِ بِمِثْلِ ذَلِكَ، غَيْرَ أَنَّهُ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ كَذَبُوا مَاتَ جَاهِدًا مُجَاهِدًا فَلَهُ أَجْرُهُ مَرَّتَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23044,
    "number": "2540",
    "text": "حَدَّثَنَا هِشَامُ بْنُ خَالِدٍ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ، عَنْ مُعَاوِيَةَ بْنِ أَبِي سَلاَّمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ أَبِي سَلاَّمٍ، عَنْ رَجُلٍ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏:‏ أَغَرْنَا عَلَى حَىٍّ مِنْ جُهَيْنَةَ فَطَلَبَ رَجُلٌ مِنَ الْمُسْلِمِينَ رَجُلاً مِنْهُمْ فَضَرَبَهُ فَأَخْطَأَهُ وَأَصَابَ نَفْسَهُ بِالسَّيْفِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ أَخُوكُمْ يَا مَعْشَرَ الْمُسْلِمِينَ ‏\"‏ ‏.‏ فَابْتَدَرَهُ النَّاسُ فَوَجَدُوهُ قَدْ مَاتَ، فَلَفَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِثِيَابِهِ وَدِمَائِهِ وَصَلَّى عَلَيْهِ وَدَفَنَهُ، فَقَالُوا ‏:‏ يَا رَسُولَ اللَّهِ أَشَهِيدٌ هُوَ قَالَ ‏:‏ ‏\"‏ نَعَمْ، وَأَنَا لَهُ شَهِيدٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23045,
    "number": "2541",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا مُوسَى بْنُ يَعْقُوبَ الزَّمْعِيُّ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ ثِنْتَانِ لاَ تُرَدَّانِ، أَوْ قَلَّمَا تُرَدَّانِ ‏:‏ الدُّعَاءُ عِنْدَ النِّدَاءِ، وَعِنْدَ الْبَأْسِ حِينَ يُلْحِمُ بَعْضُهُمْ بَعْضًا ‏\"‏ ‏.‏ قَالَ مُوسَى ‏:‏ وَحَدَّثَنِي رِزْقُ بْنُ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏:‏ وَوَقْتَ الْمَطَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 23046,
    "number": "2542",
    "text": "حَدَّثَنَا هِشَامُ بْنُ خَالِدٍ أَبُو مَرْوَانَ، وَابْنُ الْمُصَفَّى، قَالاَ حَدَّثَنَا بَقِيَّةُ، عَنِ ابْنِ ثَوْبَانَ، عَنْ أَبِيهِ، يَرُدُّ إِلَى مَكْحُولٍ إِلَى مَالِكِ بْنِ يُخَامِرَ أَنَّ مُعَاذَ بْنَ جَبَلٍ، حَدَّثَهُمْ أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏:‏ ‏\"‏ مَنْ قَاتَلَ فِي سَبِيلِ اللَّهِ فُوَاقَ نَاقَةٍ فَقَدْ وَجَبَتْ لَهُ الْجَنَّةُ، وَمَنْ سَأَلَ اللَّهَ الْقَتْلَ مِنْ نَفْسِهِ صَادِقًا ثُمَّ مَاتَ أَوْ قُتِلَ فَإِنَّ لَهُ أَجْرَ شَهِيدٍ ‏\"‏ ‏.‏ زَادَ ابْنُ الْمُصَفَّى مِنْ هُنَا ‏:‏ ‏\"‏ وَمَنْ جُرِحَ جُرْحًا فِي سَبِيلِ اللَّهِ أَوْ نُكِبَ نَكْبَةً فَإِنَّهَا تَجِيءُ يَوْمَ الْقِيَامَةِ كَأَغْزَرِ مَا كَانَتْ، لَوْنُهَا لَوْنُ الزَّعْفَرَانِ، وَرِيحُهَا رِيحُ الْمِسْكِ، وَمَنْ خَرَجَ بِهِ خُرَاجٌ فِي سَبِيلِ اللَّهِ فَإِنَّ عَلَيْهِ طَابَعَ الشُّهَدَاءِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23047,
    "number": "2543",
    "text": "حَدَّثَنَا أَبُو تَوْبَةَ، عَنِ الْهَيْثَمِ بْنِ حُمَيْدٍ، ح وَحَدَّثَنَا خُشَيْشُ بْنُ أَصْرَمَ، حَدَّثَنَا أَبُو عَاصِمٍ، جَمِيعًا عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ نَصْرٍ الْكِنَانِيِّ، عَنْ رَجُلٍوَقَالَ أَبُو تَوْبَةَ ‏:‏ عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ شَيْخٍ، مِنْ بَنِي سُلَيْمٍ عَنْ عُتْبَةَ بْنِ عَبْدٍ السُّلَمِيِّ، - وَهَذَا لَفْظُهُ - أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏:‏ ‏\n\"‏ لاَ تَقُصُّوا نَوَاصِيَ الْخَيْلِ وَلاَ مَعَارِفَهَا وَلاَ أَذْنَابَهَا، فَإِنَّ أَذْنَابَهَا مَذَابُّهَا، وَمَعَارِفَهَا دِفَاؤُهَا، وَنَوَاصِيهَا مَعْقُودٌ فِيهَا الْخَيْرُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23048,
    "number": "2544",
    "text": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا هِشَامُ بْنُ سَعِيدٍ الطَّالْقَانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُهَاجِرِ الأَنْصَارِيُّ، حَدَّثَنِي عَقِيلُ بْنُ شَبِيبٍ، عَنْ أَبِي وَهْبٍ الْجُشَمِيِّ، - وَكَانَتْ لَهُ صُحْبَةٌ - قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ عَلَيْكُمْ بِكُلِّ كُمَيْتٍ أَغَرَّ مُحَجَّلٍ، أَوْ أَشْقَرَ أَغَرَّ مُحَجَّلٍ، أَوْ أَدْهَمَ أَغَرَّ مُحَجَّلٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23049,
    "number": "2545",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ، حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنَا مُحَمَّدُ بْنُ مُهَاجِرٍ، حَدَّثَنَا عَقِيلُ بْنُ شَبِيبٍ، عَنْ أَبِي وَهْبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ عَلَيْكُمْ بِكُلِّ أَشْقَرَ أَغَرَّ مُحَجَّلٍ، أَوْ كُمَيْتٍ أَغَرَّ ‏\"‏ ‏.‏ فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ مُحَمَّدٌ - يَعْنِي ابْنَ مُهَاجِرٍ - سَأَلْتُهُ ‏:‏ لِمَ فَضَّلَ الأَشْقَرَ قَالَ ‏:‏ لأَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ سَرِيَّةً فَكَانَ أَوَّلَ مَنْ جَاءَ بِالْفَتْحِ صَاحِبُ أَشْقَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 23050,
    "number": "2546",
    "text": "حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ، عَنْ شَيْبَانَ، عَنْ عِيسَى بْنِ عَلِيٍّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ يُمْنُ الْخَيْلِ فِي شُقْرِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23051,
    "number": "2547",
    "text": "حَدَّثَنَا مُوسَى بْنُ مَرْوَانَ الرَّقِّيُّ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، حَدَّثَنَا أَبُو زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، ‏:‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُسَمِّي الأُنْثَى مِنَ الْخَيْلِ فَرَسًا ‏.‏",
    "source": ""
  },
  {
    "id": 23052,
    "number": "2548",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ سَلْمٍ، - هُوَ ابْنُ عَبْدِ الرَّحْمَنِ - عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ ‏:‏ كَانَ النَّبِيُّ صلى الله عليه وسلم يَكْرَهُ الشِّكَالَ مِنَ الْخَيْلِ ‏.‏ وَالشِّكَالُ ‏:‏ يَكُونُ الْفَرَسُ فِي رِجْلِهِ الْيُمْنَى بَيَاضٌ وَفِي يَدِهِ الْيُسْرَى بَيَاضٌ، أَوْ فِي يَدِهِ الْيُمْنَى وَفِي رِجْلِهِ الْيُسْرَى ‏.‏ قَالَ أَبُو دَاوُدَ ‏:‏ أَىْ مُخَالِفٌ ‏.‏",
    "source": ""
  },
  {
    "id": 23053,
    "number": "2549",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا مِسْكِينٌ، - يَعْنِي ابْنَ بُكَيْرٍ - حَدَّثَنَا مُحَمَّدُ بْنُ مُهَاجِرٍ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي كَبْشَةَ السَّلُولِيِّ، عَنْ سَهْلِ ابْنِ الْحَنْظَلِيَّةِ، قَالَ ‏:‏ مَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بِبَعِيرٍ قَدْ لَحِقَ ظَهْرُهُ بِبَطْنِهِ، فَقَالَ ‏:‏ ‏\n\"‏ اتَّقُوا اللَّهَ فِي هَذِهِ الْبَهَائِمِ الْمُعْجَمَةِ فَارْكَبُوهَا وَكُلُوهَا صَالِحَةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23054,
    "number": "2550",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مَهْدِيٌّ، حَدَّثَنَا ابْنُ أَبِي يَعْقُوبَ، عَنِ الْحَسَنِ بْنِ سَعْدٍ، مَوْلَى الْحَسَنِ بْنِ عَلِيٍّ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، قَالَ ‏:‏ أَرْدَفَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم خَلْفَهُ ذَاتَ يَوْمٍ فَأَسَرَّ إِلَىَّ حَدِيثًا لاَ أُحَدِّثُ بِهِ أَحَدًا مِنَ النَّاسِ، وَكَانَ أَحَبُّ مَا اسْتَتَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحَاجَتِهِ هَدَفًا أَوْ حَائِشَ نَخْلٍ ‏.‏ قَالَ ‏:‏ فَدَخَلَ حَائِطًا لِرَجُلٍ مِنَ الأَنْصَارِ فَإِذَا جَمَلٌ فَلَمَّا رَأَى النَّبِيَّ صلى الله عليه وسلم حَنَّ وَذَرَفَتْ عَيْنَاهُ، فَأَتَاهُ النَّبِيُّ صلى الله عليه وسلم فَمَسَحَ ذِفْرَاهُ فَسَكَتَ، فَقَالَ ‏:‏ ‏\"‏ مَنْ رَبُّ هَذَا الْجَمَلِ، لِمَنْ هَذَا الْجَمَلُ ‏\"‏ ‏.‏ فَجَاءَ فَتًى مِنَ الأَنْصَارِ فَقَالَ ‏:‏ لِي يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ ‏:‏ ‏\"‏ أَفَلاَ تَتَّقِي اللَّهَ فِي هَذِهِ الْبَهِيمَةِ الَّتِي مَلَّكَكَ اللَّهُ إِيَّاهَا، فَإِنَّهُ شَكَى إِلَىَّ أَنَّكَ تُجِيعُهُ وَتُدْئِبُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23055,
    "number": "2551",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏:‏ ‏\"‏ بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ فَاشْتَدَّ عَلَيْهِ الْعَطَشُ، فَوَجَدَ بِئْرًا فَنَزَلَ فِيهَا فَشَرِبَ ثُمَّ خَرَجَ فَإِذَا كَلْبٌ يَلْهَثُ يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ، فَقَالَ الرَّجُلُ ‏:‏ لَقَدْ بَلَغَ هَذَا الْكَلْبَ مِنَ الْعَطَشِ مِثْلُ الَّذِي كَانَ بَلَغَنِي، فَنَزَلَ الْبِئْرَ فَمَلأَ خُفَّيْهِ فَأَمْسَكَهُ بِفِيهِ حَتَّى رَقِيَ فَسَقَى الْكَلْبَ، فَشَكَرَ اللَّهُ لَهُ فَغَفَرَ لَهُ ‏\"‏ ‏.‏ فَقَالُوا ‏:‏ يَا رَسُولَ اللَّهِ وَإِنَّ لَنَا فِي الْبَهَائِمِ لأَجْرًا فَقَالَ ‏:‏ ‏\"‏ فِي كُلِّ ذَاتِ كَبِدٍ رَطْبَةٍ أَجْرٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23056,
    "number": "2552",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ حَمْزَةَ الضَّبِّيِّ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ كُنَّا إِذَا نَزَلْنَا مَنْزِلاً لاَ نُسَبِّحُ حَتَّى نَحُلَّ الرِّحَالَ ‏.‏",
    "source": ""
  },
  {
    "id": 23057,
    "number": "2553",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، أَنَّ أَبَا بَشِيرٍ الأَنْصَارِيَّ، أَخْبَرَهُ أَنَّهُ، كَانَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ فَأَرْسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَسُولاً - قَالَ عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ حَسِبْتُ أَنَّهُ قَالَ - وَالنَّاسُ فِي مَبِيتِهِمْ ‏\n\"‏ لاَ يُبْقَيَنَّ فِي رَقَبَةِ بَعِيرٍ قِلاَدَةٌ مِنْ وَتَرٍ وَلاَ قِلاَدَةٌ إِلاَّ قُطِعَتْ ‏\"‏ ‏.‏ قَالَ مَالِكٌ أَرَى أَنَّ ذَلِكَ مِنْ أَجْلِ الْعَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 23058,
    "number": "2554",
    "text": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا هِشَامُ بْنُ سَعِيدٍ الطَّالْقَانِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُهَاجِرِ، حَدَّثَنِي عَقِيلُ بْنُ شَبِيبٍ، عَنْ أَبِي وَهْبٍ الْجُشَمِيِّ، - وَكَانَتْ لَهُ صُحْبَةٌ - قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ارْتَبِطُوا الْخَيْلَ وَامْسَحُوا بِنَوَاصِيهَا وَأَعْجَازِهَا ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ أَكْفَالِهَا ‏\"‏ ‏.‏ ‏\"‏ وَقَلِّدُوهَا وَلاَ تُقَلِّدُوهَا الأَوْتَارَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23059,
    "number": "2555",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنْ سَالِمٍ، عَنْ أَبِي الْجَرَّاحِ، مَوْلَى أُمِّ حَبِيبَةَ عَنْ أُمِّ حَبِيبَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَصْحَبُ الْمَلاَئِكَةُ رُفْقَةً فِيهَا جَرَسٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23060,
    "number": "2556",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَصْحَبُ الْمَلاَئِكَةُ رُفْقَةً فِيهَا كَلْبٌ أَوْ جَرَسٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23061,
    "number": "2557",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ فِي الْجَرَسِ ‏\n\"‏ مِزْمَارُ الشَّيْطَانِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23062,
    "number": "2558",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ نُهِيَ عَنْ رُكُوبِ الْجَلاَّلَةِ",
    "source": ""
  },
  {
    "id": 23063,
    "number": "2559",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي سُرَيْجٍ الرَّازِيُّ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ الْجَهْمِ، حَدَّثَنَا عَمْرٌو، - يَعْنِي ابْنَ أَبِي قَيْسٍ - عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْجَلاَّلَةِ فِي الإِبِلِ أَنْ يُرْكَبَ عَلَيْهَا ‏.‏",
    "source": ""
  },
  {
    "id": 23064,
    "number": "2560",
    "text": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ أَبِي الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ مُعَاذٍ، قَالَ كُنْتُ رِدْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى حِمَارٍ يُقَالُ لَهُ عُفَيْرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 23065,
    "number": "2561",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ سُفْيَانَ، حَدَّثَنِي يَحْيَى بْنُ حَسَّانَ، أَخْبَرَنَا سُلَيْمَانُ بْنُ مُوسَى أَبُو دَاوُدَ، حَدَّثَنَا جَعْفَرُ بْنُ سَعْدِ بْنِ سَمُرَةَ بْنِ جُنْدُبٍ، حَدَّثَنِي خُبَيْبُ بْنُ سُلَيْمَانَ، عَنْ أَبِيهِ، سُلَيْمَانَ بْنِ سَمُرَةَ عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، أَمَّا بَعْدُ فَإِنَّ النَّبِيَّ صلى الله عليه وسلم سَمَّى خَيْلَنَا خَيْلَ اللَّهِ إِذَا فَزِعْنَا وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْمُرُنَا إِذَا فَزِعْنَا بِالْجَمَاعَةِ وَالصَّبْرِ وَالسَّكِينَةِ وَإِذَا قَاتَلْنَا ‏.‏",
    "source": ""
  },
  {
    "id": 23066,
    "number": "2562",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ فِي سَفَرٍ فَسَمِعَ لَعْنَةً فَقَالَ ‏\"‏ مَا هَذِهِ ‏\"‏ ‏.‏ قَالُوا هَذِهِ فُلاَنَةُ لَعَنَتْ رَاحِلَتَهَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ ضَعُوا عَنْهَا فَإِنَّهَا مَلْعُونَةٌ ‏\"‏ ‏.‏ فَوَضَعُوا عَنْهَا ‏.‏ قَالَ عِمْرَانُ فَكَأَنِّي أَنْظُرُ إِلَيْهَا نَاقَةً وَرْقَاءَ ‏.‏",
    "source": ""
  },
  {
    "id": 23067,
    "number": "2563",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَخْبَرَنَا يَحْيَى بْنُ آدَمَ، عَنْ قُطْبَةَ بْنِ عَبْدِ الْعَزِيزِ بْنِ سِيَاهٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي يَحْيَى الْقَتَّاتِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّحْرِيشِ بَيْنَ الْبَهَائِمِ ‏.‏",
    "source": ""
  },
  {
    "id": 23068,
    "number": "2564",
    "text": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم بِأَخٍ لِي حِينَ وُلِدَ لِيُحَنِّكَهُ فَإِذَا هُوَ فِي مِرْبَدٍ يَسِمُ غَنَمًا - أَحْسِبُهُ قَالَ - فِي آذَانِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 23069,
    "number": "2565",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مُرَّ عَلَيْهِ بِحِمَارٍ قَدْ وُسِمَ فِي وَجْهِهِ فَقَالَ ‏\n\"‏ أَمَا بَلَغَكُمْ أَنِّي قَدْ لَعَنْتُ مَنْ وَسَمَ الْبَهِيمَةَ فِي وَجْهِهَا أَوْ ضَرَبَهَا فِي وَجْهِهَا ‏\"‏ ‏.‏ فَنَهَى عَنْ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 23070,
    "number": "2566",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنِ ابْنِ زُرَيْرٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، - رضى الله عنه - قَالَ أُهْدِيَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم بَغْلَةٌ فَرَكِبَهَا ‏.‏ فَقَالَ عَلِيٌّ لَوْ حَمَلْنَا الْحَمِيرَ عَلَى الْخَيْلِ فَكَانَتْ لَنَا مِثْلُ هَذِهِ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّمَا يَفْعَلُ ذَلِكَ الَّذِينَ لاَ يَعْلَمُونَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23071,
    "number": "2567",
    "text": "حَدَّثَنَا أَبُو صَالِحٍ، مَحْبُوبُ بْنُ مُوسَى أَخْبَرَنَا أَبُو إِسْحَاقَ الْفَزَارِيُّ، عَنْ عَاصِمِ بْنِ سُلَيْمَانَ، عَنْ مُوَرِّقٍ، - يَعْنِي الْعِجْلِيَّ - حَدَّثَنِي عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَدِمَ مِنْ سَفَرٍ اسْتُقْبِلَ بِنَا فَأَيُّنَا اسْتُقْبِلَ أَوَّلاً جَعَلَهُ أَمَامَهُ فَاسْتُقْبِلَ بِي فَحَمَلَنِي أَمَامَهُ ثُمَّ اسْتُقْبِلَ بِحَسَنٍ أَوْ حُسَيْنٍ فَجَعَلَهُ خَلْفَهُ فَدَخَلْنَا الْمَدِينَةَ وَإِنَّا لَكَذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 23072,
    "number": "2568",
    "text": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، حَدَّثَنَا ابْنُ عَيَّاشٍ، عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ، عَنِ ابْنِ أَبِي مَرْيَمَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِيَّاكُمْ أَنْ تَتَّخِذُوا ظُهُورَ دَوَابِّكُمْ مَنَابِرَ فَإِنَّ اللَّهَ إِنَّمَا سَخَّرَهَا لَكُمْ لِتُبَلِّغَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلاَّ بِشِقِّ الأَنْفُسِ وَجَعَلَ لَكُمُ الأَرْضَ فَعَلَيْهَا فَاقْضُوا حَاجَتَكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23073,
    "number": "2569",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي يَحْيَى، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، قَالَ قَالَ أَبُو هُرَيْرَةَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ تَكُونُ إِبِلٌ لِلشَّيَاطِينِ وَبُيُوتٌ لِلشَّيَاطِينِ فَأَمَّا إِبِلُ الشَّيَاطِينِ فَقَدْ رَأَيْتُهَا يَخْرُجُ أَحَدُكُمْ بِجَنِيبَاتٍ مَعَهُ قَدْ أَسْمَنَهَا فَلاَ يَعْلُو بَعِيرًا مِنْهَا وَيَمُرُّ بِأَخِيهِ قَدِ انْقَطَعَ بِهِ فَلاَ يَحْمِلُهُ وَأَمَّا بُيُوتُ الشَّيَاطِينِ فَلَمْ أَرَهَا ‏\"‏ ‏.‏ كَانَ سَعِيدٌ يَقُولُ لاَ أُرَاهَا إِلاَّ هَذِهِ الأَقْفَاصَ الَّتِي يَسْتُرُ النَّاسُ بِالدِّيبَاجِ ‏.‏",
    "source": ""
  },
  {
    "id": 23074,
    "number": "2570",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا سَافَرْتُمْ فِي الْخِصْبِ فَأَعْطُوا الإِبِلَ حَقَّهَا وَإِذَا سَافَرْتُمْ فِي الْجَدْبِ فَأَسْرِعُوا السَّيْرَ فَإِذَا أَرَدْتُمُ التَّعْرِيسَ فَتَنَكَّبُوا عَنِ الطَّرِيقِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23075,
    "number": "2571",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامٌ، عَنِ الْحَسَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا قَالَ بَعْدَ قَوْلِهِ ‏\"‏ حَقَّهَا ‏\"‏ ‏.‏ ‏\"‏ وَلاَ تَعْدُوا الْمَنَازِلَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23076,
    "number": "2572",
    "text": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا خَالِدُ بْنُ يَزِيدَ، حَدَّثَنَا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنِ الرَّبِيعِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ عَلَيْكُمْ بِالدُّلْجَةِ فَإِنَّ الأَرْضَ تُطْوَى بِاللَّيْلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23077,
    "number": "2573",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ ثَابِتٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ حُسَيْنٍ، حَدَّثَنِي أَبِي، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ سَمِعْتُ أَبِي بُرَيْدَةَ، يَقُولُ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْشِي جَاءَ رَجُلٌ وَمَعَهُ حِمَارٌ فَقَالَ يَا رَسُولَ اللَّهِ ارْكَبْ ‏.‏ وَتَأَخَّرَ الرَّجُلُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ أَنْتَ أَحَقُّ بِصَدْرِ دَابَّتِكَ مِنِّي إِلاَّ أَنْ تَجْعَلَهُ لِي ‏\"‏ ‏.‏ قَالَ فَإِنِّي قَدْ جَعَلْتُهُ لَكَ ‏.‏ فَرَكِبَ ‏.‏",
    "source": ""
  },
  {
    "id": 23078,
    "number": "2574",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي ابْنُ عَبَّادٍ، عَنْ أَبِيهِ، عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ أَبُو دَاوُدَ وَهُوَ يَحْيَى بْنُ عَبَّادٍ - حَدَّثَنِي أَبِي الَّذِي، أَرْضَعَنِي وَهُوَ أَحَدُ بَنِي مُرَّةَ بْنِ عَوْفٍ - وَكَانَ فِي تِلْكَ الْغَزَاةِ غَزَاةِ مُؤْتَةَ - قَالَ وَاللَّهِ لَكَأَنِّي أَنْظُرُ إِلَى جَعْفَرٍ حِينَ اقْتَحَمَ عَنْ فَرَسٍ لَهُ شَقْرَاءَ فَعَقَرَهَا ثُمَّ قَاتَلَ الْقَوْمَ حَتَّى قُتِلَ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا الْحَدِيثُ لَيْسَ بِالْقَوِيِّ ‏.‏",
    "source": ""
  },
  {
    "id": 23079,
    "number": "2575",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ نَافِعِ بْنِ أَبِي نَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ سَبْقَ إِلاَّ فِي خُفٍّ أَوْ فِي حَافِرٍ أَوْ نَصْلٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23080,
    "number": "2576",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سَابَقَ بَيْنَ الْخَيْلِ الَّتِي قَدْ ضُمِّرَتْ مِنَ الْحَفْيَاءِ وَكَانَ أَمَدُهَا ثَنِيَّةَ الْوَدَاعِ وَسَابَقَ بَيْنَ الْخَيْلِ الَّتِي لَمْ تُضْمَرْ مِنَ الثَّنِيَّةِ إِلَى مَسْجِدِ بَنِي زُرَيْقٍ وَإِنَّ عَبْدَ اللَّهِ كَانَ مِمَّنْ سَابَقَ بِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 23081,
    "number": "2577",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ يُضَمِّرُ الْخَيْلَ يُسَابِقُ بِهَا ‏.‏",
    "source": ""
  }
]