[
  {
    "id": 25579,
    "number": "5075",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، وَإِسْمَاعِيلُ، قَالاَ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عَنْبَسَةَ، عَنْ عَبْدِ اللَّهِ بْنِ غَنَّامٍ الْبَيَاضِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ قَالَ حِينَ يُصْبِحُ اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ ‏.‏ فَقَدْ أَدَّى شُكْرَ يَوْمِهِ وَمَنْ قَالَ مِثْلَ ذَلِكَ حِينَ يُمْسِي فَقَدْ أَدَّى شُكْرَ لَيْلَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25580,
    "number": "5076",
    "text": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، - الْمَعْنَى - حَدَّثَنَا ابْنُ نُمَيْرٍ، قَالاَ حَدَّثَنَا عُبَادَةُ بْنُ مُسْلِمٍ الْفَزَارِيُّ، عَنْ جُبَيْرِ بْنِ أَبِي سُلَيْمَانَ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ لَمْ يَكُنْ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَعُ هَؤُلاَءِ الدَّعَوَاتِ حِينَ يُمْسِي وَحِينَ يُصْبِحُ ‏\"‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَاىَ وَأَهْلِي وَمَالِي اللَّهُمَّ اسْتُرْ عَوْرَتِي ‏\"‏ ‏.‏ وَقَالَ عُثْمَانُ ‏\"‏ عَوْرَاتِي وَآمِنْ رَوْعَاتِي اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَىَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ وَكِيعٌ يَعْنِي الْخَسْفَ ‏.‏",
    "source": ""
  },
  {
    "id": 25581,
    "number": "5077",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّ سَالِمًا الْفَرَّاءَ، حَدَّثَهُ أَنَّ عَبْدَ الْحَمِيدِ مَوْلَى بَنِي هَاشِمٍ حَدَّثَهُ أَنَّ أُمَّهُ حَدَّثَتْهُ وَكَانَتْ، تَخْدِمُ بَعْضَ بَنَاتِ النَّبِيِّ صلى الله عليه وسلم أَنَّ بِنْتَ النَّبِيِّ، صلى الله عليه وسلم حَدَّثَتْهَا أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُعَلِّمُهَا فَيَقُولُ ‏\n\"‏ قُولِي حِينَ تُصْبِحِينَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ لاَ قُوَّةَ إِلاَّ بِاللَّهِ مَا شَاءَ اللَّهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًا فَإِنَّهُ مَنْ قَالَهُنَّ حِينَ يُصْبِحُ حُفِظَ حَتَّى يُمْسِيَ وَمَنْ قَالَهُنَّ حِينَ يُمْسِي حُفِظَ حَتَّى يُصْبِحَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25582,
    "number": "5078",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالَ أَخْبَرَنَا ح، وَحَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي اللَّيْثُ، عَنْ سَعِيدِ بْنِ بَشِيرٍ النَّجَّارِيِّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الْبَيْلَمَانِيِّ، - قَالَ الرَّبِيعُ ابْنُ الْبَيْلَمَانِيِّ - عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ قَالَ حِينَ يُصْبِحُ ‏{‏ فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ * وَلَهُ الْحَمْدُ فِي السَّمَوَاتِ وَالأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ ‏}‏ إِلَى ‏{‏ وَكَذَلِكَ تُخْرَجُونَ ‏}‏ أَدْرَكَ مَا فَاتَهُ فِي يَوْمِهِ ذَلِكَ وَمَنْ قَالَهُنَّ حِينَ يُمْسِي أَدْرَكَ مَا فَاتَهُ فِي لَيْلَتِهِ ‏\"‏ ‏.‏ قَالَ الرَّبِيعُ عَنِ اللَّيْثِ ‏.‏",
    "source": ""
  },
  {
    "id": 25583,
    "number": "5079",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، وَوُهَيْبٌ، نَحْوَهُ عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنِ ابْنِ أَبِي عَائِشٍ، - وَقَالَ حَمَّادٌ عَنْ أَبِي عَيَّاشٍ، - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ قَالَ إِذَا أَصْبَحَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ كَانَ لَهُ عِدْلُ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ وَكُتِبَ لَهُ عَشْرُ حَسَنَاتٍ وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ وَكَانَ فِي حِرْزٍ مِنَ الشَّيْطَانِ حَتَّى يُمْسِيَ وَإِنْ قَالَهَا إِذَا أَمْسَى كَانَ لَهُ مِثْلُ ذَلِكَ حَتَّى يُصْبِحَ ‏\"‏ ‏.‏ قَالَ فِي حَدِيثِ حَمَّادٍ فَرَأَى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم فِيمَا يَرَى النَّائِمُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبَا عَيَّاشٍ يُحَدِّثُ عَنْكَ بِكَذَا وَكَذَا قَالَ ‏\"‏ صَدَقَ أَبُو عَيَّاشٍ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ إِسْمَاعِيلُ بْنُ جَعْفَرٍ وَمُوسَى الزَّمْعِيُّ وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنِ ابْنِ عَائِشٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25584,
    "number": "5080",
    "text": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا بَقِيَّةُ، عَنْ مُسْلِمٍ، - يَعْنِي ابْنَ زِيَادٍ - قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ قَالَ حِينَ يُصْبِحُ اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ إِلاَّ غُفِرَ لَهُ مَا أَصَابَ فِي يَوْمِهِ ذَلِكَ مِنْ ذَنْبٍ وَإِنْ قَالَهَا حِينَ يُمْسِي غُفِرَ لَهُ مَا أَصَابَ تِلْكَ اللَّيْلَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25585,
    "number": "5081",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ أَبُو النَّضْرِ الدِّمَشْقِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، قَالَ أَخْبَرَنِي أَبُو سَعِيدٍ الْفِلَسْطِينِيُّ عَبْدُ الرَّحْمَنِ بْنُ حَسَّانَ، عَنِ الْحَارِثِ بْنِ مُسْلِمٍ، أَنَّهُ أَخْبَرَهُ عَنْ أَبِيهِ، مُسْلِمِ بْنِ الْحَارِثِ التَّمِيمِيِّ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ أَسَرَّ إِلَيْهِ فَقَالَ ‏\n\"‏ إِذَا انْصَرَفْتَ مِنْ صَلاَةِ الْمَغْرِبِ فَقُلِ اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ ‏.‏ سَبْعَ مَرَّاتٍ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ ثُمَّ مِتَّ فِي لَيْلَتِكَ كُتِبَ لَكَ جِوَارٌ مِنْهَا وَإِذَا صَلَّيْتَ الصُّبْحَ فَقُلْ كَذَلِكَ فَإِنَّكَ إِنْ مِتَّ فِي يَوْمِكَ كُتِبَ لَكَ جِوَارٌ مِنْهَا ‏\"‏ ‏.‏ أَخْبَرَنِي أَبُو سَعِيدٍ عَنِ الْحَارِثِ أَنَّهُ قَالَ أَسَرَّهَا إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَنَحْنُ نَخُصُّ بِهَا إِخْوَانَنَا ‏.‏",
    "source": ""
  },
  {
    "id": 25586,
    "number": "5082",
    "text": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ الْحِمْصِيُّ، وَمُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، وَعَلِيُّ بْنُ سَهْلٍ الرَّمْلِيُّ، وَمُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، قَالُوا حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ حَسَّانَ الْكِنَانِيُّ، قَالَ حَدَّثَنِي مُسْلِمُ بْنُ الْحَارِثِ بْنِ مُسْلِمٍ التَّمِيمِيُّ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ نَحْوَهُ إِلَى قَوْلِهِ ‏\"‏ جِوَارٌ مِنْهَا ‏\"‏ ‏.‏ إِلاَّ أَنَّهُ قَالَ فِيهِمَا ‏\"‏ قَبْلَ أَنْ تُكَلِّمَ أَحَدًا ‏\"‏ ‏.‏ قَالَ عَلِيُّ بْنُ سَهْلٍ فِيهِ إِنَّ أَبَاهُ حَدَّثَهُ وَقَالَ عَلِيٌّ وَابْنُ الْمُصَفَّى بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي سَرِيَّةٍ فَلَمَّا بَلَغْنَا الْمُغَارَ اسْتَحْثَثْتُ فَرَسِي فَسَبَقْتُ أَصْحَابِي وَتَلَقَّانِي الْحَىُّ بِالرَّنِينِ فَقُلْتُ لَهُمْ قُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ تُحْرَزُوا فَقَالُوهَا فَلاَمَنِي أَصْحَابِي وَقَالُوا حَرَمْتَنَا الْغَنِيمَةَ فَلَمَّا قَدِمْنَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَخْبَرُوهُ بِالَّذِي صَنَعْتُ فَدَعَانِي فَحَسَّنَ لِي مَا صَنَعْتُ وَقَالَ ‏\"‏ أَمَا إِنَّ اللَّهَ قَدْ كَتَبَ لَكَ مِنْ كُلِّ إِنْسَانٍ مِنْهُمْ كَذَا وَكَذَا ‏\"‏ ‏.‏ قَالَ عَبْدُ الرَّحْمَنِ فَأَنَا نَسِيتُ الثَّوَابَ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَا إِنِّي سَأَكْتُبُ لَكَ بِالْوَصَاةِ بَعْدِي ‏\"‏ ‏.‏ قَالَ فَفَعَلَ وَخَتَمَ عَلَيْهِ فَدَفَعَهُ إِلَىَّ وَقَالَ لِي ثُمَّ ذَكَرَ مَعْنَاهُمْ وَقَالَ ابْنُ الْمُصَفَّى قَالَ سَمِعْتُ الْحَارِثَ بْنَ مُسْلِمِ بْنِ الْحَارِثِ التَّمِيمِيَّ يُحَدِّثُ عَنْ أَبِيهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25587,
    "number": "5083",
    "text": "حَدَّثَنَا يَزِيدُ بْنُ مُحَمَّدٍ الدِّمَشْقِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ مُسْلِمٍ الدِّمَشْقِيُّ، - وَكَانَ مِنْ ثِقَاتِ الْمُسْلِمِينَ مِنَ الْمُتَعَبِّدِينَ - قَالَ حَدَّثَنَا مُدْرِكُ بْنُ سَعْدٍ - قَالَ يَزِيدُ شَيْخٌ ثِقَةٌ - عَنْ يُونُسَ بْنِ مَيْسَرَةَ بْنِ حَلْبَسٍ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ رضى الله عنه قَالَ مَنْ قَالَ إِذَا أَصْبَحَ وَإِذَا أَمْسَى حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ سَبْعَ مَرَّاتٍ كَفَاهُ اللَّهُ مَا أَهَمَّهُ صَادِقًا كَانَ بِهَا أَوْ كَاذِبًا ‏.‏",
    "source": ""
  },
  {
    "id": 25588,
    "number": "5084",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، قَالَ أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ، عَنْ أَبِي أَسِيدٍ الْبَرَّادِ، عَنْ مُعَاذِ بْنِ عَبْدِ اللَّهِ بْنِ خُبَيْبٍ، عَنْ أَبِيهِ، أَنَّهُ قَالَ خَرَجْنَا فِي لَيْلَةِ مَطَرٍ وَظُلْمَةٍ شَدِيدَةٍ نَطْلُبُ رَسُولَ اللَّهِ صلى الله عليه وسلم لِيُصَلِّيَ لَنَا فَأَدْرَكْنَاهُ فَقَالَ ‏\"‏ أَصَلَّيْتُمْ ‏\"‏ ‏.‏ فَلَمْ أَقُلْ شَيْئًا فَقَالَ ‏\"‏ قُلْ ‏\"‏ ‏.‏ فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ ‏\"‏ قُلْ ‏\"‏ ‏.‏ فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ ‏\"‏ قُلْ ‏\"‏ ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَقُولُ قَالَ ‏\"‏ ‏{‏ قُلْ هُوَ اللَّهُ أَحَدٌ ‏}‏ وَالْمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَحِينَ تُصْبِحُ ثَلاَثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَىْءٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25589,
    "number": "5085",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي أَبِي، - قَالَ ابْنُ عَوْفٍ وَرَأَيْتُهُ فِي أَصْلِ إِسْمَاعِيلَ - قَالَ حَدَّثَنِي ضَمْضَمٌ، عَنْ شُرَيْحٍ، عَنْ أَبِي مَالِكٍ، قَالَ قَالُوا يَا رَسُولَ اللَّهِ حَدِّثْنَا بِكَلِمَةٍ، نَقُولُهَا إِذَا أَصْبَحْنَا وَأَمْسَيْنَا وَاضْطَجَعْنَا فَأَمَرَهُمْ أَنْ يَقُولُوا ‏:‏ اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ رَبُّ كُلِّ شَىْءٍ وَالْمَلاَئِكَةُ يَشْهَدُونَ أَنَّكَ لاَ إِلَهَ إِلاَّ أَنْتَ فَإِنَّا نَعُوذُ بِكَ مِنْ شَرِّ أَنْفُسِنَا وَمِنْ شَرِّ الشَّيْطَانِ الرَّجِيمِ وَشِرْكِهِ وَأَنْ نَقْتَرِفَ سُوءًا عَلَى أَنْفُسِنَا أَوْ نَجُرَّهُ إِلَى مُسْلِمٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25590,
    "number": "5086",
    "text": "قَالَ أَبُو دَاوُدَ وَبِهَذَا الإِسْنَادِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلْ أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ وَنَصْرَهُ وَنُورَهُ وَبَرَكَتَهُ وَهُدَاهُ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ ثُمَّ إِذَا أَمْسَى فَلْيَقُلْ مِثْلَ ذَلِكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25591,
    "number": "5087",
    "text": "حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ عُمَرَ بْنِ جُعْثُمٍ، قَالَ حَدَّثَنِي الأَزْهَرُ بْنُ عَبْدِ اللَّهِ الْحَرَازِيُّ، قَالَ حَدَّثَنِي شَرِيقٌ الْهَوْزَنِيُّ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ رضى الله عنها فَسَأَلْتُهَا بِمَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَفْتَتِحُ إِذَا هَبَّ مِنَ اللَّيْلِ فَقَالَتْ لَقَدْ سَأَلْتَنِي عَنْ شَىْءٍ مَا سَأَلَنِي عَنْهُ أَحَدٌ قَبْلَكَ كَانَ إِذَا هَبَّ مِنَ اللَّيْلِ كَبَّرَ عَشْرًا وَحَمِدَ عَشْرًا وَقَالَ ‏\"‏ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ ‏\"‏ ‏.‏ عَشْرًا وَقَالَ ‏\"‏ سُبْحَانَ الْمَلِكِ الْقُدُّوسِ ‏\"‏ ‏.‏ عَشْرًا وَاسْتَغْفَرَ عَشْرًا وَهَلَّلَ عَشْرًا ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ ضِيقِ الدُّنْيَا وَضِيقِ يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏ عَشْرًا ثُمَّ يَفْتَتِحُ الصَّلاَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 25592,
    "number": "5088",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا كَانَ فِي سَفَرٍ فَأَسْحَرَ يَقُولُ ‏\n\"‏ سَمِعَ سَامِعٌ بِحَمْدِ اللَّهِ وَنِعْمَتِهِ وَحُسْنِ بَلاَئِهِ عَلَيْنَا اللَّهُمَّ صَاحِبْنَا فَأَفْضِلْ عَلَيْنَا ‏\"‏ ‏.‏ عَائِذًا بِاللَّهِ مِنَ النَّارِ ‏.‏",
    "source": ""
  },
  {
    "id": 25593,
    "number": "5089",
    "text": "حَدَّثَنَا ابْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الْمَسْعُودِيُّ، حَدَّثَنَا الْقَاسِمُ، قَالَ كَانَ أَبُو ذَرٍّ يَقُولُ مَنْ قَالَ حِينَ يُصْبِحُ اللَّهُمَّ مَا حَلَفْتُ مِنْ حَلِفٍ أَوْ قُلْتُ مِنْ قَوْلٍ أَوْ نَذَرْتُ مِنْ نَذْرٍ فَمَشِيئَتُكَ بَيْنَ يَدَىْ ذَلِكَ كُلِّهِ مَا شِئْتَ كَانَ وَمَا لَمْ تَشَأْ لَمْ يَكُنِ اللَّهُمَّ اغْفِرْ لِي وَتَجَاوَزْ لِي عَنْهُ اللَّهُمَّ فَمَنْ صَلَّيْتَ عَلَيْهِ فَعَلَيْهِ صَلاَتِي وَمَنْ لَعَنْتَ فَعَلَيْهِ لَعْنَتِي كَانَ فِي اسْتِثْنَاءٍ يَوْمَهُ ذَلِكَ أَوْ قَالَ ذَلِكَ الْيَوْمَ ‏.‏",
    "source": ""
  },
  {
    "id": 25594,
    "number": "5090",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا أَبُو مَوْدُودٍ، عَمَّنْ سَمِعَ أَبَانَ بْنَ عُثْمَانَ، يَقُولُ سَمِعْتُ عُثْمَانَ، - يَعْنِي ابْنَ عَفَّانَ - يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ قَالَ بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةُ بَلاَءٍ حَتَّى يُصْبِحَ وَمَنْ قَالَهَا حِينَ يُصْبِحُ ثَلاَثَ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةُ بَلاَءٍ حَتَّى يُمْسِيَ ‏\"‏ ‏.‏ قَالَ فَأَصَابَ أَبَانَ بْنَ عُثْمَانَ الْفَالِجُ فَجَعَلَ الرَّجُلُ الَّذِي سَمِعَ مِنْهُ الْحَدِيثَ يَنْظُرُ إِلَيْهِ فَقَالَ لَهُ مَا لَكَ تَنْظُرُ إِلَىَّ فَوَاللَّهِ مَا كَذَبْتُ عَلَى عُثْمَانَ وَلاَ كَذَبَ عُثْمَانُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَلَكِنَّ الْيَوْمَ الَّذِي أَصَابَنِي فِيهِ مَا أَصَابَنِي غَضِبْتُ فَنَسِيتُ أَنْ أَقُولَهَا ‏.‏",
    "source": ""
  },
  {
    "id": 25595,
    "number": "5091",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَاصِمٍ الأَنْطَاكِيُّ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، قَالَ حَدَّثَنِي أَبُو مَوْدُودٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، عَنْ أَبَانَ بْنِ عُثْمَانَ، عَنْ عُثْمَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ لَمْ يَذْكُرْ قِصَّةَ الْفَالِجِ ‏.‏",
    "source": ""
  },
  {
    "id": 25596,
    "number": "5092",
    "text": "حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، عَنْ عَبْدِ الْجَلِيلِ بْنِ عَطِيَّةَ، عَنْ جَعْفَرِ بْنِ مَيْمُونٍ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ، أَنَّهُ قَالَ لأَبِيهِ يَا أَبَةِ إِنِّي أَسْمَعُكَ تَدْعُو كُلَّ غَدَاةٍ اللَّهُمَّ عَافِنِي فِي بَدَنِي اللَّهُمَّ عَافِنِي فِي سَمْعِي اللَّهُمَّ عَافِنِي فِي بَصَرِي لاَ إِلَهَ إِلاَّ أَنْتَ تُعِيدُهَا ثَلاَثًا حِينَ تُصْبِحُ وَثَلاَثًا حِينَ تُمْسِي ‏.‏ فَقَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَدْعُو بِهِنَّ فَأَنَا أُحِبُّ أَنْ أَسْتَنَّ بِسُنَّتِهِ ‏.‏ قَالَ عَبَّاسٌ فِيهِ وَتَقُولُ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ لاَ إِلَهَ إِلاَّ أَنْتَ تُعِيدُهَا ثَلاَثًا حِينَ تُصْبِحُ وَثَلاَثًا حِينَ تُمْسِي فَتَدْعُو بِهِنَّ فَأُحِبُّ أَنْ أَسْتَنَّ بِسُنَّتِهِ قَالَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ دَعَوَاتُ الْمَكْرُوبِ اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ وَأَصْلِحْ لِي شَأْنِي كُلَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ ‏\"‏ ‏.‏ وَبَعْضُهُمْ يَزِيدُ عَلَى صَاحِبِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25597,
    "number": "5093",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمِنْهَالِ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا رَوْحُ بْنُ الْقَاسِمِ، عَنْ سُهَيْلٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ قَالَ حِينَ يُصْبِحُ سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ وَإِذَا أَمْسَى كَذَلِكَ لَمْ يُوَافِ أَحَدٌ مِنَ الْخَلاَئِقِ بِمِثْلِ مَا وَافَى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25598,
    "number": "5094",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا قَتَادَةُ، أَنَّهُ بَلَغَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَأَى الْهِلاَلَ قَالَ ‏\"‏ هِلاَلُ خَيْرٍ وَرُشْدٍ هِلاَلُ خَيْرٍ وَرُشْدٍ هِلاَلُ خَيْرٍ وَرُشْدٍ آمَنْتُ بِالَّذِي خَلَقَكَ ‏\"‏ ‏.‏ ثَلاَثَ مَرَّاتٍ ‏.‏ ثُمَّ يَقُولُ ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي ذَهَبَ بِشَهْرِ كَذَا وَجَاءَ بِشَهْرِ كَذَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25599,
    "number": "5095",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَنَّ زَيْدَ بْنَ حُبَابٍ، أَخْبَرَهُمْ عَنْ أَبِي هِلاَلٍ، عَنْ قَتَادَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا رَأَى الْهِلاَلَ صَرَفَ وَجْهَهُ عَنْهُ ‏.‏ قَالَ أَبُو دَاوُدَ لَيْسَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ حَدِيثٌ مُسْنَدٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 25600,
    "number": "5096",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ مَا خَرَجَ النَّبِيُّ صلى الله عليه وسلم مِنْ بَيْتِي قَطُّ إِلاَّ رَفَعَ طَرْفَهُ إِلَى السَّمَاءِ فَقَالَ ‏\n\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25601,
    "number": "5097",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ الْخَثْعَمِيُّ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا خَرَجَ الرَّجُلُ مِنْ بَيْتِهِ فَقَالَ بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ يُقَالُ حِينَئِذٍ هُدِيتَ وَكُفِيتَ وَوُقِيتَ فَتَتَنَحَّى لَهُ الشَّيَاطِينُ فَيَقُولُ لَهُ شَيْطَانٌ آخَرُ كَيْفَ لَكَ بِرَجُلٍ قَدْ هُدِيَ وَكُفِيَ وَوُقِيَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25602,
    "number": "5098",
    "text": "حَدَّثَنَا ابْنُ عَوْفٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي أَبِي، - قَالَ ابْنُ عَوْفٍ وَرَأَيْتُ فِي أَصْلِ إِسْمَاعِيلَ - قَالَ حَدَّثَنِي ضَمْضَمٌ، عَنْ شُرَيْحٍ، عَنْ أَبِي مَالِكٍ الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا وَلَجَ الرَّجُلُ فِي بَيْتِهِ فَلْيَقُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ الْمَوْلِجِ وَخَيْرَ الْمَخْرَجِ بِسْمِ اللَّهِ وَلَجْنَا وَبِسْمِ اللَّهِ خَرَجْنَا وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا ثُمَّ لْيُسَلِّمْ عَلَى أَهْلِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25603,
    "number": "5099",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، وَسَلَمَةُ، - يَعْنِي ابْنَ شَبِيبٍ - قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي ثَابِتُ بْنُ قَيْسٍ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ الرِّيحُ مِنْ رَوْحِ اللَّهِ ‏\"‏ ‏.‏ قَالَ سَلَمَةُ فَرَوْحُ اللَّهِ تَأْتِي بِالرَّحْمَةِ وَتَأْتِي بِالْعَذَابِ فَإِذَا رَأَيْتُمُوهَا فَلاَ تَسُبُّوهَا وَسَلُوا اللَّهَ خَيْرَهَا وَاسْتَعِيذُوا بِاللَّهِ مِنْ شَرِّهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25604,
    "number": "5100",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، أَنَّ أَبَا النَّضْرِ، حَدَّثَهُ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَطُّ مُسْتَجْمِعًا ضَاحِكًا حَتَّى أَرَى مِنْهُ لَهَوَاتِهِ إِنَّمَا كَانَ يَتَبَسَّمُ وَكَانَ إِذَا رَأَى غَيْمًا أَوْ رِيحًا عُرِفَ ذَلِكَ فِي وَجْهِهِ فَقُلْتُ يَا رَسُولَ اللَّهِ النَّاسُ إِذَا رَأَوُا الْغَيْمَ فَرِحُوا رَجَاءَ أَنْ يَكُونَ فِيهِ الْمَطَرُ وَأَرَاكَ إِذَا رَأَيْتَهُ عُرِفَتْ فِي وَجْهِكَ الْكَرَاهِيَةُ فَقَالَ ‏\n\"‏ يَا عَائِشَةُ مَا يُؤَمِّنُنِي أَنْ يَكُونَ فِيهِ عَذَابٌ قَدْ عُذِّبَ قَوْمٌ بِالرِّيحِ وَقَدْ رَأَى قَوْمٌ الْعَذَابَ فَقَالُوا هَذَا عَارِضٌ مُمْطِرُنَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25605,
    "number": "5101",
    "text": "حَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَأَى نَاشِئًا فِي أُفُقِ السَّمَاءِ تَرَكَ الْعَمَلَ وَإِنْ كَانَ فِي صَلاَةٍ ثُمَّ يَقُولُ ‏\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّهَا ‏\"‏ ‏.‏ فَإِنْ مُطِرَ قَالَ ‏\"‏ اللَّهُمَّ صَيِّبًا هَنِيئًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25606,
    "number": "5102",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُسَدَّدٌ، - الْمَعْنَى - قَالاَ حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ أَصَابَنَا وَنَحْنُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مَطَرٌ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَحَسَرَ ثَوْبَهُ عَنْهُ حَتَّى أَصَابَهُ فَقُلْنَا يَا رَسُولَ اللَّهِ لِمَ صَنَعْتَ هَذَا قَالَ ‏\n\"‏ لأَنَّهُ حَدِيثُ عَهْدٍ بِرَبِّهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25607,
    "number": "5103",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ زَيْدِ بْنِ خَالِدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَسُبُّوا الدِّيكَ فَإِنَّهُ يُوقِظُ لِلصَّلاَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25608,
    "number": "5104",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَسَلُوا اللَّهَ تَعَالَى مِنْ فَضْلِهِ فَإِنَّهَا رَأَتْ مَلَكًا وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيْطَانِ فَإِنَّهَا رَأَتْ شَيْطَانًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25609,
    "number": "5105",
    "text": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ عَبْدَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحُمُرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25610,
    "number": "5106",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ سَعِيدِ بْنِ زِيَادٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، ح وَحَدَّثَنَا إِبْرَاهِيمُ بْنُ مَرْوَانَ الدِّمَشْقِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ عَلِيِّ بْنِ عُمَرَ بْنِ حُسَيْنِ بْنِ عَلِيٍّ، وَغَيْرِهِ، قَالاَ قَالَ رَسُولُ اللَّهِ ‏\"‏ أَقِلُّوا الْخُرُوجَ بَعْدَ هَدْأَةِ الرِّجْلِ فَإِنَّ لِلَّهِ تَعَالَى دَوَابَّ يَبُثُّهُنَّ فِي الأَرْضِ ‏\"‏ ‏.‏ قَالَ ابْنُ مَرْوَانَ ‏\"‏ فِي تِلْكَ السَّاعَةِ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ فَإِنَّ لِلَّهِ خَلْقًا ‏\"‏ ‏.‏ ثُمَّ ذَكَرَ نُبَاحَ الْكَلْبِ وَالْحَمِيرَ نَحْوَهُ وَزَادَ فِي حَدِيثِهِ قَالَ ابْنُ الْهَادِ وَحَدَّثَنِي شُرَحْبِيلُ الْحَاجِبُ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25611,
    "number": "5107",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي عَاصِمُ بْنُ عُبَيْدِ اللَّهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَذَّنَ فِي أُذُنِ الْحَسَنِ بْنِ عَلِيٍّ - حِينَ وَلَدَتْهُ فَاطِمَةُ - بِالصَّلاَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 25612,
    "number": "5108",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، ح وَحَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُؤْتَى بِالصِّبْيَانِ فَيَدْعُو لَهُمْ بِالْبَرَكَةِ - زَادَ يُوسُفُ - وَيُحَنِّكُهُمْ وَلَمْ يَذْكُرْ بِالْبَرَكَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 25613,
    "number": "5109",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ، حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَطَّارُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِيهِ، عَنْ أُمِّ حُمَيْدٍ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ رُئِيَ - أَوْ كَلِمَةً غَيْرَهَا - فِيكُمُ الْمُغَرِّبُونَ ‏\"‏ ‏.‏ قُلْتُ وَمَا الْمُغَرِّبُونَ قَالَ ‏\"‏ الَّذِينَ يَشْتَرِكُ فِيهِمُ الْجِنُّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25614,
    "number": "5110",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ الْجُشَمِيُّ، قَالاَ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا سَعِيدٌ، - قَالَ نَصْرٌ ابْنُ أَبِي عَرُوبَةَ - عَنْ قَتَادَةَ، عَنْ أَبِي نَهِيكٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنِ اسْتَعَاذَ بِاللَّهِ فَأَعِيذُوهُ وَمَنْ سَأَلَكُمْ بِوَجْهِ اللَّهِ فَأَعْطُوهُ ‏\"‏ ‏.‏ قَالَ عُبَيْدُ اللَّهِ ‏\"‏ مَنْ سَأَلَكُمْ بِاللَّهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25615,
    "number": "5111",
    "text": "حَدَّثَنَا مُسَدَّدٌ، وَسَهْلُ بْنُ بَكَّارٍ، قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، - الْمَعْنَى - عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنِ اسْتَعَاذَكُمْ بِاللَّهِ فَأَعِيذُوهُ وَمَنْ سَأَلَكُمْ بِاللَّهِ فَأَعْطُوهُ ‏\"‏ ‏.‏ وَقَالَ سَهْلٌ وَعُثْمَانُ ‏\"‏ وَمَنْ دَعَاكُمْ فَأَجِيبُوهُ ‏\"‏ ‏.‏ ثُمَّ اتَّفَقُوا ‏\"‏ وَمَنْ آتَى إِلَيْكُمْ مَعْرُوفًا فَكَافِئُوهُ ‏\"‏ ‏.‏ قَالَ مُسَدَّدٌ وَعُثْمَانُ ‏\"‏ فَإِنْ لَمْ تَجِدُوا فَادْعُوا اللَّهَ لَهُ حَتَّى تَعْلَمُوا أَنْ قَدْ كَافَأْتُمُوهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25616,
    "number": "5112",
    "text": "حَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عِكْرِمَةُ، - يَعْنِي ابْنَ عَمَّارٍ - قَالَ حَدَّثَنَا أَبُو زُمَيْلٍ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ فَقُلْتُ مَا شَىْءٌ أَجِدُهُ فِي صَدْرِي قَالَ مَا هُوَ قُلْتُ وَاللَّهِ مَا أَتَكَلَّمُ بِهِ ‏.‏ قَالَ فَقَالَ لِي أَشَىْءٌ مِنْ شَكٍّ قَالَ وَضَحِكَ ‏.‏ قَالَ مَا نَجَا مِنْ ذَلِكَ أَحَدٌ - قَالَ - حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ ‏}‏ الآيَةَ قَالَ فَقَالَ لِي إِذَا وَجَدْتَ فِي نَفْسِكَ شَيْئًا فَقُلْ ‏{‏ هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ ‏}‏",
    "source": ""
  },
  {
    "id": 25617,
    "number": "5113",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَهُ نَاسٌ مِنْ أَصْحَابِهِ فَقَالُوا يَا رَسُولَ اللَّهِ نَجِدُ فِي أَنْفُسِنَا الشَّىْءَ نُعْظِمُ أَنْ نَتَكَلَّمَ بِهِ أَوِ الْكَلاَمَ بِهِ مَا نُحِبُّ أَنَّ لَنَا وَأَنَّا تَكَلَّمْنَا بِهِ ‏.‏ قَالَ ‏\"‏ أَوَقَدْ وَجَدْتُمُوهُ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ قَالَ ‏\"‏ ذَاكَ صَرِيحُ الإِيمَانِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25618,
    "number": "5114",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَابْنُ، قُدَامَةَ بْنِ أَعْيَنَ قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ ذَرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَحَدَنَا يَجِدُ فِي نَفْسِهِ - يُعَرِّضُ بِالشَّىْءِ - لأَنْ يَكُونَ حُمَمَةً أَحَبُّ إِلَيْهِ مِنْ أَنْ يَتَكَلَّمَ بِهِ فَقَالَ ‏\"‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ الْحَمْدُ لِلَّهِ الَّذِي رَدَّ كَيْدَهُ إِلَى الْوَسْوَسَةِ ‏\"‏ ‏.‏ قَالَ ابْنُ قُدَامَةَ ‏\"‏ رَدَّ أَمْرَهُ ‏\"‏ ‏.‏ مَكَانَ ‏\"‏ رَدَّ كَيْدَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25619,
    "number": "5115",
    "text": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، قَالَ حَدَّثَنِي أَبُو عُثْمَانَ، قَالَ حَدَّثَنِي سَعْدُ بْنُ مَالِكٍ، قَالَ سَمِعَتْهُ أُذُنَاىَ، وَوَعَاهُ، قَلْبِي مِنْ مُحَمَّدٍ عَلَيْهِ السَّلاَمُ أَنَّهُ قَالَ ‏\n\"‏ مَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ وَهُوَ يَعْلَمُ أَنَّهُ غَيْرُ أَبِيهِ فَالْجَنَّةُ عَلَيْهِ حَرَامٌ ‏\"‏ ‏.‏ قَالَ فَلَقِيتُ أَبَا بَكْرَةَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي مِنْ مُحَمَّدٍ صلى الله عليه وسلم ‏.‏ قَالَ عَاصِمٌ فَقُلْتُ يَا أَبَا عُثْمَانَ لَقَدْ شَهِدَ عِنْدَكَ رَجُلاَنِ أَيُّمَا رَجُلَيْنِ ‏.‏ فَقَالَ أَمَّا أَحَدُهُمَا فَأَوَّلُ مَنْ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ أَوْ فِي الإِسْلاَمِ يَعْنِي سَعْدَ بْنَ مَالِكٍ وَالآخَرُ قَدِمَ مِنَ الطَّائِفِ فِي بِضْعَةٍ وَعِشْرِينَ رَجُلاً عَلَى أَقْدَامِهِمْ فَذَكَرَ فَضْلاً ‏.‏ قَالَ أَبُو عَلِيٍّ سَمِعْتُ أَبَا دَاوُدَ قَالَ قَالَ النُّفَيْلِيُّ حَيْثُ حَدَّثَ بِهَذَا الْحَدِيثِ وَاللَّهِ إِنَّهُ عِنْدِي أَحْلَى مِنَ الْعَسَلِ يَعْنِي قَوْلَهُ حَدَّثَنَا وَحَدَّثَنِي قَالَ أَبُو عَلِيٍّ وَسَمِعْتُ أَبَا دَاوُدَ يَقُولُ سَمِعْتُ أَحْمَدَ يَقُولُ لَيْسَ لِحَدِيثِ أَهْلِ الْكُوفَةِ نُورٌ - قَالَ - وَمَا رَأَيْتُ مِثْلَ أَهْلِ الْبَصْرَةِ كَانُوا تَعَلَّمُوهُ مِنْ شُعْبَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 25620,
    "number": "5116",
    "text": "حَدَّثَنَا حَجَّاجُ بْنُ أَبِي يَعْقُوبَ، حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ عَمْرٍو - حَدَّثَنَا زَائِدَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ تَوَلَّى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ عَدْلٌ وَلاَ صَرْفٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25621,
    "number": "5117",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ، حَدَّثَنَا عُمَرُ بْنُ عَبْدِ الْوَاحِدِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، - وَنَحْنُ بِبَيْرُوتَ - عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوِ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ الْمُتَتَابِعَةُ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25622,
    "number": "5118",
    "text": "حَدَّثَنَا مُوسَى بْنُ مَرْوَانَ الرَّقِّيُّ، حَدَّثَنَا الْمُعَافَى، ح وَحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، - وَهَذَا حَدِيثُهُ - عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ أَذْهَبَ عَنْكُمْ عُبِّيَّةَ الْجَاهِلِيَّةِ وَفَخْرَهَا بِالآبَاءِ مُؤْمِنٌ تَقِيٌّ وَفَاجِرٌ شَقِيٌّ أَنْتُمْ بَنُو آدَمَ وَآدَمُ مِنْ تُرَابٍ لَيَدَعَنَّ رِجَالٌ فَخْرَهُمْ بِأَقْوَامٍ إِنَّمَا هُمْ فَحْمٌ مِنْ فَحْمِ جَهَنَّمَ أَوْ لَيَكُونُنَّ أَهْوَنَ عَلَى اللَّهِ مِنَ الْجِعْلاَنِ الَّتِي تَدْفَعُ بِأَنْفِهَا النَّتْنَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25623,
    "number": "5119",
    "text": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ، قَالَ مَنْ نَصَرَ قَوْمَهُ عَلَى غَيْرِ الْحَقِّ فَهُوَ كَالْبَعِيرِ الَّذِي رُدِّيَ فَهُوَ يُنْزَعُ بِذَنَبِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25624,
    "number": "5120",
    "text": "حَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ انْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ فِي قُبَّةٍ مِنْ أَدَمٍ فَذَكَرَ نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25625,
    "number": "5121",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ الدِّمَشْقِيُّ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا سَلَمَةُ بْنُ بِشْرٍ الدِّمَشْقِيُّ، عَنْ بِنْتِ وَاثِلَةَ بْنِ الأَسْقَعِ، أَنَّهَا سَمِعَتْ أَبَاهَا، يَقُولُ قُلْتُ يَا رَسُولَ اللَّهِ مَا الْعَصَبِيَّةُ قَالَ ‏\n\"‏ أَنْ تُعِينَ قَوْمَكَ عَلَى الظُّلْمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25626,
    "number": "5122",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، حَدَّثَنَا أَيُّوبُ بْنُ سُوَيْدٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّهُ سَمِعَ سَعِيدَ بْنَ الْمُسَيَّبِ، يُحَدِّثُ عَنْ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ الْمُدْلِجِيِّ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ خَيْرُكُمُ الْمُدَافِعُ عَنْ عَشِيرَتِهِ مَا لَمْ يَأْثَمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ أَيُّوبُ بْنُ سُوَيْدٍ ضَعِيفٌ ‏.‏",
    "source": ""
  },
  {
    "id": 25627,
    "number": "5123",
    "text": "حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الْمَكِّيِّ، - يَعْنِي ابْنَ أَبِي لَبِيبَةَ - عَنْ عَبْدِ اللَّهِ بْنِ أَبِي سُلَيْمَانَ، عَنْ جُبَيْرِ بْنِ مُطْعِمٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لَيْسَ مِنَّا مَنْ دَعَا إِلَى عَصَبِيَّةٍ وَلَيْسَ مِنَّا مَنْ قَاتَلَ عَلَى عَصَبِيَّةٍ وَلَيْسَ مِنَّا مَنْ مَاتَ عَلَى عَصَبِيَّةٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25628,
    "number": "5124",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَوْفٍ، عَنْ زِيَادِ بْنِ مِخْرَاقٍ، عَنْ أَبِي كِنَانَةَ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ ابْنُ أُخْتِ الْقَوْمِ مِنْهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25629,
    "number": "5125",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عُقْبَةَ، عَنْ أَبِي عُقْبَةَ، - وَكَانَ مَوْلًى مِنْ أَهْلِ فَارِسَ - قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم أُحُدًا فَضَرَبْتُ رَجُلاً مِنَ الْمُشْرِكِينَ فَقُلْتُ خُذْهَا مِنِّي وَأَنَا الْغُلاَمُ الْفَارِسِيُّ فَالْتَفَتَ إِلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ فَهَلاَّ قُلْتَ خُذْهَا مِنِّي وَأَنَا الْغُلاَمُ الأَنْصَارِيُّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25630,
    "number": "5126",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ ثَوْرٍ، قَالَ حَدَّثَنِي حَبِيبُ بْنُ عُبَيْدٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، - وَقَدْ كَانَ أَدْرَكَهُ - عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا أَحَبَّ الرَّجُلُ أَخَاهُ فَلْيُخْبِرْهُ أَنَّهُ يُحِبُّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25631,
    "number": "5127",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الْمُبَارَكُ بْنُ فَضَالَةَ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، كَانَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَمَرَّ بِهِ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لأُحِبُّ هَذَا ‏.‏ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَعْلَمْتَهُ ‏\"‏ ‏.‏ قَالَ لاَ قَالَ ‏\"‏ أَعْلِمْهُ ‏\"‏ ‏.‏ قَالَ فَلَحِقَهُ فَقَالَ إِنِّي أُحِبُّكَ فِي اللَّهِ ‏.‏ فَقَالَ أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25632,
    "number": "5128",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سُلَيْمَانُ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ الرَّجُلُ يُحِبُّ الْقَوْمَ وَلاَ يَسْتَطِيعُ أَنْ يَعْمَلَ كَعَمَلِهِمْ ‏.‏ قَالَ ‏\"‏ أَنْتَ يَا أَبَا ذَرٍّ مَعَ مَنْ أَحْبَبْتَ ‏\"‏ ‏.‏ قَالَ فَإِنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ ‏.‏ قَالَ ‏\"‏ فَإِنَّكَ مَعَ مَنْ أَحْبَبْتَ ‏\"‏ ‏.‏ قَالَ فَأَعَادَهَا أَبُو ذَرٍّ فَأَعَادَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 25633,
    "number": "5129",
    "text": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، حَدَّثَنَا خَالِدٌ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ رَأَيْتُ أَصْحَابَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرِحُوا بِشَىْءٍ لَمْ أَرَهُمْ فَرِحُوا بِشَىْءٍ أَشَدَّ مِنْهُ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ الرَّجُلُ يُحِبُّ الرَّجُلَ عَلَى الْعَمَلِ مِنَ الْخَيْرِ يَعْمَلُ بِهِ وَلاَ يَعْمَلُ بِمِثْلِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمَرْءُ مَعَ مَنْ أَحَبَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25634,
    "number": "5130",
    "text": "حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا شَيْبَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمُسْتَشَارُ مُؤْتَمَنٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25635,
    "number": "5131",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أُبْدِعَ بِي فَاحْمِلْنِي ‏.‏ قَالَ ‏\"‏ لاَ أَجِدُ مَا أَحْمِلُكَ عَلَيْهِ وَلَكِنِ ائْتِ فُلاَنًا فَلَعَلَّهُ أَنْ يَحْمِلَكَ ‏\"‏ ‏.‏ فَأَتَاهُ فَحَمَلَهُ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ دَلَّ عَلَى خَيْرٍ فَلَهُ مِثْلُ أَجْرِ فَاعِلِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25636,
    "number": "5132",
    "text": "حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، حَدَّثَنَا بَقِيَّةُ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، عَنْ خَالِدِ بْنِ مُحَمَّدٍ الثَّقَفِيِّ، عَنْ بِلاَلِ بْنِ أَبِي الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ حُبُّكَ الشَّىْءَ يُعْمِي وَيُصِمُّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25637,
    "number": "5133",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ بُرَيْدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اشْفَعُوا إِلَىَّ لِتُؤْجَرُوا وَلْيَقْضِ اللَّهُ عَلَى لِسَانِ نَبِيِّهِ مَا شَاءَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25638,
    "number": "5134",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، وَأَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، عَنْ أَخِيهِ، عَنْ مُعَاوِيَةَ، اشْفَعُوا تُؤْجَرُوا فَإِنِّي لأُرِيدُ الأَمْرَ فَأُؤَخِّرُهُ كَيْمَا تَشْفَعُوا فَتُؤْجَرُوا فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ اشْفَعُوا تُؤْجَرُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25639,
    "number": "5135",
    "text": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25640,
    "number": "5136",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، عَنِ ابْنِ سِيرِينَ، - قَالَ أَحْمَدُ قَالَ مَرَّةً يَعْنِي هُشَيْمًا - عَنْ بَعْضِ وَلَدِ الْعَلاَءِ أَنَّ الْعَلاَءَ بْنَ الْحَضْرَمِيِّ كَانَ عَامِلَ النَّبِيِّ صلى الله عليه وسلم عَلَى الْبَحْرَيْنِ فَكَانَ إِذَا كَتَبَ إِلَيْهِ بَدَأَ بِنَفْسِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25641,
    "number": "5137",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا الْمُعَلَّى بْنُ مَنْصُورٍ، أَخْبَرَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ الْعَلاَءِ، عَنِ الْعَلاَءِ، - يَعْنِي ابْنَ الْحَضْرَمِيِّ - أَنَّهُ كَتَبَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَبَدَأَ بِاسْمِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25642,
    "number": "5138",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَتَبَ إِلَى هِرَقْلَ ‏\"‏ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى ‏\"‏ ‏.‏ قَالَ ابْنُ يَحْيَى عَنِ ابْنِ عَبَّاسٍ أَنَّ أَبَا سُفْيَانَ أَخْبَرَهُ قَالَ فَدَخَلْنَا عَلَى هِرَقْلَ فَأَجْلَسَنَا بَيْنَ يَدَيْهِ ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِذَا فِيهِ ‏\"‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى أَمَّا بَعْدُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25643,
    "number": "5139",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، قَالَ حَدَّثَنِي سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَجْزِي وَلَدٌ وَالِدَهُ إِلاَّ أَنْ يَجِدَهُ مَمْلُوكًا فَيَشْتَرِيَهُ فَيُعْتِقَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25644,
    "number": "5140",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ أَبِي ذِئْبٍ، قَالَ حَدَّثَنِي خَالِي الْحَارِثُ، عَنْ حَمْزَةَ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ كَانَتْ تَحْتِي امْرَأَةٌ وَكُنْتُ أُحِبُّهَا وَكَانَ عُمَرُ يَكْرَهُهَا فَقَالَ لِي طَلِّقْهَا فَأَبَيْتُ فَأَتَى عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ طَلِّقْهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25645,
    "number": "5141",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَنْ أَبَرُّ قَالَ ‏\"‏ أُمَّكَ ثُمَّ أُمَّكَ ثُمَّ أُمَّكَ ثُمَّ أَبَاكَ ثُمَّ الأَقْرَبَ فَالأَقْرَبَ ‏\"‏ ‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَسْأَلُ رَجُلٌ مَوْلاَهُ مِنْ فَضْلٍ هُوَ عِنْدَهُ فَيَمْنَعُهُ إِيَّاهُ إِلاَّ دُعِيَ لَهُ يَوْمَ الْقِيَامَةِ فَضْلُهُ الَّذِي مَنَعَهُ شُجَاعًا أَقْرَعَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ الأَقْرَعُ الَّذِي ذَهَبَ شَعْرُ رَأْسِهِ مِنَ السُّمِّ ‏.‏",
    "source": ""
  },
  {
    "id": 25646,
    "number": "5142",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا الْحَارِثُ بْنُ مُرَّةَ، حَدَّثَنَا كُلَيْبُ بْنُ مَنْفَعَةَ، عَنْ جَدِّهِ، أَنَّهُ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَنْ أَبَرُّ قَالَ ‏\n\"‏ أُمَّكَ وَأَبَاكَ وَأُخْتَكَ وَأَخَاكَ وَمَوْلاَكَ الَّذِي يَلِي ذَاكَ حَقٌّ وَاجِبٌ وَرَحِمٌ مَوْصُولَةٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25647,
    "number": "5143",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ، وَقَالَ، أَخْبَرَنَا ح، وَحَدَّثَنَا عَبَّادُ بْنُ مُوسَى، قَالاَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ مِنْ أَكْبَرِ الْكَبَائِرِ أَنْ يَلْعَنَ الرَّجُلُ وَالِدَيْهِ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ كَيْفَ يَلْعَنُ الرَّجُلُ وَالِدَيْهِ قَالَ ‏\"‏ يَلْعَنُ أَبَا الرَّجُلِ فَيَلْعَنُ أَبَاهُ وَيَلْعَنُ أُمَّهُ فَيَلْعَنُ أُمَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25648,
    "number": "5144",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مَهْدِيٍّ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، - الْمَعْنَى - قَالُوا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سُلَيْمَانَ، عَنْ أَسِيدِ بْنِ عَلِيِّ بْنِ عُبَيْدٍ، مَوْلَى بَنِي سَاعِدَةَ عَنْ أَبِيهِ، عَنْ أَبِي أُسَيْدٍ، مَالِكِ بْنِ رَبِيعَةَ السَّاعِدِيِّ قَالَ بَيْنَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا جَاءَهُ رَجُلٌ مِنْ بَنِي سَلِمَةَ فَقَالَ يَا رَسُولَ اللَّهِ هَلْ بَقِيَ مِنْ بِرِّ أَبَوَىَّ شَىْءٌ أَبَرُّهُمَا بِهِ بَعْدَ مَوْتِهِمَا قَالَ ‏\n\"‏ نَعَمِ الصَّلاَةُ عَلَيْهِمَا وَالاِسْتِغْفَارُ لَهُمَا وَإِنْفَاذُ عَهْدِهِمَا مِنْ بَعْدِهِمَا وَصِلَةُ الرَّحِمِ الَّتِي لاَ تُوصَلُ إِلاَّ بِهِمَا وَإِكْرَامُ صَدِيقِهِمَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25649,
    "number": "5145",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَبَرَّ الْبِرِّ صِلَةُ الْمَرْءِ أَهْلَ وُدِّ أَبِيهِ بَعْدَ أَنْ يُوَلِّيَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25650,
    "number": "5146",
    "text": "حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو عَاصِمٍ، قَالَ حَدَّثَنِي جَعْفَرُ بْنُ يَحْيَى بْنِ عُمَارَةَ بْنِ ثَوْبَانَ، أَخْبَرَنَا عُمَارَةُ بْنُ ثَوْبَانَ، أَنَّ أَبَا الطُّفَيْلِ، أَخْبَرَهُ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَقْسِمُ لَحْمًا بِالْجِعِرَّانَةِ - قَالَ أَبُو الطُّفَيْلِ وَأَنَا يَوْمَئِذٍ غُلاَمٌ أَحْمِلُ عَظْمَ الْجَزُورِ - إِذْ أَقْبَلَتِ امْرَأَةٌ حَتَّى دَنَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم فَبَسَطَ لَهَا رِدَاءَهُ فَجَلَسَتْ عَلَيْهِ فَقُلْتُ مَنْ هِيَ فَقَالُوا هَذِهِ أُمُّهُ الَّتِي أَرْضَعَتْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25651,
    "number": "5147",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، أَنَّ عُمَرَ بْنَ السَّائِبِ، حَدَّثَهُ أَنَّهُ، بَلَغَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ جَالِسًا يَوْمًا فَأَقْبَلَ أَبُوهُ مِنَ الرَّضَاعَةِ فَوَضَعَ لَهُ بَعْضَ ثَوْبِهِ فَقَعَدَ عَلَيْهِ ثُمَّ أَقْبَلَتْ أُمُّهُ فَوَضَعَ لَهَا شِقَّ ثَوْبِهِ مِنْ جَانِبِهِ الآخَرِ فَجَلَسَتْ عَلَيْهِ ثُمَّ أَقْبَلَ أَخُوهُ مِنَ الرَّضَاعَةِ فَقَامَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَجْلَسَهُ بَيْنَ يَدَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25652,
    "number": "5148",
    "text": "حَدَّثَنَا عُثْمَانُ، وَأَبُو بَكْرٍ ابْنَا أَبِي شَيْبَةَ - الْمَعْنَى - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ أَبِي مَالِكٍ الأَشْجَعِيِّ، عَنِ ابْنِ حُدَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ كَانَتْ لَهُ أُنْثَى فَلَمْ يَئِدْهَا وَلَمْ يُهِنْهَا وَلَمْ يُؤْثِرْ وَلَدَهُ عَلَيْهَا - قَالَ يَعْنِي الذُّكُورَ - أَدْخَلَهُ اللَّهُ الْجَنَّةَ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ عُثْمَانُ يَعْنِي الذُّكُورَ ‏.‏",
    "source": ""
  },
  {
    "id": 25653,
    "number": "5149",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا خَالِدٌ، حَدَّثَنَا سُهَيْلٌ، - يَعْنِي ابْنَ أَبِي صَالِحٍ - عَنْ سَعِيدٍ الأَعْشَى، - قَالَ أَبُو دَاوُدَ وَهُوَ سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُكْمِلٍ الزُّهْرِيُّ - عَنْ أَيُّوبَ بْنِ بَشِيرٍ الأَنْصَارِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ عَالَ ثَلاَثَ بَنَاتٍ فَأَدَّبَهُنَّ وَزَوَّجَهُنَّ وَأَحْسَنَ إِلَيْهِنَّ فَلَهُ الْجَنَّةُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25654,
    "number": "5150",
    "text": "حَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، بِهَذَا الإِسْنَادِ بِمَعْنَاهُ قَالَ ‏\n\"‏ ثَلاَثُ أَخَوَاتٍ أَوْ ثَلاَثُ بَنَاتٍ أَوْ بِنْتَانِ أَوْ أُخْتَانِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25655,
    "number": "5151",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا النَّهَّاسُ بْنُ قَهْمٍ، قَالَ حَدَّثَنِي شَدَّادٌ أَبُو عَمَّارٍ، عَنْ عَوْفِ بْنِ مَالِكٍ الأَشْجَعِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَنَا وَامْرَأَةٌ سَفْعَاءُ الْخَدَّيْنِ كَهَاتَيْنِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ وَأَوْمَأَ يَزِيدُ بِالْوُسْطَى وَالسَّبَّابَةِ ‏\"‏ امْرَأَةٌ آمَتْ مِنْ زَوْجِهَا ذَاتُ مَنْصِبٍ وَجَمَالٍ حَبَسَتْ نَفْسَهَا عَلَى يَتَامَاهَا حَتَّى بَانُوا أَوْ مَاتُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25656,
    "number": "5152",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ بْنِ سُفْيَانَ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ أَبِي حَازِمٍ - قَالَ حَدَّثَنِي أَبِي، عَنْ سَهْلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَنَا وَكَافِلُ الْيَتِيمِ كَهَاتَيْنِ فِي الْجَنَّةِ ‏\"‏ ‏.‏ وَقَرَنَ بَيْنَ أُصْبُعَيْهِ الْوُسْطَى وَالَّتِي تَلِي الإِبْهَامَ ‏.‏",
    "source": ""
  },
  {
    "id": 25657,
    "number": "5153",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى قُلْتُ لَيُوَرِّثَنَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25658,
    "number": "5154",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا سُفْيَانُ، عَنْ بَشِيرٍ أَبِي إِسْمَاعِيلَ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّهُ ذَبَحَ شَاةً فَقَالَ أَهْدَيْتُمْ لِجَارِي الْيَهُودِيِّ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25659,
    "number": "5155",
    "text": "حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ أَبُو تَوْبَةَ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَيَّانَ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم يَشْكُو جَارَهُ فَقَالَ ‏\"‏ اذْهَبْ فَاصْبِرْ ‏\"‏ ‏.‏ فَأَتَاهُ مَرَّتَيْنِ أَوْ ثَلاَثًا فَقَالَ ‏\"‏ اذْهَبْ فَاطْرَحْ مَتَاعَكَ فِي الطَّرِيقِ ‏\"‏ ‏.‏ فَطَرَحَ مَتَاعَهُ فِي الطَّرِيقِ فَجَعَلَ النَّاسُ يَسْأَلُونَهُ فَيُخْبِرُهُمْ خَبَرَهُ فَجَعَلَ النَّاسُ يَلْعَنُونَهُ فَعَلَ اللَّهُ بِهِ وَفَعَلَ وَفَعَلَ فَجَاءَ إِلَيْهِ جَارُهُ فَقَالَ لَهُ ارْجِعْ لاَ تَرَى مِنِّي شَيْئًا تَكْرَهُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25660,
    "number": "5156",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُتَوَكِّلِ الْعَسْقَلاَنِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يُؤْذِ جَارَهُ - وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25661,
    "number": "5157",
    "text": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، وَسَعِيدُ بْنُ مَنْصُورٍ، أَنَّ الْحَارِثَ بْنَ عُبَيْدٍ، حَدَّثَهُمْ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ طَلْحَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي جَارَيْنِ بِأَيِّهِمَا أَبْدَأُ قَالَ ‏\n\"‏ بِأَدْنَاهُمَا بَابًا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ شُعْبَةُ فِي هَذَا الْحَدِيثِ طَلْحَةُ رَجُلٌ مِنْ قُرَيْشٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25662,
    "number": "5158",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ الْفُضَيْلِ، عَنْ مُغِيرَةَ، عَنْ أُمِّ مُوسَى، عَنْ عَلِيٍّ، عَلَيْهِ السَّلاَمُ قَالَ كَانَ آخِرُ كَلاَمِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الصَّلاَةَ الصَّلاَةَ اتَّقُوا اللَّهَ فِيمَا مَلَكَتْ أَيْمَانُكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25663,
    "number": "5159",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، قَالَ رَأَيْتُ أَبَا ذَرٍّ بِالرَّبَذَةِ وَعَلَيْهِ بُرْدٌ غَلِيظٌ وَعَلَى غُلاَمِهِ مِثْلُهُ قَالَ فَقَالَ الْقَوْمُ يَا أَبَا ذَرٍّ لَوْ كُنْتَ أَخَذْتَ الَّذِي عَلَى غُلاَمِكَ فَجَعَلْتَهُ مَعَ هَذَا فَكَانَتْ حُلَّةً وَكَسَوْتَ غُلاَمَكَ ثَوْبًا غَيْرَهُ ‏.‏ قَالَ فَقَالَ أَبُو ذَرٍّ إِنِّي كُنْتُ سَابَبْتُ رَجُلاً وَكَانَتْ أُمُّهُ أَعْجَمِيَّةً فَعَيَّرْتُهُ بِأُمِّهِ فَشَكَانِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ يَا أَبَا ذَرٍّ إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ ‏\"‏ ‏.‏ قَالَ ‏\"‏ إِنَّهُمْ إِخْوَانُكُمْ فَضَّلَكُمُ اللَّهُ عَلَيْهِمْ فَمَنْ لَمْ يُلاَئِمْكُمْ فَبِيعُوهُ وَلاَ تُعَذِّبُوا خَلْقَ اللَّهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25664,
    "number": "5160",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، قَالَ دَخَلْنَا عَلَى أَبِي ذَرٍّ بِالرَّبَذَةِ فَإِذَا عَلَيْهِ بُرْدٌ وَعَلَى غُلاَمِهِ مِثْلُهُ فَقُلْنَا يَا أَبَا ذَرٍّ لَوْ أَخَذْتَ بُرْدَ غُلاَمِكَ إِلَى بُرْدِكَ فَكَانَتْ حُلَّةً وَكَسَوْتَهُ ثَوْبًا غَيْرَهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِخْوَانُكُمْ جَعَلَهُمُ اللَّهُ تَحْتَ أَيْدِيكُمْ فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدَيْهِ فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ وَلْيَكْسُهُ مِمَّا يَلْبَسُ وَلاَ يُكَلِّفْهُ مَا يَغْلِبُهُ فَإِنْ كَلَّفَهُ مَا يَغْلِبُهُ فَلْيُعِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَرَوَاهُ ابْنُ نُمَيْرٍ عَنِ الأَعْمَشِ نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25665,
    "number": "5161",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ كُنْتُ أَضْرِبُ غُلاَمًا لِي فَسَمِعْتُ مِنْ خَلْفِي صَوْتًا ‏\"‏ اعْلَمْ أَبَا مَسْعُودٍ ‏\"‏ ‏.‏ قَالَ ابْنُ الْمُثَنَّى مَرَّتَيْنِ ‏\"‏ لَلَّهُ أَقْدَرُ عَلَيْكَ مِنْكَ عَلَيْهِ ‏\"‏ ‏.‏ فَالْتَفَتُّ فَإِذَا هُوَ النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ هُوَ حُرٌّ لِوَجْهِ اللَّهِ ‏.‏ قَالَ ‏\"‏ أَمَا إِنَّكَ لَوْ لَمْ تَفْعَلْ لَلَفَعَتْكَ النَّارُ أَوْ ‏\"‏ لَمَسَّتْكَ النَّارُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25666,
    "number": "5162",
    "text": "حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنِ الأَعْمَشِ، بِإِسْنَادِهِ وَمَعْنَاهُ نَحْوَهُ قَالَ كُنْتُ أَضْرِبُ غُلاَمًا لِي أَسْوَدَ بِالسَّوْطِ وَلَمْ يَذْكُرْ أَمْرَ الْعِتْقِ ‏.‏",
    "source": ""
  },
  {
    "id": 25667,
    "number": "5163",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ مُوَرِّقٍ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ لاَءَمَكُمْ مِنْ مَمْلُوكِيكُمْ فَأَطْعِمُوهُ مِمَّا تَأْكُلُونَ وَاكْسُوهُ مِمَّا تَكْتَسُونَ وَمَنْ لَمْ يُلاَئِمْكُمْ مِنْهُمْ فَبِيعُوهُ وَلاَ تُعَذِّبُوا خَلْقَ اللَّهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25668,
    "number": "5164",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ عُثْمَانَ بْنِ زُفَرَ، عَنْ بَعْضِ بَنِي رَافِعِ بْنِ مَكِيثٍ، عَنْ رَافِعِ بْنِ مَكِيثٍ، وَكَانَ، مِمَّنْ شَهِدَ الْحُدَيْبِيَةَ مَعَ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ حُسْنُ الْمَلَكَةِ نَمَاءٌ وَسُوءُ الْخُلُقِ شُؤْمٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25669,
    "number": "5165",
    "text": "حَدَّثَنَا ابْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا عُثْمَانُ بْنُ زُفَرَ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ خَالِدِ بْنِ رَافِعِ بْنِ مَكِيثٍ، عَنْ عَمِّهِ الْحَارِثِ بْنِ رَافِعِ بْنِ مَكِيثٍ، وَكَانَ، رَافِعٌ مِنْ جُهَيْنَةَ قَدْ شَهِدَ الْحُدَيْبِيَةَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ حُسْنُ الْمَلَكَةِ نَمَاءٌ وَسُوءُ الْخُلُقِ شُؤْمٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25670,
    "number": "5166",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، وَأَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، - وَهَذَا حَدِيثُ الْهَمْدَانِيِّ وَهُوَ أَتَمُّ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي أَبُو هَانِئٍ الْخَوْلاَنِيُّ عَنِ الْعَبَّاسِ بْنِ جُلَيْدٍ الْحَجْرِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو يَقُولُ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ كَمْ نَعْفُو عَنِ الْخَادِمِ فَصَمَتَ ثُمَّ أَعَادَ عَلَيْهِ الْكَلاَمَ فَصَمَتَ فَلَمَّا كَانَ فِي الثَّالِثَةِ قَالَ ‏\n\"‏ اعْفُوا عَنْهُ فِي كُلِّ يَوْمٍ سَبْعِينَ مَرَّةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25671,
    "number": "5167",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، قَالَ أَخْبَرَنَا ح، وَحَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، قَالَ أَخْبَرَنَا عِيسَى، حَدَّثَنَا فُضَيْلٌ، - يَعْنِي ابْنَ غَزْوَانَ - عَنِ ابْنِ أَبِي نُعْمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ حَدَّثَنِي أَبُو الْقَاسِمِ، نَبِيُّ التَّوْبَةِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ قَذَفَ مَمْلُوكَهُ وَهُوَ بَرِيءٌ مِمَّا قَالَ جُلِدَ لَهُ يَوْمَ الْقِيَامَةِ حَدًّا ‏\"‏ ‏.‏ قَالَ مُؤَمَّلٌ حَدَّثَنَا عِيسَى عَنِ الْفُضَيْلِ يَعْنِي ابْنَ غَزْوَانَ ‏.‏",
    "source": ""
  },
  {
    "id": 25672,
    "number": "5168",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ حُصَيْنٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، قَالَ كُنَّا نُزُولاً فِي دَارِ سُوَيْدِ بْنِ مُقَرِّنٍ وَفِينَا شَيْخٌ فِيهِ حِدَّةٌ وَمَعَهُ جَارِيَةٌ فَلَطَمَ وَجْهَهَا فَمَا رَأَيْتُ سُوَيْدًا أَشَدَّ غَضَبًا مِنْهُ ذَاكَ الْيَوْمَ قَالَ عَجَزَ عَلَيْكَ إِلاَّ حُرُّ وَجْهِهَا لَقَدْ رَأَيْتُنَا سَابِعَ سَبْعَةٍ مِنْ وَلَدِ مُقَرِّنٍ وَمَا لَنَا إِلاَّ خَادِمٌ فَلَطَمَ أَصْغَرُنَا وَجْهَهَا فَأَمَرَنَا النَّبِيُّ صلى الله عليه وسلم بِعِتْقِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 25673,
    "number": "5169",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي سَلَمَةُ بْنُ كُهَيْلٍ، قَالَ حَدَّثَنِي مُعَاوِيَةُ بْنُ سُوَيْدِ بْنِ مُقَرِّنٍ، قَالَ لَطَمْتُ مَوْلًى لَنَا فَدَعَاهُ أَبِي وَدَعَانِي فَقَالَ اقْتَصَّ مِنْهُ فَإِنَّا مَعْشَرَ بَنِي مُقَرِّنٍ كُنَّا سَبْعَةً عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَلَيْسَ لَنَا إِلاَّ خَادِمٌ ‏.‏ فَلَطَمَهَا رَجُلٌ مِنَّا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَعْتِقُوهَا ‏\"‏ ‏.‏ قَالُوا إِنَّهُ لَيْسَ لَنَا خَادِمٌ غَيْرَهَا ‏.‏ قَالَ ‏\"‏ فَلْتَخْدُمْهُمْ حَتَّى يَسْتَغْنُوا فَإِذَا اسْتَغْنَوْا فَلْيُعْتِقُوهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25674,
    "number": "5170",
    "text": "حَدَّثَنَا مُسَدَّدٌ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ أَبِي صَالِحٍ، ذَكْوَانَ عَنْ زَاذَانَ، قَالَ أَتَيْتُ ابْنَ عُمَرَ وَقَدْ أَعْتَقَ مَمْلُوكًا لَهُ فَأَخَذَ مِنَ الأَرْضِ عُودًا أَوْ شَيْئًا فَقَالَ مَا لِي فِيهِ مِنَ الأَجْرِ مَا يَسْوَى هَذَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ لَطَمَ مَمْلُوكَهُ أَوْ ضَرَبَهُ فَكَفَّارَتُهُ أَنْ يُعْتِقَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25675,
    "number": "5171",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ الْعَبْدَ إِذَا نَصَحَ لِسَيِّدِهِ وَأَحْسَنَ عِبَادَةَ اللَّهِ فَلَهُ أَجْرُهُ مَرَّتَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25676,
    "number": "5172",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ عَمَّارِ بْنِ رُزَيْقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ عِكْرِمَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ خَبَّبَ زَوْجَةَ امْرِئٍ أَوْ مَمْلُوكَهُ فَلَيْسَ مِنَّا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25677,
    "number": "5173",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، اطَّلَعَ مِنْ بَعْضِ حُجَرِ النَّبِيِّ صلى الله عليه وسلم فَقَامَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِشْقَصٍ أَوْ مَشَاقِصَ - قَالَ - فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَخْتِلُهُ لِيَطْعُنَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25678,
    "number": "5174",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، قَالَ حَدَّثَنَا أَبُو هُرَيْرَةَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنِ اطَّلَعَ فِي دَارِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَفَقَأُوا عَيْنَهُ فَقَدْ هَدَرَتْ عَيْنُهُ ‏\"‏ ‏.‏",
    "source": ""
  }
]