[
  {
    "id": 25379,
    "number": "4875",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَرِيكٌ، عَنِ الرُّكَيْنِ بْنِ الرَّبِيعِ، عَنْ نُعَيْمِ بْنِ حَنْظَلَةَ، عَنْ عَمَّارٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ كَانَ لَهُ وَجْهَانِ فِي الدُّنْيَا كَانَ لَهُ يَوْمَ الْقِيَامَةِ لِسَانَانِ مِنْ نَارٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25380,
    "number": "4876",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قِيلَ يَا رَسُولَ اللَّهِ مَا الْغِيبَةُ قَالَ ‏\"‏ ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ ‏\"‏ ‏.‏ قِيلَ أَفَرَأَيْتَ إِنْ كَانَ فِي أَخِي مَا أَقُولُ قَالَ ‏\"‏ إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدِ اغْتَبْتَهُ وَإِنْ لَمْ يَكُنْ فِيهِ مَا تَقُولُ فَقَدْ بَهَتَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25381,
    "number": "4877",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي عَلِيُّ بْنُ الأَقْمَرِ، عَنْ أَبِي حُذَيْفَةَ، عَنْ عَائِشَةَ، قَالَتْ قُلْتُ لِلنَّبِيِّ صلى الله عليه وسلم حَسْبُكَ مِنْ صَفِيَّةَ كَذَا وَكَذَا قَالَ غَيْرُ مُسَدَّدٍ تَعْنِي قَصِيرَةً ‏.‏ فَقَالَ ‏\"‏ لَقَدْ قُلْتِ كَلِمَةً لَوْ مُزِجَتْ بِمَاءِ الْبَحْرِ لَمَزَجَتْهُ ‏\"‏ ‏.‏ قَالَتْ وَحَكَيْتُ لَهُ إِنْسَانًا فَقَالَ ‏\"‏ مَا أُحِبُّ أَنِّي حَكَيْتُ إِنْسَانًا وَأَنَّ لِي كَذَا وَكَذَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25382,
    "number": "4878",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ، حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا شُعَيْبٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي حُسَيْنٍ، حَدَّثَنَا نَوْفَلُ بْنُ مُسَاحِقٍ، عَنْ سَعِيدِ بْنِ زَيْدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ مِنْ أَرْبَى الرِّبَا الاِسْتِطَالَةَ فِي عِرْضِ الْمُسْلِمِ بِغَيْرِ حَقٍّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25383,
    "number": "4879",
    "text": "حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، قَالَ حَدَّثَنَا زُهَيْرٌ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ مِنْ أَكْبَرِ الْكَبَائِرِ اسْتِطَالَةَ الْمَرْءِ فِي عِرْضِ رَجُلٍ مُسْلِمٍ بِغَيْرِ حَقٍّ وَمِنَ الْكَبَائِرِ السَّبَّتَانِ بِالسَّبَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25384,
    "number": "4880",
    "text": "حَدَّثَنَا ابْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، وَأَبُو الْمُغِيرَةِ، قَالاَ حَدَّثَنَا صَفْوَانُ، قَالَ حَدَّثَنِي رَاشِدُ بْنُ سَعْدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ جُبَيْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لَمَّا عُرِجَ بِي مَرَرْتُ بِقَوْمٍ لَهُمْ أَظْفَارٌ مِنْ نُحَاسٍ يَخْمِشُونَ وُجُوهَهُمْ وَصُدُورَهُمْ فَقُلْتُ مَنْ هَؤُلاَءِ يَا جِبْرِيلُ قَالَ هَؤُلاَءِ الَّذِينَ يَأْكُلُونَ لُحُومَ النَّاسِ وَيَقَعُونَ فِي أَعْرَاضِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ حَدَّثَنَاهُ يَحْيَى بْنُ عُثْمَانَ عَنْ بَقِيَّةَ لَيْسَ فِيهِ أَنَسٌ ‏.‏",
    "source": ""
  },
  {
    "id": 25385,
    "number": "4881",
    "text": "حَدَّثَنَا عِيسَى بْنُ أَبِي عِيسَى السَّيْلَحِينِيُّ، عَنْ أَبِي الْمُغِيرَةِ، كَمَا قَالَ ابْنُ الْمُصَفَّى ‏.‏",
    "source": ""
  },
  {
    "id": 25386,
    "number": "4882",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ سَعِيدِ بْنِ عَبْدِ اللَّهِ بْنِ جُرَيْجٍ، عَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ يَا مَعْشَرَ مَنْ آمَنَ بِلِسَانِهِ وَلَمْ يَدْخُلِ الإِيمَانُ قَلْبَهُ لاَ تَغْتَابُوا الْمُسْلِمِينَ وَلاَ تَتَّبِعُوا عَوْرَاتِهِمْ فَإِنَّهُ مَنِ اتَّبَعَ عَوْرَاتِهِمْ يَتَّبِعِ اللَّهُ عَوْرَتَهُ وَمَنْ يَتَّبِعِ اللَّهُ عَوْرَتَهُ يَفْضَحْهُ فِي بَيْتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25387,
    "number": "4883",
    "text": "حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ الْمِصْرِيُّ، حَدَّثَنَا بَقِيَّةُ، عَنِ ابْنِ ثَوْبَانَ، عَنْ أَبِيهِ، عَنْ مَكْحُولٍ، عَنْ وَقَّاصِ بْنِ رَبِيعَةَ، عَنِ الْمُسْتَوْرِدِ، أَنَّهُ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَكَلَ بِرَجُلٍ مُسْلِمٍ أَكْلَةً فَإِنَّ اللَّهَ يُطْعِمُهُ مِثْلَهَا مِنْ جَهَنَّمَ وَمَنْ كُسِيَ ثَوْبًا بِرَجُلٍ مُسْلِمٍ فَإِنَّ اللَّهَ يَكْسُوهُ مِثْلَهُ مِنْ جَهَنَّمَ وَمَنْ قَامَ بِرَجُلٍ مَقَامَ سُمْعَةٍ وَرِيَاءٍ فَإِنَّ اللَّهَ يَقُومُ بِهِ مَقَامَ سُمْعَةٍ وَرِيَاءٍ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25388,
    "number": "4884",
    "text": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ مَالُهُ وَعِرْضُهُ وَدَمُهُ حَسْبُ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25389,
    "number": "4885",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ بْنِ عُبَيْدٍ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ، عَنْ إِسْمَاعِيلَ بْنِ يَحْيَى الْمَعَافِرِيِّ، عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ حَمَى مُؤْمِنًا مِنْ مُنَافِقٍ ‏\"‏ ‏.‏ أُرَاهُ قَالَ ‏\"‏ بَعَثَ اللَّهُ مَلَكًا يَحْمِي لَحْمَهُ يَوْمَ الْقِيَامَةِ مِنْ نَارِ جَهَنَّمَ وَمَنْ رَمَى مُسْلِمًا بِشَىْءٍ يُرِيدُ شَيْنَهُ بِهِ حَبَسَهُ اللَّهُ عَلَى جِسْرِ جَهَنَّمَ حَتَّى يَخْرُجَ مِمَّا قَالَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25390,
    "number": "4886",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ الصَّبَّاحِ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا اللَّيْثُ، قَالَ حَدَّثَنِي يَحْيَى بْنُ سُلَيْمٍ، أَنَّهُ سَمِعَ إِسْمَاعِيلَ بْنَ بَشِيرٍ، يَقُولُ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، وَأَبَا، طَلْحَةَ بْنَ سَهْلٍ الأَنْصَارِيَّ يَقُولاَنِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا مِنِ امْرِئٍ يَخْذُلُ امْرَأً مُسْلِمًا فِي مَوْضِعٍ تُنْتَهَكُ فِيهِ حُرْمَتُهُ وَيُنْتَقَصُ فِيهِ مِنْ عِرْضِهِ إِلاَّ خَذَلَهُ اللَّهُ فِي مَوْطِنٍ يُحِبُّ فِيهِ نُصْرَتَهُ وَمَا مِنِ امْرِئٍ يَنْصُرُ مُسْلِمًا فِي مَوْضِعٍ يُنْتَقَصُ فِيهِ مِنْ عِرْضِهِ وَيُنْتَهَكُ فِيهِ مِنْ حُرْمَتِهِ إِلاَّ نَصَرَهُ اللَّهُ فِي مَوْطِنٍ يُحِبُّ نُصْرَتَهُ ‏\"‏ ‏.‏ قَالَ يَحْيَى وَحَدَّثَنِيهِ عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ وَعُقْبَةُ بْنُ شَدَّادٍ ‏.‏ قَالَ أَبُو دَاوُدَ يَحْيَى بْنُ سُلَيْمٍ هَذَا هُوَ ابْنُ زَيْدٍ مَوْلَى النَّبِيِّ صلى الله عليه وسلم وَإِسْمَاعِيلُ بْنُ بَشِيرٍ مَوْلَى بَنِي مَغَالَةَ وَقَدْ قِيلَ عُتْبَةُ بْنُ شَدَّادٍ مَوْضِعَ عُقْبَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 25391,
    "number": "4887",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، مِنْ كِتَابِهِ قَالَ حَدَّثَنِي أَبِي، حَدَّثَنَا الْجُرَيْرِيُّ، عَنْ أَبِي عَبْدِ اللَّهِ الْجُشَمِيِّ، قَالَ حَدَّثَنَا جُنْدُبٌ، قَالَ جَاءَ أَعْرَابِيٌّ فَأَنَاخَ رَاحِلَتَهُ ثُمَّ عَقَلَهَا ثُمَّ دَخَلَ الْمَسْجِدَ فَصَلَّى خَلْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا سَلَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَتَى رَاحِلَتَهُ فَأَطْلَقَهَا ثُمَّ رَكِبَ ثُمَّ نَادَى اللَّهُمَّ ارْحَمْنِي وَمُحَمَّدًا وَلاَ تُشْرِكْ فِي رَحْمَتِنَا أَحَدًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَتَقُولُونَ هُوَ أَضَلُّ أَمْ بَعِيرُهُ أَلَمْ تَسْمَعُوا إِلَى مَا قَالَ ‏\"‏ ‏.‏ قَالُوا بَلَى ‏.‏",
    "source": ""
  },
  {
    "id": 25392,
    "number": "4888",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا ابْنُ ثَوْرٍ، عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ، قَالَ أَيَعْجَزُ أَحَدُكُمْ أَنْ يَكُونَ، مِثْلَ أَبِي ضَيْغَمٍ - أَوْ ضَمْضَمٍ شَكَّ ابْنُ عُبَيْدٍ - كَانَ إِذَا أَصْبَحَ قَالَ اللَّهُمَّ إِنِّي قَدْ تَصَدَّقْتُ بِعِرْضِي عَلَى عِبَادِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 25393,
    "number": "4889",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَجْلاَنَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَيَعْجَزُ أَحَدُكُمْ أَنْ يَكُونَ مِثْلَ أَبِي ضَمْضَمٍ ‏\"‏ ‏.‏ قَالُوا وَمَنْ أَبُو ضَمْضَمٍ قَالَ ‏\"‏ رَجُلٌ فِيمَنْ كَانَ مِنْ قَبْلِكُمْ ‏\"‏ ‏.‏ بِمَعْنَاهُ قَالَ ‏\"‏ عِرْضِي لِمَنْ شَتَمَنِي ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ هَاشِمُ بْنُ الْقَاسِمِ قَالَ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْعَمِّيِّ عَنْ ثَابِتٍ قَالَ حَدَّثَنَا أَنَسٌ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ ‏.‏ قَالَ أَبُو دَاوُدَ وَحَدِيثُ حَمَّادٍ أَصَحُّ ‏.‏",
    "source": ""
  },
  {
    "id": 25394,
    "number": "4890",
    "text": "حَدَّثَنَا عِيسَى بْنُ مُحَمَّدٍ الرَّمْلِيُّ، وَابْنُ، عَوْفٍ - وَهَذَا لَفْظُهُ - قَالاَ حَدَّثَنَا الْفِرْيَابِيُّ، عَنْ سُفْيَانَ، عَنْ ثَوْرٍ، عَنْ رَاشِدِ بْنِ سَعْدٍ، عَنْ مُعَاوِيَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّكَ إِنِ اتَّبَعْتَ عَوْرَاتِ النَّاسِ أَفْسَدْتَهُمْ أَوْ كِدْتَ أَنْ تُفْسِدَهُمْ ‏\"‏ ‏.‏ فَقَالَ أَبُو الدَّرْدَاءِ كَلِمَةٌ سَمِعَهَا مُعَاوِيَةُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم نَفَعَهُ اللَّهُ تَعَالَى بِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 25395,
    "number": "4891",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الْحَضْرَمِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا ضَمْضَمُ بْنُ زُرْعَةَ، عَنْ شُرَيْحِ بْنِ عُبَيْدٍ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، وَكَثِيرِ بْنِ مُرَّةَ، وَعَمْرِو بْنِ الأَسْوَدِ، وَالْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، وَأَبِي، أُمَامَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ الأَمِيرَ إِذَا ابْتَغَى الرِّيبَةَ فِي النَّاسِ أَفْسَدَهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25396,
    "number": "4892",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، قَالَ أُتِيَ ابْنُ مَسْعُودٍ فَقِيلَ هَذَا فُلاَنٌ تَقْطُرُ لِحْيَتُهُ خَمْرًا فَقَالَ عَبْدُ اللَّهِ إِنَّا قَدْ نُهِينَا عَنِ التَّجَسُّسِ وَلَكِنْ إِنْ يَظْهَرْ لَنَا شَىْءٌ نَأْخُذْ بِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25397,
    "number": "4893",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ إِبْرَاهِيمَ بْنِ نَشِيطٍ، عَنْ كَعْبِ بْنِ عَلْقَمَةَ، عَنْ أَبِي الْهَيْثَمِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ رَأَى عَوْرَةً فَسَتَرَهَا كَانَ كَمَنْ أَحْيَا مَوْءُودَةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25398,
    "number": "4894",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا اللَّيْثُ، قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ نَشِيطٍ، عَنْ كَعْبِ بْنِ عَلْقَمَةَ، أَنَّهُ سَمِعَ أَبَا الْهَيْثَمِ، يَذْكُرُ أَنَّهُ سَمِعَ دُخَيْنًا، كَاتِبَ عُقْبَةَ بْنِ عَامِرٍ قَالَ كَانَ لَنَا جِيرَانٌ يَشْرَبُونَ الْخَمْرَ فَنَهَيْتُهُمْ فَلَمْ يَنْتَهُوا فَقُلْتُ لِعُقْبَةَ بْنِ عَامِرٍ إِنَّ جِيرَانَنَا هَؤُلاَءِ يَشْرَبُونَ الْخَمْرَ وَإِنِّي نَهَيْتُهُمْ فَلَمْ يَنْتَهُوا فَأَنَا دَاعٍ لَهُمُ الشُّرَطَ ‏.‏ فَقَالَ دَعْهُمْ ‏.‏ ثُمَّ رَجَعْتُ إِلَى عُقْبَةَ مَرَّةً أُخْرَى فَقُلْتُ إِنَّ جِيرَانَنَا قَدْ أَبَوْا أَنْ يَنْتَهُوا عَنْ شُرْبِ الْخَمْرِ وَأَنَا دَاعٍ لَهُمُ الشُّرَطَ ‏.‏ قَالَ وَيْحَكَ دَعْهُمْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرَ مَعْنَى حَدِيثِ مُسْلِمٍ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ هَاشِمُ بْنُ الْقَاسِمِ عَنْ لَيْثٍ فِي هَذَا الْحَدِيثِ قَالَ لاَ تَفْعَلْ وَلَكِنْ عِظْهُمْ وَتَهَدَّدْهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 25399,
    "number": "4895",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يُسْلِمُهُ مَنْ كَانَ فِي حَاجَةِ أَخِيهِ فَإِنَّ اللَّهَ فِي حَاجَتِهِ وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ بِهَا كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25400,
    "number": "4896",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمُسْتَبَّانِ مَا قَالاَ فَعَلَى الْبَادِي مِنْهُمَا مَا لَمْ يَعْتَدِ الْمَظْلُومُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25401,
    "number": "4897",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَفْصٍ، قَالَ حَدَّثَنِي أَبِي، حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنِ الْحَجَّاجِ، عَنْ قَتَادَةَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ، عَنْ عِيَاضِ بْنِ حِمَارٍ، أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ اللَّهَ أَوْحَى إِلَىَّ أَنْ تَوَاضَعُوا حَتَّى لاَ يَبْغِيَ أَحَدٌ عَلَى أَحَدٍ وَلاَ يَفْخَرَ أَحَدٌ عَلَى أَحَدٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25402,
    "number": "4898",
    "text": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ بَشِيرِ بْنِ الْمُحَرَّرِ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّهُ قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ وَمَعَهُ أَصْحَابُهُ وَقَعَ رَجُلٌ بِأَبِي بَكْرٍ فَآذَاهُ فَصَمَتَ عنه أَبُو بَكْرٍ ثُمَّ آذَاهُ الثَّانِيَةَ فَصَمَتَ عَنْهُ أَبُو بَكْرٍ ثُمَّ آذَاهُ الثَّالِثَةَ فَانْتَصَرَ مِنْهُ أَبُو بَكْرٍ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ انْتَصَرَ أَبُو بَكْرٍ فَقَالَ أَبُو بَكْرٍ أَوَجَدْتَ عَلَىَّ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ نَزَلَ مَلَكٌ مِنَ السَّمَاءِ يُكَذِّبُهُ بِمَا قَالَ لَكَ فَلَمَّا انْتَصَرْتَ وَقَعَ الشَّيْطَانُ فَلَمْ أَكُنْ لأَجْلِسَ إِذْ وَقَعَ الشَّيْطَانُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25403,
    "number": "4899",
    "text": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلاً، كَانَ يَسُبُّ أَبَا بَكْرٍ وَسَاقَ نَحْوَهُ ‏.‏ قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ صَفْوَانُ بْنُ عِيسَى عَنِ ابْنِ عَجْلاَنَ، كَمَا قَالَ سُفْيَانُ ‏.‏",
    "source": ""
  },
  {
    "id": 25404,
    "number": "4900",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، - الْمَعْنَى وَاحِدٌ - قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، قَالَ كُنْتُ أَسْأَلُ عَنْ الاِنْتِصَارِ، ‏{‏ وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ ‏}‏ فَحَدَّثَنِي عَلِيُّ بْنُ زَيْدِ بْنِ جُدْعَانَ عَنْ أُمِّ مُحَمَّدٍ امْرَأَةِ أَبِيهِ قَالَ ابْنُ عَوْنٍ وَزَعَمُوا أَنَّهَا كَانَتْ تَدْخُلُ عَلَى أُمِّ الْمُؤْمِنِينَ قَالَتْ قَالَتْ أُمُّ الْمُؤْمِنِينَ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدَنَا زَيْنَبُ بِنْتُ جَحْشٍ فَجَعَلَ يَصْنَعُ شَيْئًا بِيَدِهِ فَقُلْتُ بِيَدِهِ حَتَّى فَطَنْتُهُ لَهَا فَأَمْسَكَ وَأَقْبَلَتْ زَيْنَبُ تَقْحَمُ لِعَائِشَةَ رضى الله عنها فَنَهَاهَا فَأَبَتْ أَنْ تَنْتَهِيَ فَقَالَ لِعَائِشَةَ ‏\"‏ سُبِّيهَا ‏\"‏ فَسَبَّتْهَا فَغَلَبَتْهَا فَانْطَلَقَتْ زَيْنَبُ إِلَى عَلِيٍّ رضى الله عنه فَقَالَتْ إِنَّ عَائِشَةَ رضى الله عنها وَقَعَتْ بِكُمْ وَفَعَلَتْ ‏.‏ فَجَاءَتْ فَاطِمَةُ فَقَالَ لَهَا ‏\"‏ إِنَّهَا حِبَّةُ أَبِيكِ وَرَبِّ الْكَعْبَةِ ‏\"‏ ‏.‏ فَانْصَرَفَتْ فَقَالَتْ لَهُمْ إِنِّي قُلْتُ لَهُ كَذَا وَكَذَا فَقَالَ لِي كَذَا وَكَذَا ‏.‏ قَالَ وَجَاءَ عَلِيٌّ رضى الله عنه إِلَى النَّبِيِّ صلى الله عليه وسلم فَكَلَّمَهُ فِي ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 25405,
    "number": "4901",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا مَاتَ صَاحِبُكُمْ فَدَعُوهُ لاَ تَقَعُوا فِيهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25406,
    "number": "4902",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَخْبَرَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ عِمْرَانَ بْنِ أَنَسٍ الْمَكِّيِّ، عَنْ عَطَاءٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اذْكُرُوا مَحَاسِنَ مَوْتَاكُمْ وَكُفُّوا عَنْ مَسَاوِيهِمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25407,
    "number": "4903",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ بْنِ سُفْيَانَ، أَخْبَرَنَا عَلِيُّ بْنُ ثَابِتٍ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، قَالَ حَدَّثَنِي ضَمْضَمُ بْنُ جَوْسٍ، قَالَ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ كَانَ رَجُلاَنِ فِي بَنِي إِسْرَائِيلَ مُتَآخِيَيْنِ فَكَانَ أَحَدُهُمَا يُذْنِبُ وَالآخَرُ مُجْتَهِدٌ فِي الْعِبَادَةِ فَكَانَ لاَ يَزَالُ الْمُجْتَهِدُ يَرَى الآخَرَ عَلَى الذَّنْبِ فَيَقُولُ أَقْصِرْ ‏.‏ فَوَجَدَهُ يَوْمًا عَلَى ذَنْبٍ فَقَالَ لَهُ أَقْصِرْ فَقَالَ خَلِّنِي وَرَبِّي أَبُعِثْتَ عَلَىَّ رَقِيبًا فَقَالَ وَاللَّهِ لاَ يَغْفِرُ اللَّهُ لَكَ أَوْ لاَ يُدْخِلُكَ اللَّهُ الْجَنَّةَ ‏.‏ فَقُبِضَ أَرْوَاحُهُمَا فَاجْتَمَعَا عِنْدَ رَبِّ الْعَالَمِينَ فَقَالَ لِهَذَا الْمُجْتَهِدِ أَكُنْتَ بِي عَالِمًا أَوْ كُنْتَ عَلَى مَا فِي يَدِي قَادِرًا وَقَالَ لِلْمُذْنِبِ اذْهَبْ فَادْخُلِ الْجَنَّةَ بِرَحْمَتِي وَقَالَ لِلآخَرِ اذْهَبُوا بِهِ إِلَى النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ وَالَّذِي نَفْسِي بِيَدِهِ لَتَكَلَّمَ بِكَلِمَةٍ أَوْبَقَتْ دُنْيَاهُ وَآخِرَتَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25408,
    "number": "4904",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ عُيَيْنَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي بَكْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا مِنْ ذَنْبٍ أَجْدَرُ أَنْ يُعَجِّلَ اللَّهُ تَعَالَى لِصَاحِبِهِ الْعُقُوبَةَ فِي الدُّنْيَا - مَعَ مَا يَدَّخِرُ لَهُ فِي الآخِرَةِ - مِثْلُ الْبَغْىِ وَقَطِيعَةِ الرَّحِمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25409,
    "number": "4905",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ صَالِحٍ الْبَغْدَادِيُّ، حَدَّثَنَا أَبُو عَامِرٍ، - يَعْنِي عَبْدَ الْمَلِكِ بْنَ عَمْرٍو - حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ إِبْرَاهِيمَ بْنِ أَبِي أَسِيدٍ، عَنْ جَدِّهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ إِيَّاكُمْ وَالْحَسَدَ فَإِنَّ الْحَسَدَ يَأْكُلُ الْحَسَنَاتِ كَمَا تَأْكُلُ النَّارُ الْحَطَبَ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ الْعُشْبَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25410,
    "number": "4906",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الْعَمْيَاءِ، أَنَّ سَهْلَ بْنَ أَبِي أُمَامَةَ، حَدَّثَهُ أَنَّهُ، دَخَلَ هُوَ وَأَبُوهُ عَلَى أَنَسِ بْنِ مَالِكٍ بِالْمَدِينَةِ فِي زَمَانِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَهُوَ أَمِيرُ الْمَدِينَةِ فَإِذَا هُوَ يُصَلِّي صَلاَةً خَفِيفَةً دَقِيقَةً كَأَنَّهَا صَلاَةُ مُسَافِرٍ أَوْ قَرِيبًا مِنْهَا فَلَمَّا سَلَّمَ قَالَ أَبِي يَرْحَمُكَ اللَّهُ أَرَأَيْتَ هَذِهِ الصَّلاَةَ الْمَكْتُوبَةَ أَوْ شَىْءٌ تَنَفَّلْتَهُ قَالَ إِنَّهَا الْمَكْتُوبَةُ وَإِنَّهَا لَصَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا أَخْطَأْتُ إِلاَّ شَيْئًا سَهَوْتُ عَنْهُ - فَقَالَ - إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ ‏\"‏ لاَ تُشَدِّدُوا عَلَى أَنْفُسِكُمْ فَيُشَدَّدَ عَلَيْكُمْ فَإِنَّ قَوْمًا شَدَّدُوا عَلَى أَنْفُسِهِمْ فَشَدَّدَ اللَّهُ عَلَيْهِمْ فَتِلْكَ بَقَايَاهُمْ فِي الصَّوَامِعِ وَالدِّيَارِ ‏{‏ رَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ ‏}‏ ‏\"‏ ‏.‏ ثُمَّ غَدَا مِنَ الْغَدِ فَقَالَ أَلاَ تَرْكَبُ لِتَنْظُرَ وَلِتَعْتَبِرَ قَالَ نَعَمْ فَرَكِبُوا جَمِيعًا فَإِذَا هُمْ بِدِيَارٍ بَادَ أَهْلُهَا وَانْقَضَوْا وَفَنَوْا خَاوِيَةً عَلَى عُرُوشِهَا فَقَالَ ‏\"‏ أَتَعْرِفُ هَذِهِ الدِّيَارَ ‏\"‏ ‏.‏ فَقُلْتُ مَا أَعْرَفَنِي بِهَا وَبِأَهْلِهَا هَذِهِ دِيَارُ قَوْمٍ أَهْلَكَهُمُ الْبَغْىُ وَالْحَسَدُ إِنَّ الْحَسَدَ يُطْفِئُ نُورَ الْحَسَنَاتِ وَالْبَغْىُ يُصَدِّقُ ذَلِكَ أَوْ يُكَذِّبُهُ وَالْعَيْنُ تَزْنِي وَالْكَفُّ وَالْقَدَمُ وَالْجَسَدُ وَاللِّسَانُ وَالْفَرْجُ يُصَدِّقُ ذَلِكَ أَوْ يُكَذِّبُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25411,
    "number": "4907",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا الْوَلِيدُ بْنُ رَبَاحٍ، قَالَ سَمِعْتُ نِمْرَانَ، يَذْكُرُ عَنْ أُمِّ الدَّرْدَاءِ، قَالَتْ سَمِعْتُ أَبَا الدَّرْدَاءِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الْعَبْدَ إِذَا لَعَنَ شَيْئًا صَعِدَتِ اللَّعْنَةُ إِلَى السَّمَاءِ فَتُغْلَقُ أَبْوَابُ السَّمَاءِ دُونَهَا ثُمَّ تَهِبْطُ إِلَى الأَرْضِ فَتُغْلَقُ أَبْوَابُهَا دُونَهَا ثُمَّ تَأْخُذُ يَمِينًا وَشِمَالاً فَإِذَا لَمْ تَجِدْ مَسَاغًا رَجَعَتْ إِلَى الَّذِي لُعِنَ فَإِنْ كَانَ لِذَلِكَ أَهْلاً وَإِلاَّ رَجَعَتْ إِلَى قَائِلِهَا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ مَرْوَانُ بْنُ مُحَمَّدٍ هُوَ رَبَاحُ بْنُ الْوَلِيدِ سَمِعَ مِنْهُ وَذَكَرَ أَنَّ يَحْيَى بْنَ حَسَّانَ وَهِمَ فِيهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25412,
    "number": "4908",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَلاَعَنُوا بِلَعْنَةِ اللَّهِ وَلاَ بِغَضَبِ اللَّهِ وَلاَ بِالنَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25413,
    "number": "4909",
    "text": "حَدَّثَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ، حَدَّثَنَا أَبِي، حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، عَنْ أَبِي حَازِمٍ، وَزَيْدِ بْنِ أَسْلَمَ، أَنَّ أُمَّ الدَّرْدَاءِ، قَالَتْ سَمِعْتُ أَبَا الدَّرْدَاءِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ يَكُونُ اللَّعَّانُونَ شُفَعَاءَ وَلاَ شُهَدَاءَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25414,
    "number": "4910",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبَانُ، ح وَحَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ الطَّائِيُّ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ الْعَطَّارُ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي الْعَالِيَةِ، - قَالَ زَيْدٌ - عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، لَعَنَ الرِّيحَ - وَقَالَ مُسْلِمٌ إِنَّ رَجُلاً نَازَعَتْهُ الرِّيحُ رِدَاءَهُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَلَعَنَهَا - فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لاَ تَلْعَنْهَا فَإِنَّهَا مَأْمُورَةٌ وَإِنَّهُ مَنْ لَعَنَ شَيْئًا لَيْسَ لَهُ بِأَهْلٍ رَجَعَتِ اللَّعْنَةُ عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25415,
    "number": "4911",
    "text": "حَدَّثَنَا ابْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبٍ، عَنْ عَطَاءٍ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ سُرِقَ لَهَا شَىْءٌ فَجَعَلَتْ تَدْعُو عَلَيْهِ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تُسَبِّخِي عَنْهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25416,
    "number": "4912",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَبَاغَضُوا وَلاَ تَحَاسَدُوا وَلاَ تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثِ لَيَالٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25417,
    "number": "4913",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثَةِ أَيَّامٍ يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلاَمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25418,
    "number": "4914",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، وَأَحْمَدُ بْنُ سَعِيدٍ السَّرْخَسِيُّ، أَنَّ أَبَا عَامِرٍ، أَخْبَرَهُمْ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ هِلاَلٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَحِلُّ لِمُؤْمِنٍ أَنْ يَهْجُرَ مُؤْمِنًا فَوْقَ ثَلاَثٍ فَإِنْ مَرَّتْ بِهِ ثَلاَثٌ فَلْيَلْقَهُ فَلْيُسَلِّمْ عَلَيْهِ فَإِنْ رَدَّ عَلَيْهِ السَّلاَمَ فَقَدِ اشْتَرَكَا فِي الأَجْرِ وَإِنْ لَمْ يَرُدَّ عَلَيْهِ فَقَدْ بَاءَ بِالإِثْمِ ‏\"‏ ‏.‏ زَادَ أَحْمَدُ ‏\"‏ وَخَرَجَ الْمُسَلِّمُ مِنَ الْهِجْرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25419,
    "number": "4915",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ عَثْمَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُنِيبِ، - يَعْنِي الْمَدَنِيَّ - قَالَ أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَكُونُ لِمُسْلِمٍ أَنْ يَهْجُرَ مُسْلِمًا فَوْقَ ثَلاَثَةٍ فَإِذَا لَقِيَهُ سَلَّمَ عَلَيْهِ ثَلاَثَ مِرَارٍ كُلُّ ذَلِكَ لاَ يَرُدُّ عَلَيْهِ فَقَدْ بَاءَ بِإِثْمِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25420,
    "number": "4916",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ مَنْصُورٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ فَمَنْ هَجَرَ فَوْقَ ثَلاَثٍ فَمَاتَ دَخَلَ النَّارَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25421,
    "number": "4917",
    "text": "حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ حَيْوَةَ، عَنْ أَبِي عُثْمَانَ الْوَلِيدِ بْنِ أَبِي الْوَلِيدِ، عَنْ عِمْرَانَ بْنِ أَبِي أَنَسٍ، عَنْ أَبِي خِرَاشٍ السُّلَمِيِّ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ هَجَرَ أَخَاهُ سَنَةً فَهُوَ كَسَفْكِ دَمِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25422,
    "number": "4918",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ تُفْتَحُ أَبْوَابُ الْجَنَّةِ كُلَّ يَوْمِ اثْنَيْنِ وَخَمِيسٍ فَيُغْفَرُ فِي ذَلِكَ الْيَوْمَيْنِ لِكُلِّ عَبْدٍ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا إِلاَّ مَنْ بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ فَيُقَالُ أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ النَّبِيُّ صلى الله عليه وسلم هَجَرَ بَعْضَ نِسَائِهِ أَرْبَعِينَ يَوْمًا وَابْنُ عُمَرَ هَجَرَ ابْنًا لَهُ إِلَى أَنْ مَاتَ ‏.‏ قَالَ أَبُو دَاوُدَ إِذَا كَانَتِ الْهِجْرَةُ لِلَّهِ فَلَيْسَ مِنْ هَذَا بِشَىْءٍ وَإِنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ غَطَّى وَجْهَهُ عَنْ رَجُلٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25423,
    "number": "4919",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ وَلاَ تَحَسَّسُوا وَلاَ تَجَسَّسُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25424,
    "number": "4920",
    "text": "حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُؤَذِّنُ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سُلَيْمَانَ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ كَثِيرِ بْنِ زَيْدٍ، عَنِ الْوَلِيدِ بْنِ رَبَاحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمُؤْمِنُ مِرْآةُ الْمُؤْمِنِ وَالْمُؤْمِنُ أَخُو الْمُؤْمِنِ يَكُفُّ عَلَيْهِ ضَيْعَتَهُ وَيَحُوطُهُ مِنْ وَرَائِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25425,
    "number": "4921",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ سَالِمٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلاَ أُخْبِرُكُمْ بِأَفْضَلَ مِنْ دَرَجَةِ الصِّيَامِ وَالصَّلاَةِ وَالصَّدَقَةِ ‏\"‏ ‏.‏ قَالُوا بَلَى ‏.‏ قَالَ ‏\"‏ إِصْلاَحُ ذَاتِ الْبَيْنِ وَفَسَادُ ذَاتِ الْبَيْنِ الْحَالِقَةُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25426,
    "number": "4922",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ شَبُّويَةَ الْمَرْوَزِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أُمِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ لَمْ يَكْذِبْ مَنْ نَمَى بَيْنَ اثْنَيْنِ لِيُصْلِحَ ‏\"‏ ‏.‏ وَقَالَ أَحْمَدُ بْنُ مُحَمَّدٍ وَمُسَدَّدٌ ‏\"‏ لَيْسَ بِالْكَاذِبِ مَنْ أَصْلَحَ بَيْنَ النَّاسِ فَقَالَ خَيْرًا أَوْ نَمَى خَيْرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25427,
    "number": "4923",
    "text": "حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الْجِيزِيُّ، حَدَّثَنَا أَبُو الأَسْوَدِ، عَنْ نَافِعٍ، - يَعْنِي ابْنَ يَزِيدَ - عَنِ ابْنِ الْهَادِ، أَنَّ عَبْدَ الْوَهَّابِ بْنَ أَبِي بَكْرٍ، حَدَّثَهُ عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أُمِّهِ أُمِّ كُلْثُومٍ بِنْتِ عُقْبَةَ، قَالَتْ مَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُرَخِّصُ فِي شَىْءٍ مِنَ الْكَذِبِ إِلاَّ فِي ثَلاَثٍ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ أَعُدُّهُ كَاذِبًا الرَّجُلُ يُصْلِحُ بَيْنَ النَّاسِ يَقُولُ الْقَوْلَ وَلاَ يُرِيدُ بِهِ إِلاَّ الإِصْلاَحَ وَالرَّجُلُ يَقُولُ فِي الْحَرْبِ وَالرَّجُلُ يُحَدِّثُ امْرَأَتَهُ وَالْمَرْأَةُ تُحَدِّثُ زَوْجَهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25428,
    "number": "4924",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، عَنْ خَالِدِ بْنِ ذَكْوَانَ، عَنِ الرُّبَيِّعِ بِنْتِ مُعَوِّذِ بْنِ عَفْرَاءَ، قَالَتْ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَدَخَلَ عَلَىَّ صَبِيحَةَ بُنِيَ بِي فَجَلَسَ عَلَى فِرَاشِي كَمَجْلِسِكَ مِنِّي فَجَعَلَتْ جُوَيْرِيَاتٌ يَضْرِبْنَ بِدُفٍّ لَهُنَّ وَيَنْدُبْنَ مَنْ قُتِلَ مِنْ آبَائِي يَوْمَ بَدْرٍ إِلَى أَنْ قَالَتْ إِحْدَاهُنَّ وَفِينَا نَبِيُّ يَعْلَمُ مَا فِي غَدٍ ‏.‏ فَقَالَ ‏\n\"‏ دَعِي هَذِهِ وَقُولِي الَّذِي كُنْتِ تَقُولِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25429,
    "number": "4925",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ لَعِبَتِ الْحَبَشَةُ لِقُدُومِهِ فَرَحًا بِذَلِكَ لَعِبُوا بِحِرَابِهِمْ ‏.‏",
    "source": ""
  },
  {
    "id": 25430,
    "number": "4926",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ الْغُدَانِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ نَافِعٍ، قَالَ سَمِعَ ابْنُ عُمَرَ، مِزْمَارًا - قَالَ - فَوَضَعَ أُصْبُعَيْهِ عَلَى أُذُنَيْهِ وَنَأَى عَنِ الطَّرِيقِ وَقَالَ لِي يَا نَافِعُ هَلْ تَسْمَعُ شَيْئًا قَالَ فَقُلْتُ لاَ ‏.‏ قَالَ فَرَفَعَ أُصْبُعَيْهِ مِنْ أُذُنَيْهِ وَقَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فَسَمِعَ مِثْلَ هَذَا فَصَنَعَ مِثْلَ هَذَا ‏.‏ قَالَ أَبُو عَلِيٍّ اللُّؤْلُؤِيُّ سَمِعْتُ أَبَا دَاوُدَ يَقُولُ هَذَا حَدِيثٌ مُنْكَرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 25431,
    "number": "4927",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا مُطْعِمُ بْنُ الْمِقْدَامِ، قَالَ حَدَّثَنَا نَافِعٌ، قَالَ كُنْتُ رِدْفَ ابْنِ عُمَرَ إِذْ مَرَّ بِرَاعٍ يَزْمُرُ فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ أَبُو دَاوُدَ أُدْخِلَ بَيْنَ مُطْعِمٍ وَنَافِعٍ سُلَيْمَانُ بْنُ مُوسَى ‏.‏",
    "source": ""
  },
  {
    "id": 25432,
    "number": "4928",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ، قَالَ حَدَّثَنَا أَبُو الْمَلِيحِ، عَنْ مَيْمُونٍ، عَنْ نَافِعٍ، قَالَ كُنَّا مَعَ ابْنِ عُمَرَ فَسَمِعَ صَوْتَ، زَامِرٍ فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ أَبُو دَاوُدَ وَهَذَا أَنْكَرُهَا ‏.‏",
    "source": ""
  },
  {
    "id": 25433,
    "number": "4929",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا سَلاَّمُ بْنُ مِسْكِينٍ، عَنْ شَيْخٍ، شَهِدَ أَبَا وَائِلٍ فِي وَلِيمَةٍ فَجَعَلُوا يَلْعَبُونَ يَتَلَعَّبُونَ يُغَنُّونَ فَحَلَّ أَبُو وَائِلٍ حَبْوَتَهُ وَقَالَ سَمِعْتُ عَبْدَ اللَّهِ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ الْغِنَاءُ يُنْبِتُ النِّفَاقَ فِي الْقَلْبِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25434,
    "number": "4930",
    "text": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، أَنَّ أَبَا أُسَامَةَ، أَخْبَرَهُمْ عَنْ مُفَضَّلِ بْنِ يُونُسَ، عَنِ الأَوْزَاعِيِّ، عَنْ أَبِي يَسَارٍ الْقُرَشِيِّ، عَنْ أَبِي هَاشِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِمُخَنَّثٍ قَدْ خَضَبَ يَدَيْهِ وَرِجْلَيْهِ بِالْحِنَّاءِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا بَالُ هَذَا ‏\"‏ ‏.‏ فَقِيلَ يَا رَسُولَ اللَّهِ يَتَشَبَّهُ بِالنِّسَاءِ ‏.‏ فَأُمِرَ بِهِ فَنُفِيَ إِلَى النَّقِيعِ فَقَالُوا يَا رَسُولَ اللَّهِ أَلاَ نَقْتُلُهُ فَقَالَ ‏\"‏ إِنِّي نُهِيتُ عَنْ قَتْلِ الْمُصَلِّينَ ‏\"‏ ‏.‏ قَالَ أَبُو أُسَامَةَ وَالنَّقِيعُ نَاحِيَةٌ عَنِ الْمَدِينَةِ وَلَيْسَ بِالْبَقِيعِ ‏.‏",
    "source": ""
  },
  {
    "id": 25435,
    "number": "4931",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، - يَعْنِي ابْنَ عُرْوَةَ - عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا وَعِنْدَهَا مُخَنَّثٌ وَهُوَ يَقُولُ لِعَبْدِ اللَّهِ أَخِيهَا إِنْ يَفْتَحِ اللَّهُ الطَّائِفَ غَدًا دَلَلْتُكَ عَلَى امْرَأَةٍ تُقْبِلُ بِأَرْبَعٍ وَتُدْبِرُ بِثَمَانٍ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَخْرِجُوهُمْ مِنْ بُيُوتِكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ الْمَرْأَةُ كَانَ لَهَا أَرْبَعُ عُكَنٍ فِي بَطْنِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 25436,
    "number": "4932",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَعَنَ الْمُخَنَّثِينَ مِنَ الرِّجَالِ وَالْمُتَرَجِّلاَتِ مِنَ النِّسَاءِ وَقَالَ ‏\n\"‏ أَخْرِجُوهُمْ مِنْ بُيُوتِكُمْ وَأَخْرِجُوا فُلاَنًا وَفُلاَنًا ‏\"‏ ‏.‏ يَعْنِي الْمُخَنَّثِينَ ‏.‏",
    "source": ""
  },
  {
    "id": 25437,
    "number": "4933",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَلْعَبُ بِالْبَنَاتِ فَرُبَّمَا دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدِي الْجَوَارِي فَإِذَا دَخَلَ خَرَجْنَ وَإِذَا خَرَجَ دَخَلْنَ ‏.‏",
    "source": ""
  },
  {
    "id": 25438,
    "number": "4934",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، قَالَ حَدَّثَنِي عُمَارَةُ بْنُ غَزِيَّةَ، أَنَّ مُحَمَّدَ بْنَ إِبْرَاهِيمَ، حَدَّثَهُ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ غَزْوَةِ تَبُوكَ أَوْ خَيْبَرَ وَفِي سَهْوَتِهَا سِتْرٌ فَهَبَّتْ رِيحٌ فَكَشَفَتْ نَاحِيَةَ السِّتْرِ عَنْ بَنَاتٍ لِعَائِشَةَ لُعَبٍ فَقَالَ ‏\"‏ مَا هَذَا يَا عَائِشَةُ ‏\"‏ ‏.‏ قَالَتْ بَنَاتِي ‏.‏ وَرَأَى بَيْنَهُنَّ فَرَسًا لَهُ جَنَاحَانِ مِنْ رِقَاعٍ فَقَالَ ‏\"‏ مَا هَذَا الَّذِي أَرَى وَسْطَهُنَّ ‏\"‏ ‏.‏ قَالَتْ فَرَسٌ ‏.‏ قَالَ ‏\"‏ وَمَا هَذَا الَّذِي عَلَيْهِ ‏\"‏ ‏.‏ قَالَتْ جَنَاحَانِ ‏.‏ قَالَ ‏\"‏ فَرَسٌ لَهُ جَنَاحَانِ ‏\"‏ ‏.‏ قَالَتْ أَمَا سَمِعْتَ أَنَّ لِسُلَيْمَانَ خَيْلاً لَهَا أَجْنِحَةٌ قَالَتْ فَضَحِكَ حَتَّى رَأَيْتُ نَوَاجِذَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 25439,
    "number": "4935",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالاَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم تَزَوَّجَنِي وَأَنَا بِنْتُ سَبْعِ سِنِينَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ أَتَيْنَ نِسْوَةٌ - وَقَالَ بِشْرٌ فَأَتَتْنِي أُمُّ رُومَانَ - وَأَنَا عَلَى أُرْجُوحَةٍ فَذَهَبْنَ بِي وَهَيَّأْنَنِي وَصَنَعْنَنِي فَأُتِيَ بِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَبَنَى بِي وَأَنَا ابْنَةُ تِسْعٍ فَوَقَفَتْ بِي عَلَى الْبَابِ فَقُلْتُ هِيهْ هِيهْ - قَالَ أَبُو دَاوُدَ أَىْ تَنَفَّسَتْ - فَأُدْخِلْتُ بَيْتًا فَإِذَا فِيهِ نِسْوَةٌ مِنَ الأَنْصَارِ فَقُلْنَ عَلَى الْخَيْرِ وَالْبَرَكَةِ ‏.‏ دَخَلَ حَدِيثُ أَحَدِهِمَا فِي الآخَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 25440,
    "number": "4936",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، مِثْلَهُ قَالَ عَلَى خَيْرِ طَائِرٍ فَسَلَّمَتْنِي إِلَيْهِنَّ فَغَسَلْنَ رَأْسِي وَأَصْلَحْنَنِي فَلَمْ يَرُعْنِي إِلاَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ضُحًى فَأَسْلَمْنَنِي إِلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25441,
    "number": "4937",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ،  رضى الله عنها، قَالَتْ فَلَمَّا قَدِمْنَا الْمَدِينَةَ جَاءَنِي نِسْوَةٌ وَأَنَا أَلْعَبُ عَلَى أُرْجُوحَةٍ وَأَنَا مُجَمَّمَةٌ فَذَهَبْنَ بِي فَهَيَّأْنَنِي وَصَنَّعْنَنِي ثُمَّ أَتَيْنَ بِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَبَنَى بِي وَأَنَا ابْنَةُ تِسْعِ سِنِينَ ‏.‏",
    "source": ""
  },
  {
    "id": 25442,
    "number": "4938",
    "text": "حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، أَخْبَرَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، بِإِسْنَادِهِ فِي هَذَا الْحَدِيثِ قَالَتْ وَأَنَا عَلَى الأُرْجُوحَةِ، وَمَعِي، صَوَاحِبَاتِي فَأَدْخَلْنَنِي بَيْتًا فَإِذَا نِسْوَةٌ مِنَ الأَنْصَارِ فَقُلْنَ عَلَى الْخَيْرِ وَالْبَرَكَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 25443,
    "number": "4939",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ عَمْرٍو - عَنْ يَحْيَى، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ بْنِ حَاطِبٍ - قَالَ قَالَتْ عَائِشَةُ رضى الله عنها فَقَدِمْنَا الْمَدِينَةَ فَنَزَلْنَا فِي بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ - قَالَتْ - فَوَاللَّهِ إِنِّي لَعَلَى أُرْجُوحَةٍ بَيْنَ عَذْقَيْنِ فَجَاءَتْنِي أُمِّي فَأَنْزَلَتْنِي وَلِي جُمَيْمَةٌ ‏.‏ وَسَاقَ الْحَدِيثَ ‏.‏",
    "source": ""
  },
  {
    "id": 25444,
    "number": "4940",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ مُوسَى بْنِ مَيْسَرَةَ، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ لَعِبَ بِالنَّرْدِ فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25445,
    "number": "4941",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ لَعِبَ بِالنَّرْدَشِيرِ فَكَأَنَّمَا غَمَسَ يَدَهُ فِي لَحْمِ خِنْزِيرٍ وَدَمِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25446,
    "number": "4942",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى رَجُلاً يَتْبَعُ حَمَامَةً فَقَالَ ‏\n\"‏ شَيْطَانٌ يَتْبَعُ شَيْطَانَةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25447,
    "number": "4943",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُسَدَّدٌ، - الْمَعْنَى - قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي قَابُوسَ، مَوْلًى لِعَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم ‏\n\"‏ الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمَنُ ارْحَمُوا أَهْلَ الأَرْضِ يَرْحَمْكُمْ مَنْ فِي السَّمَاءِ ‏\"‏ ‏.‏ لَمْ يَقُلْ مُسَدَّدٌ مَوْلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو وَقَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 25448,
    "number": "4944",
    "text": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا ح، وَحَدَّثَنَا ابْنُ كَثِيرٍ، قَالَ أَخْبَرَنَا شُعْبَةُ، قَالَ كَتَبَ إِلَىَّ مَنْصُورٌ - قَالَ ابْنُ كَثِيرٍ فِي حَدِيثِهِ وَقَرَأْتُهُ عَلَيْهِ وَقُلْتُ أَقُولُ حَدَّثَنِي مَنْصُورٌ فَقَالَ إِذَا قَرَأْتَهُ عَلَىَّ فَقَدْ حَدَّثْتُكَ بِهِ ثُمَّ اتَّفَقَا - عَنْ أَبِي عُثْمَانَ مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ سَمِعْتُ أَبَا الْقَاسِمِ الصَّادِقَ الْمَصْدُوقَ صلى الله عليه وسلم صَاحِبَ هَذِهِ الْحُجْرَةِ يَقُولُ ‏\n\"‏ لاَ تُنْزَعُ الرَّحْمَةُ إِلاَّ مِنْ شَقِيٍّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25449,
    "number": "4945",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ السَّرْحِ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنِ ابْنِ عَامِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، يَرْوِيهِ - قَالَ ابْنُ السَّرْحِ - عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ لَمْ يَرْحَمْ صَغِيرَنَا وَيَعْرِفْ حَقَّ كَبِيرِنَا فَلَيْسَ مِنَّا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25450,
    "number": "4946",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ تَمِيمٍ الدَّارِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الدِّينَ النَّصِيحَةُ إِنَّ الدِّينَ النَّصِيحَةُ إِنَّ الدِّينَ النَّصِيحَةُ ‏\"‏ ‏.‏ قَالُوا لِمَنْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لِلَّهِ وَكِتَابِهِ وَرَسُولِهِ وَأَئِمَّةِ الْمُؤْمِنِينَ وَعَامَّتِهِمْ وَأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25451,
    "number": "4947",
    "text": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، حَدَّثَنَا خَالِدٌ، عَنْ يُونُسَ، عَنْ عَمْرِو بْنِ سَعِيدٍ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ جَرِيرٍ، قَالَ بَايَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى السَّمْعِ وَالطَّاعَةِ وَأَنْ أَنْصَحَ لِكُلِّ مُسْلِمٍ - قَالَ - وَكَانَ إِذَا بَاعَ الشَّىْءَ أَوِ اشْتَرَاهُ قَالَ ‏\n\"‏ أَمَا إِنَّ الَّذِي أَخَذْنَا مِنْكَ أَحَبُّ إِلَيْنَا مِمَّا أَعْطَيْنَاكَ فَاخْتَرْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25452,
    "number": "4948",
    "text": "حَدَّثَنَا أَبُو بَكْرٍ، وَعُثْمَانُ، ابْنَا أَبِي شَيْبَةَ - الْمَعْنَى قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، قَالَ عُثْمَانُ وَجَرِيرٌ الرَّازِيُّ ح وَحَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا أَسْبَاطٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، - وَقَالَ وَاصِلٌ قَالَ حُدِّثْتُ عَنْ أَبِي صَالِحٍ، ثُمَّ اتَّفَقُوا - عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ نَفَّسَ عَنْ مُسْلِمٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ - وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَمَنْ سَتَرَ عَلَى مُسْلِمٍ سَتَرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ لَمْ يَذْكُرْ عُثْمَانُ عَنْ أَبِي مُعَاوِيَةَ ‏\"‏ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25453,
    "number": "4949",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي مَالِكٍ الأَشْجَعِيِّ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ قَالَ نَبِيُّكُمْ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مَعْرُوفٍ صَدَقَةٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25454,
    "number": "4950",
    "text": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، قَالَ أَخْبَرَنَا ح، وَحَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا هُشَيْمٌ، عَنْ دَاوُدَ بْنِ عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي زَكَرِيَّاءَ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّكُمْ تُدْعَوْنَ يَوْمَ الْقِيَامَةِ بِأَسْمَائِكُمْ وَأَسْمَاءِ آبَائِكُمْ فَأَحْسِنُوا أَسْمَاءَكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ ابْنُ أَبِي زَكَرِيَّاءَ لَمْ يُدْرِكْ أَبَا الدَّرْدَاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 25455,
    "number": "4951",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ زِيَادٍ، سَبَلاَنُ حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَحَبُّ الأَسْمَاءِ إِلَى اللَّهِ تَعَالَى عَبْدُ اللَّهِ وَعَبْدُ الرَّحْمَنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25456,
    "number": "4952",
    "text": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا هِشَامُ بْنُ سَعِيدٍ الطَّالْقَانِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُهَاجِرِ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي عَقِيلُ بْنُ شَبِيبٍ، عَنْ أَبِي وَهْبٍ الْجُشَمِيِّ، وَكَانَتْ، لَهُ صُحْبَةٌ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ تَسَمَّوْا بِأَسْمَاءِ الأَنْبِيَاءِ وَأَحَبُّ الأَسْمَاءِ إِلَى اللَّهِ عَبْدُ اللَّهِ وَعَبْدُ الرَّحْمَنِ وَأَصْدَقُهَا حَارِثٌ وَهَمَّامٌ وَأَقْبَحُهَا حَرْبٌ وَمُرَّةُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25457,
    "number": "4953",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ ذَهَبْتُ بِعَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ إِلَى النَّبِيِّ صلى الله عليه وسلم حِينَ وُلِدَ وَالنَّبِيُّ صلى الله عليه وسلم فِي عَبَاءَةٍ يَهْنَأُ بَعِيرًا لَهُ قَالَ ‏\"‏ هَلْ مَعَكَ تَمْرٌ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ - قَالَ - فَنَاوَلْتُهُ تَمَرَاتٍ فَأَلْقَاهُنَّ فِي فِيهِ فَلاَكَهُنَّ ثُمَّ فَغَرَ فَاهُ فَأَوْجَرَهُنَّ إِيَّاهُ فَجَعَلَ الصَّبِيُّ يَتَلَمَّظُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ حِبُّ الأَنْصَارِ التَّمْرُ ‏\"‏ ‏.‏ وَسَمَّاهُ عَبْدَ اللَّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 25458,
    "number": "4954",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُسَدَّدٌ، قَالاَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم غَيَّرَ اسْمَ عَاصِيَةَ وَقَالَ ‏\n\"‏ أَنْتِ جَمِيلَةُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25459,
    "number": "4955",
    "text": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ، سَأَلَتْهُ مَا سَمَّيْتَ ابْنَتَكَ قَالَ سَمَّيْتُهَا بَرَّةَ فَقَالَتْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ هَذَا الاِسْمِ سُمِّيتُ بَرَّةَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ تُزَكُّوا أَنْفُسَكُمُ اللَّهُ أَعْلَمُ بِأَهْلِ الْبِرِّ مِنْكُمْ ‏\"‏ ‏.‏ فَقَالَ مَا نُسَمِّيهَا قَالَ ‏\"‏ سَمُّوهَا زَيْنَبَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25460,
    "number": "4956",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ الْمُفَضَّلِ - قَالَ حَدَّثَنِي بَشِيرُ بْنُ مَيْمُونٍ، عَنْ عَمِّهِ، أُسَامَةَ بْنِ أَخْدَرِيٍّ أَنَّ رَجُلاً، يُقَالُ لَهُ أَصْرَمُ كَانَ فِي النَّفَرِ الَّذِينَ أَتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا اسْمُكَ ‏\"‏ ‏.‏ قَالَ أَنَا أَصْرَمُ ‏.‏ قَالَ ‏\"‏ بَلْ أَنْتَ زُرْعَةُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25461,
    "number": "4957",
    "text": "حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ، عَنْ يَزِيدَ، - يَعْنِي ابْنَ الْمِقْدَامِ بْنِ شُرَيْحٍ - عَنْ أَبِيهِ، عَنْ جَدِّهِ، شُرَيْحٍ عَنْ أَبِيهِ، هَانِئٍ أَنَّهُ لَمَّا وَفَدَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مَعَ قَوْمِهِ سَمِعَهُمْ يَكْنُونَهُ بِأَبِي الْحَكَمِ فَدَعَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّ اللَّهَ هُوَ الْحَكَمُ وَإِلَيْهِ الْحُكْمُ فَلِمَ تُكْنَى أَبَا الْحَكَمِ ‏\"‏ ‏.‏ فَقَالَ إِنَّ قَوْمِي إِذَا اخْتَلَفُوا فِي شَىْءٍ أَتَوْنِي فَحَكَمْتُ بَيْنَهُمْ فَرَضِيَ كِلاَ الْفَرِيقَيْنِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا أَحْسَنَ هَذَا فَمَا لَكَ مِنَ الْوَلَدِ ‏\"‏ ‏.‏ قَالَ لِي شُرَيْحٌ وَمُسْلِمٌ وَعَبْدُ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَمَنْ أَكْبَرُهُمْ ‏\"‏ ‏.‏ قُلْتُ شُرَيْحٌ قَالَ ‏\"‏ فَأَنْتَ أَبُو شُرَيْحٍ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ شُرَيْحٌ هَذَا هُوَ الَّذِي كَسَرَ السِّلْسِلَةَ وَهُوَ مِمَّنْ دَخَلَ تُسْتَرَ ‏.‏ قَالَ أَبُو دَاوُدَ وَبَلَغَنِي أَنَّ شُرَيْحًا كَسَرَ بَابَ تُسْتَرَ وَذَلِكَ أَنَّهُ دَخَلَ مِنْ سِرْبٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25462,
    "number": "4958",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏\"‏ مَا اسْمُكَ ‏\"‏ ‏.‏ قَالَ حَزْنٌ ‏.‏ قَالَ ‏\"‏ أَنْتَ سَهْلٌ ‏\"‏ ‏.‏ قَالَ لاَ السَّهْلُ يُوطَأُ وَيُمْتَهَنُ ‏.‏ قَالَ سَعِيدٌ فَظَنَنْتُ أَنَّهُ سَيُصِيبُنَا بَعْدَهُ حُزُونَةٌ ‏.‏ قَالَ أَبُو دَاوُدَ وَغَيَّرَ النَّبِيُّ صلى الله عليه وسلم اسْمَ الْعَاصِ وَعَزِيزٍ وَعَتَلَةَ وَشَيْطَانٍ وَالْحَكَمِ وَغُرَابٍ وَحُبَابٍ وَشِهَابٍ فَسَمَّاهُ هِشَامًا وَسَمَّى حَرْبًا سَلْمًا وَسَمَّى الْمُضْطَجِعَ الْمُنْبَعِثَ وَأَرْضًا تُسَمَّى عَفِرَةَ سَمَّاهَا خَضِرَةَ وَشِعْبَ الضَّلاَلَةِ سَمَّاهُ شِعْبَ الْهُدَى وَبَنُو الزِّنْيَةِ سَمَّاهُمْ بَنِي الرِّشْدَةِ وَسَمَّى بَنِي مُغْوِيَةَ بَنِي رِشْدَةَ ‏.‏ قَالَ أَبُو دَاوُدَ تَرَكْتُ أَسَانِيدَهَا لِلاِخْتِصَارِ ‏.‏",
    "source": ""
  },
  {
    "id": 25463,
    "number": "4959",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا أَبُو عَقِيلٍ، حَدَّثَنَا مُجَالِدُ بْنُ سَعِيدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ لَقِيتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ فَقَالَ مَنْ أَنْتَ قُلْتُ مَسْرُوقُ بْنُ الأَجْدَعِ ‏.‏ فَقَالَ عُمَرُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ الأَجْدَعُ شَيْطَانٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25464,
    "number": "4960",
    "text": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا مَنْصُورُ بْنُ الْمُعْتَمِرِ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ رَبِيعِ بْنِ عُمَيْلَةَ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تُسَمِّيَنَّ غُلاَمَكَ يَسَارًا وَلاَ رَبَاحًا وَلاَ نَجِيحًا وَلاَ أَفْلَحَ فَإِنَّكَ تَقُولُ أَثَمَّ هُوَ فَيَقُولُ لاَ إِنَّمَا هُنَّ أَرْبَعٌ فَلاَ تَزِيدَنَّ عَلَىَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25465,
    "number": "4961",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ الرُّكَيْنَ، يُحَدِّثُ عَنْ أَبِيهِ، عَنْ سَمُرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نُسَمِّيَ رَقِيقَنَا أَرْبَعَةَ أَسْمَاءٍ أَفْلَحَ وَيَسَارًا وَنَافِعًا وَرَبَاحًا ‏.‏",
    "source": ""
  },
  {
    "id": 25466,
    "number": "4962",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنْ عِشْتُ إِنْ شَاءَ اللَّهُ أَنْهَى أُمَّتِي أَنْ يُسَمُّوا نَافِعًا وَأَفْلَحَ وَبَرَكَةَ ‏\"‏ ‏.‏ قَالَ الأَعْمَشُ وَلاَ أَدْرِي ذَكَرَ نَافِعًا أَمْ لاَ ‏\"‏ فَإِنَّ الرَّجُلَ يَقُولُ إِذَا جَاءَ أَثَمَّ بَرَكَةٌ فَيَقُولُونَ لاَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى أَبُو الزُّبَيْرِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ لَمْ يَذْكُرْ بَرَكَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 25467,
    "number": "4963",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ أَخْنَعُ اسْمٍ عِنْدَ اللَّهِ تَبَارَكَ وَتَعَالَى يَوْمَ الْقِيَامَةِ رَجُلٌ تَسَمَّى مَلِكَ الأَمْلاَكِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ شُعَيْبُ بْنُ أَبِي حَمْزَةَ عَنْ أَبِي الزِّنَادِ بِإِسْنَادِهِ قَالَ ‏\"‏ أَخْنَى اسْمٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25468,
    "number": "4964",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، عَنْ دَاوُدَ، عَنْ عَامِرٍ، قَالَ حَدَّثَنِي أَبُو جُبَيْرَةَ بْنُ الضَّحَّاكِ، قَالَ فِينَا نَزَلَتْ هَذِهِ الآيَةُ فِي بَنِي سَلِمَةَ ‏{‏ وَلاَ تَنَابَزُوا بِالأَلْقَابِ بِئْسَ الاِسْمُ الْفُسُوقُ بَعْدَ الإِيمَانِ ‏}‏ قَالَ قَدِمَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَيْسَ مِنَّا رَجُلٌ إِلاَّ وَلَهُ اسْمَانِ أَوْ ثَلاَثَةٌ فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ ‏\"‏ يَا فُلاَنُ ‏\"‏ ‏.‏ فَيَقُولُونَ مَهْ يَا رَسُولَ اللَّهِ إِنَّهُ يَغْضَبُ مِنْ هَذَا الاِسْمِ فَأُنْزِلَتْ هَذِهِ الآيَةُ ‏{‏ وَلاَ تَنَابَزُوا بِالأَلْقَابِ ‏}‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25469,
    "number": "4965",
    "text": "حَدَّثَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ، حَدَّثَنَا أَبِي، حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، رضى الله عنه ضَرَبَ ابْنًا لَهُ تَكَنَّى أَبَا عِيسَى وَأَنَّ الْمُغِيرَةَ بْنَ شُعْبَةَ تَكَنَّى بِأَبِي عِيسَى فَقَالَ لَهُ عُمَرُ أَمَا يَكْفِيكَ أَنْ تُكَنَّى بِأَبِي عَبْدِ اللَّهِ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَنَّانِي فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ وَإِنَّا فِي جَلْجَلَتِنَا فَلَمْ يَزَلْ يُكْنَى بِأَبِي عَبْدِ اللَّهِ حَتَّى هَلَكَ ‏.‏",
    "source": ""
  },
  {
    "id": 25470,
    "number": "4966",
    "text": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، قَالَ أَخْبَرَنَا ح، وَحَدَّثَنَا مُسَدَّدٌ، وَمُحَمَّدُ بْنُ مَحْبُوبٍ، قَالُوا حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي عُثْمَانَ، - وَسَمَّاهُ ابْنُ مَحْبُوبٍ الْجَعْدَ - عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏\n\"‏ يَا بُنَىَّ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ سَمِعْتُ يَحْيَى بْنَ مَعِينٍ يُثْنِي عَلَى مُحَمَّدِ بْنِ مَحْبُوبٍ وَيَقُولُ كَثِيرُ الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 25471,
    "number": "4967",
    "text": "حَدَّثَنَا مُسَدَّدٌ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ تَسَمَّوْا بِاسْمِي وَلاَ تَكْتَنُوا بِكُنْيَتِي ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ أَبُو صَالِحٍ عَنْ أَبِي هُرَيْرَةَ وَكَذَلِكَ رِوَايَةُ أَبِي سُفْيَانَ عَنْ جَابِرٍ وَسَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ جَابِرٍ وَسُلَيْمَانَ الْيَشْكُرِيِّ عَنْ جَابِرٍ وَابْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ نَحْوَهُمْ وَأَنَسِ بْنِ مَالِكٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25472,
    "number": "4968",
    "text": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ تَسَمَّى بِاسْمِي فَلاَ يَكْتَنِي بِكُنْيَتِي وَمَنْ تَكَنَّى بِكُنْيَتِي فَلاَ يَتَسَمَّى بِاسْمِي ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَرَوَى بِهَذَا الْمَعْنَى ابْنُ عَجْلاَنَ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ وَرُوِيَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ مُخْتَلِفًا عَلَى الرِّوَايَتَيْنِ وَكَذَلِكَ رِوَايَةُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ عَنْ أَبِي هُرَيْرَةَ اخْتُلِفَ فِيهِ رَوَاهُ الثَّوْرِيُّ وَابْنُ جُرَيْجٍ عَلَى مَا قَالَ أَبُو الزُّبَيْرِ وَرَوَاهُ مَعْقِلُ بْنُ عُبَيْدِ اللَّهِ عَلَى مَا قَالَ ابْنُ سِيرِينَ وَاخْتُلِفَ فِيهِ عَلَى مُوسَى بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ أَيْضًا عَلَى الْقَوْلَيْنِ اخْتَلَفَ فِيهِ حَمَّادُ بْنُ خَالِدٍ وَابْنُ أَبِي فُدَيْكٍ ‏.‏",
    "source": ""
  },
  {
    "id": 25473,
    "number": "4969",
    "text": "حَدَّثَنَا عُثْمَانُ، وَأَبُو بَكْرٍ ابْنَا أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ فِطْرٍ، عَنْ مُنْذِرٍ، عَنْ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ، قَالَ قَالَ عَلِيٌّ رَحِمَهُ اللَّهُ قُلْتُ يَا رَسُولَ اللَّهِ إِنْ وُلِدَ لِي مِنْ بَعْدِكَ وَلَدٌ أُسَمِّيهِ بِاسْمِكَ وَأُكْنِيهِ بِكُنْيَتِكَ قَالَ ‏\n\"‏ نَعَمْ ‏\"‏ ‏.‏ وَلَمْ يَقُلْ أَبُو بَكْرٍ قُلْتُ قَالَ عَلِيٌّ عَلَيْهِ السَّلاَمُ لِلنَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 25474,
    "number": "4970",
    "text": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عِمْرَانَ الْحَجَبِيُّ، عَنْ جَدَّتِهِ، صَفِيَّةَ بِنْتِ شَيْبَةَ عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي قَدْ وَلَدْتُ غُلاَمًا فَسَمَّيْتُهُ مُحَمَّدًا وَكَنَّيْتُهُ أَبَا الْقَاسِمِ فَذُكِرَ لِي أَنَّكَ تَكْرَهُ ذَلِكَ فَقَالَ ‏\"‏ مَا الَّذِي أَحَلَّ اسْمِي وَحَرَّمَ كُنْيَتِي ‏\"‏ ‏.‏ أَوْ ‏\"‏ مَا الَّذِي حَرَّمَ كُنْيَتِي وَأَحَلَّ اسْمِي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25475,
    "number": "4971",
    "text": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُ عَلَيْنَا وَلِي أَخٌ صَغِيرٌ يُكْنَى أَبَا عُمَيْرٍ وَكَانَ لَهُ نُغَرٌ يَلْعَبُ بِهِ فَمَاتَ فَدَخَلَ عَلَيْهِ النَّبِيُّ صلى الله عليه وسلم ذَاتَ يَوْمٍ فَرَآهُ حَزِينًا فَقَالَ ‏\"‏ مَا شَأْنُهُ ‏\"‏ ‏.‏ قَالُوا مَاتَ نُغَرُهُ فَقَالَ ‏\"‏ يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25476,
    "number": "4972",
    "text": "حَدَّثَنَا مُسَدَّدٌ، وَسُلَيْمَانُ بْنُ حَرْبٍ، - الْمَعْنَى - قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّهَا قَالَتْ يَا رَسُولَ اللَّهِ كُلُّ صَوَاحِبِي لَهُنَّ كُنًى ‏.‏ قَالَ ‏\n\"‏ فَاكْتَنِي بِابْنِكِ عَبْدِ اللَّهِ ‏\"‏ ‏.‏ يَعْنِي ابْنَ أُخْتِهَا قَالَ مُسَدَّدٌ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ فَكَانَتْ تُكَنَّى بِأُمِّ عَبْدِ اللَّهِ ‏.‏ قَالَ أَبُو دَاوُدَ وَهَكَذَا قَالَ قُرَّانُ بْنُ تَمَّامٍ وَمَعْمَرٌ جَمِيعًا عَنْ هِشَامٍ نَحْوَهُ وَرَوَاهُ أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ عَبَّادِ بْنِ حَمْزَةَ وَكَذَلِكَ حَمَّادُ بْنُ سَلَمَةَ وَمَسْلَمَةُ بْنُ قَعْنَبٍ عَنْ هِشَامٍ كَمَا قَالَ أَبُو أُسَامَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 25477,
    "number": "4973",
    "text": "حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ الْحَضْرَمِيُّ، - إِمَامُ مَسْجِدِ حِمْصٍ - حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ ضُبَارَةَ بْنِ مَالِكٍ الْحَضْرَمِيِّ، عَنْ أَبِيهِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ سُفْيَانَ بْنِ أَسِيدٍ الْحَضْرَمِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ كَبُرَتْ خِيَانَةً أَنْ تُحَدِّثَ أَخَاكَ حَدِيثًا هُوَ لَكَ بِهِ مُصَدِّقٌ وَأَنْتَ لَهُ بِهِ كَاذِبٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 25478,
    "number": "4974",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى، عَنْ أَبِي قِلاَبَةَ، قَالَ أَبُو مَسْعُودٍ لأَبِي عَبْدِ اللَّهِ أَوْ قَالَ أَبُو عَبْدِ اللَّهِ لأَبِي مَسْعُودٍ مَا سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي ‏\"‏ زَعَمُوا ‏\"‏ ‏.‏ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ بِئْسَ مَطِيَّةُ الرَّجُلِ زَعَمُوا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو عَبْدِ اللَّهِ هَذَا حُذَيْفَةُ ‏.‏",
    "source": ""
  }
]