[
  {
    "id": 23533,
    "number": "3029",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْقُرَشِيُّ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، حَدَّثَهُمْ حَدَّثَنَا فَرَجُ بْنُ سَعِيدٍ، حَدَّثَنِي عَمِّي، ثَابِتُ بْنُ سَعِيدٍ عَنْ أَبِيهِ، سَعِيدٍ - يَعْنِي ابْنَ أَبْيَضَ - عَنْ جَدِّهِ، أَبْيَضَ بْنِ حَمَّالٍ أَنَّهُ كَلَّمَ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي الصَّدَقَةِ حِينَ وَفَدَ عَلَيْهِ فَقَالَ ‏\n\"‏ يَا أَخَا سَبَإٍ لاَ بُدَّ مِنْ صَدَقَةٍ ‏\"‏ ‏.‏ فَقَالَ إِنَّمَا زَرْعُنَا الْقُطْنُ يَا رَسُولَ اللَّهِ وَقَدْ تَبَدَّدَتْ سَبَأٌ وَلَمْ يَبْقَ مِنْهُمْ إِلاَّ قَلِيلٌ بِمَأْرِبٍ ‏.‏ فَصَالَحَ نَبِيَّ اللَّهِ صلى الله عليه وسلم عَلَى سَبْعِينَ حُلَّةِ بَزٍّ مِنْ قِيمَةِ وَفَاءِ بَزِّ الْمَعَافِرِ كُلَّ سَنَةٍ عَمَّنْ بَقِيَ مِنْ سَبَإٍ بِمَأْرِبَ فَلَمْ يَزَالُوا يُؤَدُّونَهَا حَتَّى قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَإِنَّ الْعُمَّالَ انْتَقَضُوا عَلَيْهِمْ بَعْدَ قَبْضِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِيمَا صَالَحَ أَبْيَضُ بْنُ حَمَّالٍ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي الْحُلَلِ السَّبْعِينَ فَرَدَّ ذَلِكَ أَبُو بَكْرٍ عَلَى مَا وَضَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى مَاتَ أَبُو بَكْرٍ فَلَمَّا مَاتَ أَبُو بَكْرٍ رضى الله عنه انْتَقَضَ ذَلِكَ وَصَارَتْ عَلَى الصَّدَقَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 23534,
    "number": "3030",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُلَيْمَانَ الأَحْوَلِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَوْصَى بِثَلاَثَةٍ فَقَالَ ‏\n\"‏ أَخْرِجُوا الْمُشْرِكِينَ مِنْ جَزِيرَةِ الْعَرَبِ وَأَجِيزُوا الْوَفْدَ بِنَحْوٍ مِمَّا كُنْتُ أُجِيزُهُمْ ‏\"‏ ‏.‏ قَالَ ابْنُ عَبَّاسٍ وَسَكَتَ عَنِ الثَّالِثَةِ أَوْ قَالَ فَأُنْسِيتُهَا ‏.‏ وَقَالَ الْحُمَيْدِيُّ عَنْ سُفْيَانَ قَالَ سُلَيْمَانُ لاَ أَدْرِي أَذَكَرَ سَعِيدٌ الثَّالِثَةَ فَنَسِيتُهَا أَوْ سَكَتَ عَنْهَا",
    "source": ""
  },
  {
    "id": 23535,
    "number": "3031",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو عَاصِمٍ، وَعَبْدُ الرَّزَّاقِ، قَالاَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ أَخْبَرَنِي عُمَرُ بْنُ الْخَطَّابِ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لأُخْرِجَنَّ الْيَهُودَ وَالنَّصَارَى مِنْ جَزِيرَةِ الْعَرَبِ فَلاَ أَتْرُكُ فِيهَا إِلاَّ مُسْلِمًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23536,
    "number": "3032",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا أَبُو أَحْمَدَ، مُحَمَّدُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَعْنَاهُ وَالأَوَّلُ أَتَمُّ ‏.‏",
    "source": ""
  },
  {
    "id": 23537,
    "number": "3033",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ، حَدَّثَنَا جَرِيرٌ، عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَكُونُ قِبْلَتَانِ فِي بَلَدٍ وَاحِدٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23538,
    "number": "3034",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا عُمَرُ، - يَعْنِي ابْنَ عَبْدِ الْوَاحِدِ - قَالَ قَالَ سَعِيدٌ - يَعْنِي ابْنَ عَبْدِ الْعَزِيزِ - جَزِيرَةُ الْعَرَبِ مَا بَيْنَ الْوَادِي إِلَى أَقْصَى الْيَمَنِ إِلَى تُخُومِ الْعِرَاقِ إِلَى الْبَحْرِ ‏.‏ قَالَ أَبُو دَاوُدَ قُرِئَ عَلَى الْحَارِثِ بْنِ مِسْكِينٍ وَأَنَا شَاهِدٌ أَخْبَرَكَ أَشْهَبُ بْنُ عَبْدِ الْعَزِيزِ قَالَ قَالَ مَالِكٌ عُمَرُ أَجْلَى أَهْلَ نَجْرَانَ وَلَمْ يُجْلَوْا مِنْ تَيْمَاءَ لأَنَّهَا لَيْسَتْ مِنْ بِلاَدِ الْعَرَبِ فَأَمَّا الْوَادِي فَإِنِّي أَرَى إِنَّمَا لَمْ يُجْلَ مَنْ فِيهَا مِنَ الْيَهُودِ أَنَّهُمْ لَمْ يَرَوْهَا مِنْ أَرْضِ الْعَرَبِ ‏.‏",
    "source": ""
  },
  {
    "id": 23539,
    "number": "3035",
    "text": "حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ قَالَ مَالِكٌ قَدْ أَجْلَى عُمَرُ رَحِمَهُ اللَّهُ يَهُودَ نَجْرَانَ وَفَدَكَ ‏.‏",
    "source": ""
  },
  {
    "id": 23540,
    "number": "3036",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنَعَتِ الْعِرَاقُ قَفِيزَهَا وَدِرْهَمَهَا وَمَنَعَتِ الشَّامُ مُدْيَهَا وَدِينَارَهَا وَمَنَعَتْ مِصْرُ إِرْدَبَّهَا وَدِينَارَهَا ثُمَّ عُدْتُمْ مِنْ حَيْثُ بَدَأْتُمْ ‏\"‏ ‏.‏ قَالَهَا زُهَيْرٌ ثَلاَثَ مَرَّاتٍ شَهِدَ عَلَى ذَلِكَ لَحْمُ أَبِي هُرَيْرَةَ وَدَمُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 23541,
    "number": "3037",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا بِهِ أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَيُّمَا قَرْيَةٍ أَتَيْتُمُوهَا وَأَقَمْتُمْ فِيهَا فَسَهْمُكُمْ فِيهَا وَأَيُّمَا قَرْيَةٍ عَصَتِ اللَّهَ وَرَسُولَهُ فَإِنَّ خُمُسَهَا لِلَّهِ وَلِلرَّسُولِ ثُمَّ هِيَ لَكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23542,
    "number": "3038",
    "text": "حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا سَهْلُ بْنُ مُحَمَّدٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَاصِمِ بْنِ عُمَرَ، عَنْ أَنَسِ بْنِ مَالِكٍ، وَعَنْ عُثْمَانَ بْنِ أَبِي سُلَيْمَانَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ خَالِدَ بْنَ الْوَلِيدِ إِلَى أُكَيْدِرِ دُومَةَ فَأُخِذَ فَأَتَوْهُ بِهِ فَحَقَنَ لَهُ دَمَهُ وَصَالَحَهُ عَلَى الْجِزْيَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 23543,
    "number": "3039",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ مُعَاذٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا وَجَّهَهُ إِلَى الْيَمَنِ أَمَرَهُ أَنْ يَأْخُذَ مِنْ كُلِّ حَالِمٍ - يَعْنِي مُحْتَلِمًا - دِينَارًا أَوْ عِدْلَهُ مِنَ الْمَعَافِرِيِّ ثِيَابٌ تَكُونُ بِالْيَمَنِ ‏.‏",
    "source": ""
  },
  {
    "id": 23544,
    "number": "3040",
    "text": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ مَسْرُوقٍ، عَنْ مُعَاذٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 23545,
    "number": "3041",
    "text": "حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ هَانِئٍ أَبُو نُعَيْمٍ النَّخَعِيُّ، أَخْبَرَنَا شَرِيكٌ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ زِيَادِ بْنِ حُدَيْرٍ، قَالَ قَالَ عَلِيٌّ لَئِنْ بَقِيتُ لِنَصَارَى بَنِي تَغْلِبَ لأَقْتُلَنَّ الْمُقَاتِلَةَ وَلأَسْبِيَنَّ الذُّرِّيَّةَ فَإِنِّي كَتَبْتُ الْكِتَابَ بَيْنَهُمْ وَبَيْنَ النَّبِيِّ صلى الله عليه وسلم عَلَى أَنْ لاَ يُنَصِّرُوا أَبْنَاءَهُمْ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا حَدِيثٌ مُنْكَرٌ بَلَغَنِي عَنْ أَحْمَدَ أَنَّهُ كَانَ يُنْكِرُ هَذَا الْحَدِيثَ إِنْكَارًا شَدِيدًا وَهُوَ عِنْدَ بَعْضِ النَّاسِ شِبْهُ الْمَتْرُوكِ وَأَنْكَرُوا هَذَا الْحَدِيثَ عَلَى عَبْدِ الرَّحْمَنِ بْنِ هَانِئٍ قَالَ أَبُو عَلِيٍّ وَلَمْ يَقْرَأْهُ أَبُو دَاوُدَ فِي الْعَرْضَةِ الثَّانِيَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 23546,
    "number": "3042",
    "text": "حَدَّثَنَا مُصَرِّفُ بْنُ عَمْرٍو الْيَامِيُّ، حَدَّثَنَا يُونُسُ، - يَعْنِي ابْنَ بُكَيْرٍ - حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ الْهَمْدَانِيُّ، عَنْ إِسْمَاعِيلَ بْنِ عَبْدِ الرَّحْمَنِ الْقُرَشِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ صَالَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَهْلَ نَجْرَانَ عَلَى أَلْفَىْ حُلَّةٍ النِّصْفُ فِي صَفَرٍ وَالْبَقِيَّةُ فِي رَجَبٍ يُؤَدُّونَهَا إِلَى الْمُسْلِمِينَ وَعَارِيَةِ ثَلاَثِينَ دِرْعًا وَثَلاَثِينَ فَرَسًا وَثَلاَثِينَ بَعِيرًا وَثَلاَثِينَ مِنْ كُلِّ صِنْفٍ مِنْ أَصْنَافِ السِّلاَحِ يَغْزُونَ بِهَا وَالْمُسْلِمُونَ ضَامِنُونَ لَهَا حَتَّى يَرُدُّوهَا عَلَيْهِمْ إِنْ كَانَ بِالْيَمَنِ كَيْدٌ أَوْ غَدْرَةٌ عَلَى أَنْ لاَ تُهْدَمَ لَهُمْ بَيْعَةٌ وَلاَ يُخْرَجُ لَهُمْ قَسٌّ وَلاَ يُفْتَنُوا عَنْ دِينِهِمْ مَا لَمْ يُحْدِثُوا حَدَثًا أَوْ يَأْكُلُوا الرِّبَا ‏.‏ قَالَ إِسْمَاعِيلُ فَقَدْ أَكَلُوا الرِّبَا ‏.‏ قَالَ أَبُو دَاوُدَ إِذَا نَقَضُوا بَعْضَ مَا اشْتَرَطَ عَلَيْهِمْ فَقَدْ أَحْدَثُوا ‏.‏",
    "source": ""
  },
  {
    "id": 23547,
    "number": "3043",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ سِنَانٍ الْوَاسِطِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ بِلاَلٍ، عَنْ عِمْرَانَ الْقَطَّانِ، عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ إِنَّ أَهْلَ فَارِسَ لَمَّا مَاتَ نَبِيُّهُمْ كَتَبَ لَهُمْ إِبْلِيسُ الْمَجُوسِيَّةَ ‏.‏",
    "source": ""
  },
  {
    "id": 23548,
    "number": "3044",
    "text": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، سَمِعَ بَجَالَةَ، يُحَدِّثُ عَمْرَو بْنَ أَوْسٍ وَأَبَا الشَّعْثَاءِ قَالَ كُنْتُ كَاتِبًا لِجَزْءِ بْنِ مُعَاوِيَةَ عَمِّ الأَحْنَفِ بْنِ قَيْسٍ إِذْ جَاءَنَا كِتَابُ عُمَرَ قَبْلَ مَوْتِهِ بِسَنَةٍ اقْتُلُوا كُلَّ سَاحِرٍ وَفَرِّقُوا بَيْنَ كُلِّ ذِي مَحْرَمٍ مِنَ الْمَجُوسِ وَانْهَوْهُمْ عَنِ الزَّمْزَمَةِ فَقَتَلْنَا فِي يَوْمٍ ثَلاَثَةَ سَوَاحِرَ وَفَرَّقْنَا بَيْنَ كُلِّ رَجُلٍ مِنَ الْمَجُوسِ وَحَرِيمِهِ فِي كِتَابِ اللَّهِ وَصَنَعَ طَعَامًا كَثِيرًا فَدَعَاهُمْ فَعَرَضَ السَّيْفَ عَلَى فَخِذِهِ فَأَكَلُوا وَلَمْ يُزَمْزِمُوا وَأَلْقَوْا وِقْرَ بَغْلٍ أَوْ بَغْلَيْنِ مِنَ الْوَرِقِ وَلَمْ يَكُنْ عُمَرُ أَخَذَ الْجِزْيَةَ مِنَ الْمَجُوسِ حَتَّى شَهِدَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَخَذَهَا مِنْ مَجُوسِ هَجَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 23549,
    "number": "3045",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ مِسْكِينٍ الْيَمَامِيُّ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ قُشَيْرِ بْنِ عَمْرٍو، عَنْ بَجَالَةَ بْنِ عَبْدَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَ رَجُلٌ مِنَ الأَسْبَذِيِّينَ مِنْ أَهْلِ الْبَحْرَيْنِ - وَهُمْ مَجُوسُ أَهْلِ هَجَرَ - إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَكَثَ عِنْدَهُ ثُمَّ خَرَجَ فَسَأَلْتُهُ مَا قَضَى اللَّهُ وَرَسُولُهُ فِيكُمْ قَالَ شَرٌّ ‏.‏ قُلْتُ مَهْ قَالَ الإِسْلاَمُ أَوِ الْقَتْلُ ‏.‏ قَالَ وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ قَبِلَ مِنْهُمُ الْجِزْيَةَ ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَأَخَذَ النَّاسُ بِقَوْلِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَتَرَكُوا مَا سَمِعْتُ أَنَا مِنَ الأَسْبَذِيِّ ‏.‏",
    "source": ""
  },
  {
    "id": 23550,
    "number": "3046",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ هِشَامَ بْنَ حَكِيمِ بْنِ حِزَامٍ، وَجَدَ رَجُلاً وَهُوَ عَلَى حِمْصَ يُشَمِّسُ نَاسًا مِنَ النَّبَطِ فِي أَدَاءِ الْجِزْيَةِ فَقَالَ مَا هَذَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّ اللَّهَ يُعَذِّبُ الَّذِينَ يُعَذِّبُونَ النَّاسَ فِي الدُّنْيَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23551,
    "number": "3047",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ حَرْبِ بْنِ عُبَيْدِ اللَّهِ، عَنْ جَدِّهِ أَبِي أُمِّهِ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّمَا الْعُشُورُ عَلَى الْيَهُودِ وَالنَّصَارَى وَلَيْسَ عَلَى الْمُسْلِمِينَ عُشُورٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23552,
    "number": "3048",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ حَرْبِ بْنِ عُبَيْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ قَالَ ‏\"‏ خَرَاجٌ ‏\"‏ ‏.‏ مَكَانَ ‏\"‏ الْعُشُورُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23553,
    "number": "3049",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَطَاءٍ، عَنْ رَجُلٍ، مِنْ بَكْرِ بْنِ وَائِلٍ عَنْ خَالِهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أُعَشِّرُ قَوْمِي قَالَ ‏\n\"‏ إِنَّمَا الْعُشُورُ عَلَى الْيَهُودِ وَالنَّصَارَى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23554,
    "number": "3050",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْبَزَّازُ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ السَّلاَمِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ حَرْبِ بْنِ عُبَيْدِ اللَّهِ بْنِ عُمَيْرٍ الثَّقَفِيِّ، عَنْ جَدِّهِ، - رَجُلٍ مِنْ بَنِي تَغْلِبَ - قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَأَسْلَمْتُ وَعَلَّمَنِي الإِسْلاَمَ وَعَلَّمَنِي كَيْفَ آخُذُ الصَّدَقَةَ مِنْ قَوْمِي مِمَّنْ أَسْلَمَ ثُمَّ رَجَعْتُ إِلَيْهِ فَقُلْتُ يَا رَسُولَ اللَّهِ كُلُّ مَا عَلَّمْتَنِي قَدْ حَفِظْتُهُ إِلاَّ الصَّدَقَةَ أَفَأُعَشِّرُهُمْ قَالَ ‏\n\"‏ لاَ إِنَّمَا الْعُشُورُ عَلَى النَّصَارَى وَالْيَهُودِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23555,
    "number": "3051",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا أَشْعَثُ بْنُ شُعْبَةَ، حَدَّثَنَا أَرْطَاةُ بْنُ الْمُنْذِرِ، قَالَ سَمِعْتُ حَكِيمَ بْنَ عُمَيْرٍ أَبَا الأَحْوَصِ، يُحَدِّثُ عَنِ الْعِرْبَاضِ بْنِ سَارِيَةَ السُّلَمِيِّ، قَالَ نَزَلْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم خَيْبَرَ وَمَعَهُ مَنْ مَعَهُ مِنْ أَصْحَابِهِ وَكَانَ صَاحِبُ خَيْبَرَ رَجُلاً مَارِدًا مُنْكَرًا فَأَقْبَلَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا مُحَمَّدُ أَلَكُمْ أَنْ تَذْبَحُوا حُمُرَنَا وَتَأْكُلُوا ثَمَرَنَا وَتَضْرِبُوا نِسَاءَنَا فَغَضِبَ يَعْنِي النَّبِيَّ صلى الله عليه وسلم وَقَالَ ‏\"‏ يَا ابْنَ عَوْفٍ ارْكَبْ فَرَسَكَ ثُمَّ نَادِ أَلاَ إِنَّ الْجَنَّةَ لاَ تَحِلُّ إِلاَّ لِمُؤْمِنٍ وَأَنِ اجْتَمِعُوا لِلصَّلاَةِ ‏\"‏ ‏.‏ قَالَ فَاجْتَمَعُوا ثُمَّ صَلَّى بِهِمُ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَامَ فَقَالَ ‏\"‏ أَيَحْسَبُ أَحَدُكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ قَدْ يَظُنُّ أَنَّ اللَّهَ لَمْ يُحَرِّمْ شَيْئًا إِلاَّ مَا فِي هَذَا الْقُرْآنِ أَلاَ وَإِنِّي وَاللَّهِ قَدْ وَعَظْتُ وَأَمَرْتُ وَنَهَيْتُ عَنْ أَشْيَاءَ إِنَّهَا لَمِثْلُ الْقُرْآنِ أَوْ أَكْثَرُ وَأَنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يُحِلَّ لَكُمْ أَنْ تَدْخُلُوا بُيُوتَ أَهْلِ الْكِتَابِ إِلاَّ بِإِذْنٍ وَلاَ ضَرْبَ نِسَائِهِمْ وَلاَ أَكْلَ ثِمَارِهِمْ إِذَا أَعْطَوْكُمُ الَّذِي عَلَيْهِمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23556,
    "number": "3052",
    "text": "حَدَّثَنَا مُسَدَّدٌ، وَسَعِيدُ بْنُ مَنْصُورٍ، قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ هِلاَلٍ، عَنْ رَجُلٍ، مِنْ ثَقِيفٍ عَنْ رَجُلٍ، مِنْ جُهَيْنَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَعَلَّكُمْ تُقَاتِلُونَ قَوْمًا فَتَظْهَرُونَ عَلَيْهِمْ فَيَتَّقُونَكُمْ بِأَمْوَالِهِمْ دُونَ أَنْفُسِهِمْ وَأَبْنَائِهِمْ ‏\"‏ ‏.‏ قَالَ سَعِيدٌ فِي حَدِيثِهِ ‏\"‏ فَيُصَالِحُونَكُمْ عَلَى صُلْحٍ ‏\"‏ ‏.‏ ثُمَّ اتَّفَقَا ‏\"‏ فَلاَ تُصِيبُوا مِنْهُمْ شَيْئًا فَوْقَ ذَلِكَ فَإِنَّهُ لاَ يَصْلُحُ لَكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23557,
    "number": "3053",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي أَبُو صَخْرٍ الْمَدِينِيُّ، أَنَّ صَفْوَانَ بْنَ سُلَيْمٍ، أَخْبَرَهُ عَنْ عِدَّةٍ، مِنْ أَبْنَاءِ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَنْ آبَائِهِمْ دِنْيَةً عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَلاَ مَنْ ظَلَمَ مُعَاهِدًا أَوِ انْتَقَصَهُ أَوْ كَلَّفَهُ فَوْقَ طَاقَتِهِ أَوْ أَخَذَ مِنْهُ شَيْئًا بِغَيْرِ طِيبِ نَفْسٍ فَأَنَا حَجِيجُهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23558,
    "number": "3054",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ، عَنْ جَرِيرٍ، عَنْ قَابُوسَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لَيْسَ عَلَى الْمُسْلِمِ جِزْيَةٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23559,
    "number": "3055",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ سُئِلَ سُفْيَانُ عَنْ تَفْسِيرِ، هَذَا فَقَالَ إِذَا أَسْلَمَ فَلاَ جِزْيَةَ عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 23560,
    "number": "3056",
    "text": "حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ، حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ سَلاَّمٍ - عَنْ زَيْدٍ، أَنَّهُ سَمِعَ أَبَا سَلاَّمٍ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ الْهَوْزَنِيُّ، قَالَ لَقِيتُ بِلاَلاً مُؤَذِّنَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِحَلَبَ فَقُلْتُ يَا بِلاَلُ حَدِّثْنِي كَيْفَ كَانَتْ نَفَقَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ مَا كَانَ لَهُ شَىْءٌ كُنْتُ أَنَا الَّذِي أَلِي ذَلِكَ مِنْهُ مُنْذُ بَعَثَهُ اللَّهُ إِلَى أَنْ تُوُفِّيَ وَكَانَ إِذَا أَتَاهُ الإِنْسَانُ مُسْلِمًا فَرَآهُ عَارِيًا يَأْمُرُنِي فَأَنْطَلِقُ فَأَسْتَقْرِضُ فَأَشْتَرِي لَهُ الْبُرْدَةَ فَأَكْسُوهُ وَأُطْعِمُهُ حَتَّى اعْتَرَضَنِي رَجُلٌ مِنَ الْمُشْرِكِينَ فَقَالَ يَا بِلاَلُ إِنَّ عِنْدِي سَعَةً فَلاَ تَسْتَقْرِضْ مِنْ أَحَدٍ إِلاَّ مِنِّي فَفَعَلْتُ فَلَمَّا أَنْ كَانَ ذَاتَ يَوْمٍ تَوَضَّأْتُ ثُمَّ قُمْتُ لأُؤَذِّنَ بِالصَّلاَةِ فَإِذَا الْمُشْرِكُ قَدْ أَقْبَلَ فِي عِصَابَةٍ مِنَ التُّجَّارِ فَلَمَّا أَنْ رَآنِي قَالَ يَا حَبَشِيُّ ‏.‏ قُلْتُ يَا لَبَّاهُ ‏.‏ فَتَجَهَّمَنِي وَقَالَ لِي قَوْلاً غَلِيظًا وَقَالَ لِي أَتَدْرِي كَمْ بَيْنَكَ وَبَيْنَ الشَّهْرِ قَالَ قُلْتُ قَرِيبٌ ‏.‏ قَالَ إِنَّمَا بَيْنَكَ وَبَيْنَهُ أَرْبَعٌ فَآخُذُكَ بِالَّذِي عَلَيْكَ فَأَرُدُّكَ تَرْعَى الْغَنَمَ كَمَا كُنْتَ قَبْلَ ذَلِكَ فَأَخَذَ فِي نَفْسِي مَا يَأْخُذُ فِي أَنْفُسِ النَّاسِ حَتَّى إِذَا صَلَّيْتُ الْعَتَمَةَ رَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى أَهْلِهِ فَاسْتَأْذَنْتُ عَلَيْهِ فَأَذِنَ لِي فَقُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي إِنَّ الْمُشْرِكَ الَّذِي كُنْتُ أَتَدَيَّنُ مِنْهُ قَالَ لِي كَذَا وَكَذَا وَلَيْسَ عِنْدَكَ مَا تَقْضِي عَنِّي وَلاَ عِنْدِي وَهُوَ فَاضِحِي فَأْذَنْ لِي أَنْ آبِقَ إِلَى بَعْضِ هَؤُلاَءِ الأَحْيَاءِ الَّذِينَ قَدْ أَسْلَمُوا حَتَّى يَرْزُقَ اللَّهُ رَسُولَهُ صلى الله عليه وسلم مَا يَقْضِي عَنِّي فَخَرَجْتُ حَتَّى إِذَا أَتَيْتُ مَنْزِلِي فَجَعَلْتُ سَيْفِي وَجِرَابِي وَنَعْلِي وَمِجَنِّي عِنْدَ رَأْسِي حَتَّى إِذَا انْشَقَّ عَمُودُ الصُّبْحِ الأَوَّلِ أَرَدْتُ أَنْ أَنْطَلِقَ فَإِذَا إِنْسَانٌ يَسْعَى يَدْعُو يَا بِلاَلُ أَجِبْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَانْطَلَقْتُ حَتَّى أَتَيْتُهُ فَإِذَا أَرْبَعُ رَكَائِبَ مُنَاخَاتٍ عَلَيْهِنَّ أَحْمَالُهُنَّ فَاسْتَأْذَنْتُ فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَبْشِرْ فَقَدْ جَاءَكَ اللَّهُ بِقَضَائِكَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلَمْ تَرَ الرَّكَائِبَ الْمُنَاخَاتِ الأَرْبَعَ ‏\"‏ ‏.‏ فَقُلْتُ بَلَى ‏.‏ فَقَالَ ‏\"‏ إِنَّ لَكَ رِقَابَهُنَّ وَمَا عَلَيْهِنَّ فَإِنَّ عَلَيْهِنَّ كِسْوَةً وَطَعَامًا أَهْدَاهُنَّ إِلَىَّ عَظِيمُ فَدَكَ فَاقْبِضْهُنَّ وَاقْضِ دَيْنَكَ ‏\"‏ ‏.‏ فَفَعَلْتُ فَذَكَرَ الْحَدِيثَ ثُمَّ انْطَلَقْتُ إِلَى الْمَسْجِدِ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَاعِدٌ فِي الْمَسْجِدِ فَسَلَّمْتُ عَلَيْهِ فَقَالَ ‏\"‏ مَا فَعَلَ مَا قِبَلَكَ ‏\"‏ ‏.‏ قُلْتُ قَدْ قَضَى اللَّهُ كُلَّ شَىْءٍ كَانَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمْ يَبْقَ شَىْءٌ ‏.‏ قَالَ ‏\"‏ أَفَضَلَ شَىْءٌ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ قَالَ ‏\"‏ انْظُرْ أَنْ تُرِيحَنِي مِنْهُ فَإِنِّي لَسْتُ بِدَاخِلٍ عَلَى أَحَدٍ مِنْ أَهْلِي حَتَّى تُرِيحَنِي مِنْهُ ‏\"‏ ‏.‏ فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم الْعَتَمَةَ دَعَانِي فَقَالَ ‏\"‏ مَا فَعَلَ الَّذِي قِبَلَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ هُوَ مَعِي لَمْ يَأْتِنَا أَحَدٌ ‏.‏ فَبَاتَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ وَقَصَّ الْحَدِيثَ حَتَّى إِذَا صَلَّى الْعَتَمَةَ - يَعْنِي مِنَ الْغَدِ - دَعَانِي قَالَ ‏\"‏ مَا فَعَلَ الَّذِي قِبَلَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ قَدْ أَرَاحَكَ اللَّهُ مِنْهُ يَا رَسُولَ اللَّهِ ‏.‏ فَكَبَّرَ وَحَمِدَ اللَّهَ شَفَقًا مِنْ أَنْ يُدْرِكَهُ الْمَوْتُ وَعِنْدَهُ ذَلِكَ ثُمَّ اتَّبَعْتُهُ حَتَّى إِذَا جَاءَ أَزْوَاجَهُ فَسَلَّمَ عَلَى امْرَأَةٍ امْرَأَةٍ حَتَّى أَتَى مَبِيتَهُ فَهَذَا الَّذِي سَأَلْتَنِي عَنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 23561,
    "number": "3057",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُعَاوِيَةُ، بِمَعْنَى إِسْنَادِ أَبِي تَوْبَةَ وَحَدِيثِهِ قَالَ عِنْدَ قَوْلِهِ ‏\n\"‏ مَا يَقْضِي عَنِّي ‏\"‏ ‏.‏ فَسَكَتَ عَنِّي رَسُولُ اللَّهِ صلى الله عليه وسلم فَاغْتَمَزْتُهَا ‏.‏",
    "source": ""
  },
  {
    "id": 23562,
    "number": "3058",
    "text": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا عِمْرَانُ، عَنْ قَتَادَةَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، عَنْ عِيَاضِ بْنِ حِمَارٍ، قَالَ أَهْدَيْتُ لِلنَّبِيِّ صلى الله عليه وسلم نَاقَةً فَقَالَ ‏\"‏ أَسْلَمْتَ ‏\"‏ ‏.‏ فَقُلْتُ لاَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنِّي نُهِيتُ عَنْ زَبْدِ الْمُشْرِكِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23563,
    "number": "3059",
    "text": "حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ سِمَاكٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَقْطَعَهُ أَرْضًا بِحَضْرَمَوْتَ ‏.‏",
    "source": ""
  },
  {
    "id": 23564,
    "number": "3060",
    "text": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا جَامِعُ بْنُ مَطَرٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، بِإِسْنَادِهِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 23565,
    "number": "3061",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ فِطْرٍ، حَدَّثَنِي أَبِي، عَنْ عَمْرِو بْنِ حُرَيْثٍ، قَالَ خَطَّ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم دَارًا بِالْمَدِينَةِ بِقَوْسٍ وَقَالَ ‏\n\"‏ أَزِيدُكَ أَزِيدُكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23566,
    "number": "3062",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ غَيْرِ، وَاحِدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقْطَعَ بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِيَّ مَعَادِنَ الْقَبَلِيَّةِ وَهِيَ مِنْ نَاحِيَةِ الْفُرْعِ فَتِلْكَ الْمَعَادِنُ لاَ يُؤْخَذُ مِنْهَا إِلاَّ الزَّكَاةُ إِلَى الْيَوْمِ ‏.‏",
    "source": ""
  },
  {
    "id": 23567,
    "number": "3063",
    "text": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدِ بْنِ حَاتِمٍ، وَغَيْرُهُ، قَالَ الْعَبَّاسُ حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا أَبُو أُوَيْسٍ، حَدَّثَنَا كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَقْطَعَ بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِيَّ مَعَادِنَ الْقَبَلِيَّةِ جَلْسِيَّهَا وَغَوْرِيَّهَا - وَقَالَ غَيْرُ الْعَبَّاسِ جَلْسَهَا وَغَوْرَهَا - وَحَيْثُ يَصْلُحُ الزَّرْعُ مِنْ قُدْسٍ وَلَمْ يُعْطِهِ حَقَّ مُسْلِمٍ وَكَتَبَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا أَعْطَى مُحَمَّدٌ رَسُولُ اللَّهِ بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِيَّ أَعْطَاهُ مَعَادِنَ الْقَبَلِيَّةِ جَلْسِيَّهَا وَغَوْرِيَّهَا ‏\"‏ ‏.‏ وَقَالَ غَيْرُ الْعَبَّاسِ ‏\"‏ جَلْسَهَا وَغَوْرَهَا ‏\"‏ ‏.‏ ‏\"‏ وَحَيْثُ يَصْلُحُ الزَّرْعُ مِنْ قُدْسٍ وَلَمْ يُعْطِهِ حَقَّ مُسْلِمٍ ‏\"‏ ‏.‏ قَالَ أَبُو أُوَيْسٍ وَحَدَّثَنِي ثَوْرُ بْنُ زَيْدٍ مَوْلَى بَنِي الدِّيلِ بْنِ بَكْرِ بْنِ كِنَانَةَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 23568,
    "number": "3064",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ النَّضْرِ، قَالَ سَمِعْتُ الْحُنَيْنِيَّ، قَالَ قَرَأْتُهُ غَيْرَ مَرَّةٍ يَعْنِي كِتَابَ قَطِيعَةِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو دَاوُدَ وَحَدَّثَنَا غَيْرُ وَاحِدٍ عَنْ حُسَيْنِ بْنِ مُحَمَّدٍ أَخْبَرَنَا أَبُو أُوَيْسٍ حَدَّثَنِي كَثِيرُ بْنُ عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَقْطَعَ بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِيَّ مَعَادِنَ الْقَبَلِيَّةِ جَلْسِيَّهَا وَغَوْرِيَّهَا - قَالَ ابْنُ النَّضْرِ وَجَرْسَهَا وَذَاتَ النُّصُبِ ثُمَّ اتَّفَقَا - وَحَيْثُ يَصْلُحُ الزَّرْعُ مِنْ قُدْسٍ ‏.‏ وَلَمْ يُعْطِ بِلاَلَ بْنَ الْحَارِثِ حَقَّ مُسْلِمٍ وَكَتَبَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ هَذَا مَا أَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِيَّ أَعْطَاهُ مَعَادِنَ الْقَبَلِيَّةِ جَلْسَهَا وَغَوْرَهَا وَحَيْثُ يَصْلُحُ الزَّرْعُ مِنْ قُدْسٍ وَلَمْ يُعْطِهِ حَقَّ مُسْلِمٍ ‏\"‏ ‏.‏ قَالَ أَبُو أُوَيْسٍ حَدَّثَنِي ثَوْرُ بْنُ زَيْدٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ زَادَ ابْنُ النَّضْرِ وَكَتَبَ أُبَىُّ بْنُ كَعْبٍ ‏.‏",
    "source": ""
  },
  {
    "id": 23569,
    "number": "3065",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ الثَّقَفِيُّ، وَمُحَمَّدُ بْنُ الْمُتَوَكِّلِ الْعَسْقَلاَنِيُّ، - الْمَعْنَى وَاحِدٌ - أَنَّ مُحَمَّدَ بْنَ يَحْيَى بْنِ قَيْسٍ الْمَأْرِبِيَّ، حَدَّثَهُمْ أَخْبَرَنِي أَبِي، عَنْ ثُمَامَةَ بْنِ شُرَاحِيلَ، عَنْ سُمَىِّ بْنِ قَيْسٍ، عَنْ شُمَيْرٍ، - قَالَ ابْنُ الْمُتَوَكِّلِ ابْنِ عَبْدِ الْمَدَانِ - عَنْ أَبْيَضَ بْنِ حَمَّالٍ، أَنَّهُ وَفَدَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَقْطَعَهُ الْمِلْحَ - قَالَ ابْنُ الْمُتَوَكِّلِ الَّذِي بِمَأْرِبَ - فَقَطَعَهُ لَهُ فَلَمَّا أَنْ وَلَّى قَالَ رَجُلٌ مِنَ الْمَجْلِسِ أَتَدْرِي مَا قَطَعْتَ لَهُ إِنَّمَا قَطَعْتَ لَهُ الْمَاءَ الْعِدَّ ‏.‏ قَالَ فَانْتَزَعَ مِنْهُ قَالَ وَسَأَلَهُ عَمَّا يُحْمَى مِنَ الأَرَاكِ قَالَ ‏\"‏ مَا لَمْ تَنَلْهُ خِفَافٌ ‏\"‏ ‏.‏ وَقَالَ ابْنُ الْمُتَوَكِّلِ ‏\"‏ أَخْفَافُ الإِبِلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23570,
    "number": "3066",
    "text": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ قَالَ مُحَمَّدُ بْنُ الْحَسَنِ الْمَخْزُومِيُّ ‏\n\"‏ مَا لَمْ تَنَلْهُ أَخْفَافُ الإِبِلِ ‏\"‏ يَعْنِي أَنَّ الإِبِلَ تَأْكُلُ مُنْتَهَى رُءُوسِهَا وَيُحْمَى مَا فَوْقَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 23571,
    "number": "3067",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْقُرَشِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ، حَدَّثَنَا فَرَجُ بْنُ سَعِيدٍ، حَدَّثَنِي عَمِّي، ثَابِتُ بْنُ سَعِيدٍ عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَبْيَضَ بْنِ حَمَّالٍ أَنَّهُ سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ حِمَى الأَرَاكِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ حِمَى فِي الأَرَاكِ ‏\"‏ ‏.‏ فَقَالَ أَرَاكَةً فِي حِظَارِي ‏.‏ فَقَالَ النَّبِيُّ عَلَيْهِ السَّلاَمُ ‏\"‏ لاَ حِمَى فِي الأَرَاكِ ‏\"‏ ‏.‏ قَالَ فَرَجٌ يَعْنِي بِحِظَارِي الأَرْضَ الَّتِي فِيهَا الزَّرْعُ الْمُحَاطُ عَلَيْهَا ‏.‏",
    "source": ""
  },
  {
    "id": 23572,
    "number": "3068",
    "text": "حَدَّثَنَا عُمَرُ بْنُ الْخَطَّابِ أَبُو حَفْصٍ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا أَبَانُ، قَالَ عُمَرُ - وَهُوَ ابْنُ عَبْدِ اللَّهِ بْنِ أَبِي حَازِمٍ - قَالَ حَدَّثَنِي عُثْمَانُ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، صَخْرٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم غَزَا ثَقِيفًا فَلَمَّا أَنْ سَمِعَ ذَلِكَ صَخْرٌ رَكِبَ فِي خَيْلٍ يُمِدُّ النَّبِيَّ صلى الله عليه وسلم فَوَجَدَ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَدِ انْصَرَفَ وَلَمْ يَفْتَحْ فَجَعَلَ صَخْرٌ يَوْمَئِذٍ عَهْدَ اللَّهِ وَذِمَّتَهُ أَنْ لاَ يُفَارِقَ هَذَا الْقَصْرَ حَتَّى يَنْزِلُوا عَلَى حُكْمِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمْ يُفَارِقْهُمْ حَتَّى نَزَلُوا عَلَى حُكْمِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَكَتَبَ إِلَيْهِ صَخْرٌ أَمَّا بَعْدُ فَإِنَّ ثَقِيفًا قَدْ نَزَلَتْ عَلَى حُكْمِكَ يَا رَسُولَ اللَّهِ وَأَنَا مُقْبِلٌ إِلَيْهِمْ وَهُمْ فِي خَيْلٍ ‏.‏ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالصَّلاَةِ جَامِعَةً فَدَعَا لأَحْمَسَ عَشْرَ دَعَوَاتٍ ‏\"‏ اللَّهُمَّ بَارِكْ لأَحْمَسَ فِي خَيْلِهَا وَرِجَالِهَا ‏\"‏ ‏.‏ وَأَتَاهُ الْقَوْمُ فَتَكَلَّمَ الْمُغِيرَةُ بْنُ شُعْبَةَ فَقَالَ يَا نَبِيَّ اللَّهِ إِنَّ صَخْرًا أَخَذَ عَمَّتِي وَدَخَلَتْ فِيمَا دَخَلَ فِيهِ الْمُسْلِمُونَ ‏.‏ فَدَعَاهُ فَقَالَ ‏\"‏ يَا صَخْرُ إِنَّ الْقَوْمَ إِذَا أَسْلَمُوا أَحْرَزُوا دِمَاءَهُمْ وَأَمْوَالَهُمْ فَادْفَعْ إِلَى الْمُغِيرَةِ عَمَّتَهُ ‏\"‏ ‏.‏ فَدَفَعَهَا إِلَيْهِ وَسَأَلَ نَبِيَّ اللَّهِ صلى الله عليه وسلم مَاءً لِبَنِي سُلَيْمٍ قَدْ هَرَبُوا عَنِ الإِسْلاَمِ وَتَرَكُوا ذَلِكَ الْمَاءَ ‏.‏ فَقَالَ يَا نَبِيَّ اللَّهِ أَنْزِلْنِيهِ أَنَا وَقَوْمِي ‏.‏ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ فَأَنْزَلَهُ وَأَسْلَمَ - يَعْنِي السُّلَمِيِّينَ - فَأَتَوْا صَخْرًا فَسَأَلُوهُ أَنْ يَدْفَعَ إِلَيْهِمُ الْمَاءَ فَأَبَى فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا يَا نَبِيَّ اللَّهِ أَسْلَمْنَا وَأَتَيْنَا صَخْرًا لِيَدْفَعَ إِلَيْنَا مَاءَنَا فَأَبَى عَلَيْنَا ‏.‏ فَأَتَاهُ فَقَالَ ‏\"‏ يَا صَخْرُ إِنَّ الْقَوْمَ إِذَا أَسْلَمُوا أَحْرَزُوا أَمْوَالَهُمْ وَدِمَاءَهُمْ فَادْفَعْ إِلَى الْقَوْمِ مَاءَهُمْ ‏\"‏ ‏.‏ قَالَ نَعَمْ يَا نَبِيَّ اللَّهِ ‏.‏ فَرَأَيْتُ وَجْهَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَتَغَيَّرُ عِنْدَ ذَلِكَ حُمْرَةً حَيَاءً مِنْ أَخْذِهِ الْجَارِيَةَ وَأَخْذِهِ الْمَاءَ ‏.‏",
    "source": ""
  },
  {
    "id": 23573,
    "number": "3069",
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي سَبْرَةُ بْنُ عَبْدِ الْعَزِيزِ بْنِ الرَّبِيعِ الْجُهَنِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَزَلَ فِي مَوْضِعِ الْمَسْجِدِ تَحْتَ دَوْمَةٍ فَأَقَامَ ثَلاَثًا ثُمَّ خَرَجَ إِلَى تَبُوكَ وَإِنَّ جُهَيْنَةَ لَحِقُوهُ بِالرَّحْبَةِ فَقَالَ لَهُمْ ‏\"‏ مَنْ أَهْلُ ذِي الْمَرْوَةِ ‏\"‏ ‏.‏ فَقَالُوا بَنُو رِفَاعَةَ مِنْ جُهَيْنَةَ ‏.‏ فَقَالَ ‏\"‏ قَدْ أَقْطَعْتُهَا لِبَنِي رِفَاعَةَ ‏\"‏ ‏.‏ فَاقْتَسَمُوهَا فَمِنْهُمْ مَنْ بَاعَ وَمِنْهُمْ مَنْ أَمْسَكَ فَعَمِلَ ثُمَّ سَأَلْتُ أَبَاهُ عَبْدَ الْعَزِيزِ عَنْ هَذَا الْحَدِيثِ فَحَدَّثَنِي بِبَعْضِهِ وَلَمْ يُحَدِّثْنِي بِهِ كُلِّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 23574,
    "number": "3070",
    "text": "حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ آدَمَ - حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقْطَعَ الزُّبَيْرَ نَخْلاً ‏.‏",
    "source": ""
  },
  {
    "id": 23575,
    "number": "3071",
    "text": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، وَمُوسَى بْنُ إِسْمَاعِيلَ، - الْمَعْنَى وَاحِدٌ - قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حَسَّانَ الْعَنْبَرِيُّ، حَدَّثَتْنِي جَدَّتَاىَ، صَفِيَّةُ وَدُحَيْبَةُ ابْنَتَا عُلَيْبَةَ وَكَانَتَا رَبِيبَتَىْ قَيْلَةَ بِنْتِ مَخْرَمَةَ وَكَانَتْ جَدَّةَ أَبِيهِمَا أَنَّهَا أَخْبَرَتْهُمَا قَالَتْ، قَدِمْنَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَتْ تَقَدَّمَ صَاحِبِي - تَعْنِي حُرَيْثَ بْنَ حَسَّانَ وَافِدَ بَكْرِ بْنِ وَائِلٍ - فَبَايَعَهُ عَلَى الإِسْلاَمِ عَلَيْهِ وَعَلَى قَوْمِهِ ثُمَّ قَالَ يَا رَسُولَ اللَّهِ اكْتُبْ بَيْنَنَا وَبَيْنَ بَنِي تَمِيمٍ بِالدَّهْنَاءِ أَنْ لاَ يُجَاوِزَهَا إِلَيْنَا مِنْهُمْ أَحَدٌ إِلاَّ مُسَافِرٌ أَوْ مُجَاوِرٌ ‏.‏ فَقَالَ ‏\"‏ اكْتُبْ لَهُ يَا غُلاَمُ بِالدَّهْنَاءِ ‏\"‏ ‏.‏ فَلَمَّا رَأَيْتُهُ قَدْ أَمَرَ لَهُ بِهَا شُخِصَ بِي وَهِيَ وَطَنِي وَدَارِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّهُ لَمْ يَسْأَلْكَ السَّوِيَّةَ مِنَ الأَرْضِ إِذْ سَأَلَكَ إِنَّمَا هِيَ هَذِهِ الدَّهْنَاءُ عِنْدَكَ مُقَيَّدُ الْجَمَلِ وَمَرْعَى الْغَنَمِ وَنِسَاءُ بَنِي تَمِيمٍ وَأَبْنَاؤُهَا وَرَاءَ ذَلِكَ فَقَالَ ‏\"‏ أَمْسِكْ يَا غُلاَمُ صَدَقَتِ الْمِسْكِينَةُ الْمُسْلِمُ أَخُو الْمُسْلِمِ يَسَعُهُمَا الْمَاءُ وَالشَّجَرُ وَيَتَعَاوَنَانِ عَلَى الْفُتَّانِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23576,
    "number": "3072",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنِي عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الْوَاحِدِ، حَدَّثَتْنِي أُمُّ جَنُوبٍ بِنْتُ نُمَيْلَةَ، عَنْ أُمِّهَا، سُوَيْدَةَ بِنْتِ جَابِرٍ عَنْ أُمِّهَا، عَقِيلَةَ بِنْتِ أَسْمَرَ بْنِ مُضَرِّسٍ عَنْ أَبِيهَا، أَسْمَرَ بْنِ مُضَرِّسٍ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَبَايَعْتُهُ فَقَالَ ‏\n\"‏ مَنْ سَبَقَ إِلَى مَاءٍ لَمْ يَسْبِقْهُ إِلَيْهِ مُسْلِمٌ فَهُوَ لَهُ ‏\"‏ ‏.‏ قَالَ فَخَرَجَ النَّاسُ يَتَعَادَوْنَ يَتَخَاطُّونَ ‏.‏",
    "source": ""
  },
  {
    "id": 23577,
    "number": "3073",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا حَمَّادُ بْنُ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَقْطَعَ الزُّبَيْرَ حُضْرَ فَرَسِهِ فَأَجْرَى فَرَسَهُ حَتَّى قَامَ ثُمَّ رَمَى بِسَوْطِهِ فَقَالَ ‏\n\"‏ أَعْطُوهُ مِنْ حَيْثُ بَلَغَ السَّوْطُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23578,
    "number": "3074",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ زَيْدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَحْيَا أَرْضًا مَيْتَةً فَهِيَ لَهُ وَلَيْسَ لِعِرْقٍ ظَالِمٍ حَقٌّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23579,
    "number": "3075",
    "text": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدٍ، - يَعْنِي ابْنَ إِسْحَاقَ - عَنْ يَحْيَى بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَحْيَا أَرْضًا مَيْتَةً فَهِيَ لَهُ ‏\"‏ ‏.‏ وَذَكَرَ مِثْلَهُ قَالَ فَلَقَدْ خَبَّرَنِي الَّذِي حَدَّثَنِي هَذَا الْحَدِيثَ أَنَّ رَجُلَيْنِ اخْتَصَمَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم غَرَسَ أَحَدُهُمَا نَخْلاً فِي أَرْضِ الآخَرِ فَقَضَى لِصَاحِبِ الأَرْضِ بِأَرْضِهِ وَأَمَرَ صَاحِبَ النَّخْلِ أَنْ يُخْرِجَ نَخْلَهُ مِنْهَا ‏.‏ قَالَ فَلَقَدْ رَأَيْتُهَا وَإِنَّهَا لَتُضْرَبُ أُصُولُهَا بِالْفُئُوسِ وَإِنَّهَا لَنَخْلٌ عُمٌّ حَتَّى أُخْرِجَتْ مِنْهَا ‏.‏",
    "source": ""
  },
  {
    "id": 23580,
    "number": "3076",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا وَهْبٌ، عَنْ أَبِيهِ، عَنِ ابْنِ إِسْحَاقَ، بِإِسْنَادِهِ وَمَعْنَاهُ إِلاَّ أَنَّهُ قَالَ عِنْدَ قَوْلِهِ مَكَانَ الَّذِي حَدَّثَنِي هَذَا فَقَالَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَأَكْثَرُ ظَنِّي أَنَّهُ أَبُو سَعِيدٍ الْخُدْرِيُّ فَأَنَا رَأَيْتُ الرَّجُلَ يَضْرِبُ فِي أُصُولِ النَّخْلِ ‏.‏",
    "source": ""
  },
  {
    "id": 23581,
    "number": "3077",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الآمُلِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا نَافِعُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عُرْوَةَ، قَالَ أَشْهَدُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى أَنَّ الأَرْضَ أَرْضُ اللَّهِ وَالْعِبَادَ عِبَادُ اللَّهِ وَمَنْ أَحْيَا مَوَاتًا فَهُوَ أَحَقُّ بِهِ جَاءَنَا بِهَذَا عَنِ النَّبِيِّ صلى الله عليه وسلم الَّذِينَ جَاءُوا بِالصَّلَوَاتِ عَنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 23582,
    "number": "3078",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَحَاطَ حَائِطًا عَلَى أَرْضٍ فَهِيَ لَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23583,
    "number": "3079",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكٌ، قَالَ هِشَامٌ الْعِرْقُ الظَّالِمُ أَنْ يَغْرِسَ الرَّجُلُ فِي أَرْضِ غَيْرِهِ فَيَسْتَحِقَّهَا بِذَلِكَ ‏.‏ قَالَ مَالِكٌ وَالْعِرْقُ الظَّالِمُ كُلُّ مَا أُخِذَ وَاحْتُفِرَ وَغُرِسَ بِغَيْرِ حَقٍّ ‏.‏",
    "source": ""
  },
  {
    "id": 23584,
    "number": "3080",
    "text": "حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنِ الْعَبَّاسِ السَّاعِدِيِّ، - يَعْنِي ابْنَ سَهْلِ بْنِ سَعْدٍ - عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، قَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم تَبُوكَ فَلَمَّا أَتَى وَادِيَ الْقُرَى إِذَا امْرَأَةٌ فِي حَدِيقَةٍ لَهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَصْحَابِهِ ‏\"‏ اخْرُصُوا ‏\"‏ ‏.‏ فَخَرَصَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَشَرَةَ أَوْسُقٍ فَقَالَ لِلْمَرْأَةِ ‏\"‏ أَحْصِي مَا يَخْرُجُ مِنْهَا ‏\"‏ ‏.‏ فَأَتَيْنَا تَبُوكَ فَأَهْدَى مَلِكُ أَيْلَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بَغْلَةً بَيْضَاءَ وَكَسَاهُ بُرْدَةً وَكَتَبَ لَهُ - يَعْنِي - بِبَحْرِهِ ‏.‏ قَالَ فَلَمَّا أَتَيْنَا وَادِيَ الْقُرَى قَالَ لِلْمَرْأَةِ ‏\"‏ كَمْ كَانَ فِي حَدِيقَتِكِ ‏\"‏ ‏.‏ قَالَتْ عَشَرَةَ أَوْسُقٍ خَرْصَ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي مُتَعَجِّلٌ إِلَى الْمَدِينَةِ فَمَنْ أَرَادَ مِنْكُمْ أَنْ يَتَعَجَّلَ مَعِي فَلْيَتَعَجَّلْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23585,
    "number": "3081",
    "text": "حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ غِيَاثٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنْ كُلْثُومٍ، عَنْ زَيْنَبَ، أَنَّهَا كَانَتْ تَفْلِي رَأْسَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ امْرَأَةُ عُثْمَانَ بْنِ عَفَّانَ وَنِسَاءٌ مِنَ الْمُهَاجِرَاتِ وَهُنَّ يَشْتَكِينَ مَنَازِلَهُنَّ أَنَّهَا تَضِيقُ عَلَيْهِنَّ وَيُخْرَجْنَ مِنْهَا فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تُوَرَّثَ دُورَ الْمُهَاجِرِينَ النِّسَاءُ فَمَاتَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ فَوَرِثَتْهُ امْرَأَتُهُ دَارًا بِالْمَدِينَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 23586,
    "number": "3082",
    "text": "حَدَّثَنَا هَارُونُ بْنُ مُحَمَّدِ بْنِ بَكَّارِ بْنِ بِلاَلٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ عِيسَى، - يَعْنِي ابْنَ سُمَيْعٍ - حَدَّثَنَا زَيْدُ بْنُ وَاقِدٍ، حَدَّثَنِي أَبُو عَبْدِ اللَّهِ، عَنْ مُعَاذٍ، أَنَّهُ قَالَ مَنْ عَقَدَ الْجِزْيَةَ فِي عُنُقِهِ فَقَدْ بَرِئَ مِمَّا عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 23587,
    "number": "3083",
    "text": "حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ الْحَضْرَمِيُّ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنِي عُمَارَةُ بْنُ أَبِي الشَّعْثَاءِ، حَدَّثَنِي سِنَانُ بْنُ قَيْسٍ، حَدَّثَنِي شَبِيبُ بْنُ نُعَيْمٍ، حَدَّثَنِي يَزِيدُ بْنُ خُمَيْرٍ، حَدَّثَنِي أَبُو الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ أَخَذَ أَرْضًا بِجِزْيَتِهَا فَقَدِ اسْتَقَالَ هِجْرَتَهُ وَمَنْ نَزَعَ صَغَارَ كَافِرٍ مِنْ عُنُقِهِ فَجَعَلَهُ فِي عُنُقِهِ فَقَدْ وَلَّى الإِسْلاَمَ ظَهْرَهُ ‏\"‏ ‏.‏ قَالَ فَسَمِعَ مِنِّي خَالِدُ بْنُ مَعْدَانَ هَذَا الْحَدِيثَ فَقَالَ لِي أَشَبِيبٌ حَدَّثَكَ قُلْتُ نَعَمْ ‏.‏ قَالَ فَإِذَا قَدِمْتَ فَسَلْهُ فَلْيَكْتُبْ إِلَىَّ بِالْحَدِيثِ ‏.‏ قَالَ فَكَتَبَهُ لَهُ فَلَمَّا قَدِمْتُ سَأَلَنِي خَالِدُ بْنُ مَعْدَانَ الْقِرْطَاسَ فَأَعْطَيْتُهُ فَلَمَّا قَرَأَهُ تَرَكَ مَا فِي يَدَيْهِ مِنَ الأَرَضِينَ حِينَ سَمِعَ ذَلِكَ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا يَزِيدُ بْنُ خُمَيْرٍ الْيَزَنِيُّ لَيْسَ هُوَ صَاحِبَ شُعْبَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 23588,
    "number": "3084",
    "text": "حَدَّثَنَا ابْنُ السَّرْحِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنِ الصَّعْبِ بْنِ جَثَّامَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ حِمَى إِلاَّ لِلَّهِ وَلِرَسُولِهِ ‏\"‏ ‏.‏ قَالَ ابْنُ شِهَابٍ وَبَلَغَنِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حَمَى النَّقِيعَ ‏.‏",
    "source": ""
  },
  {
    "id": 23589,
    "number": "3085",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنِ الصَّعْبِ بْنِ جَثَّامَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم حَمَى النَّقِيعَ وَقَالَ ‏\n\"‏ لاَ حِمَى إِلاَّ لِلَّهِ عَزَّ وَجَلَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23590,
    "number": "3086",
    "text": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ سَمِعَا أَبَا هُرَيْرَةَ، يُحَدِّثُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ فِي الرِّكَازِ الْخُمُسُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23591,
    "number": "3087",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ الرِّكَازُ الْكَنْزُ الْعَادِيُّ",
    "source": ""
  },
  {
    "id": 23592,
    "number": "3088",
    "text": "حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، حَدَّثَنَا الزَّمْعِيُّ، عَنْ عَمَّتِهِ، قُرَيْبَةَ بِنْتِ عَبْدِ اللَّهِ بْنِ وَهْبٍ عَنْ أُمِّهَا، كَرِيمَةَ بِنْتِ الْمِقْدَادِ عَنْ ضُبَاعَةَ بِنْتِ الزُّبَيْرِ بْنِ عَبْدِ الْمُطَّلِبِ بْنِ هَاشِمٍ، أَنَّهَا أَخْبَرَتْهَا قَالَتْ، ذَهَبَ الْمِقْدَادُ لِحَاجَتِهِ بِبَقِيعِ الْخَبْخَبَةِ فَإِذَا جُرَذٌ يُخْرِجُ مِنْ جُحْرٍ دِينَارًا ثُمَّ لَمْ يَزَلْ يُخْرِجُ دِينَارًا دِينَارًا حَتَّى أَخْرَجَ سَبْعَةَ عَشَرَ دِينَارًا ثُمَّ أَخْرَجَ خِرْقَةً حَمْرَاءَ - يَعْنِي فِيهَا دِينَارٌ - فَكَانَتْ ثَمَانِيَةَ عَشَرَ دِينَارًا فَذَهَبَ بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرَهُ وَقَالَ لَهُ خُذْ صَدَقَتَهَا ‏.‏ فَقَالَ لَهُ صلى الله عليه وسلم ‏\"‏ هَلْ هَوَيْتَ إِلَى الْجُحْرِ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَارَكَ اللَّهُ لَكَ فِيهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 23593,
    "number": "3089",
    "text": "حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي، سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ، يُحَدِّثُ عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ بُجَيْرِ بْنِ أَبِي بُجَيْرٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ حِينَ خَرَجْنَا مَعَهُ إِلَى الطَّائِفِ فَمَرَرْنَا بِقَبْرٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ هَذَا قَبْرُ أَبِي رِغَالٍ وَكَانَ بِهَذَا الْحَرَمِ يَدْفَعُ عَنْهُ فَلَمَّا خَرَجَ أَصَابَتْهُ النِّقْمَةُ الَّتِي أَصَابَتْ قَوْمَهُ بِهَذَا الْمَكَانِ فَدُفِنَ فِيهِ وَآيَةُ ذَلِكَ أَنَّهُ دُفِنَ مَعَهُ غُصْنٌ مِنْ ذَهَبٍ إِنْ أَنْتُمْ نَبَشْتُمْ عَنْهُ أَصَبْتُمُوهُ مَعَهُ ‏\"‏ ‏.‏ فَابْتَدَرَهُ النَّاسُ فَاسْتَخْرَجُوا الْغُصْنَ ‏.‏",
    "source": ""
  }
]