[
  {
    "id": 31100,
    "number": "1267",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا سَعِيدُ بْنُ شُرَحْبِيلَ، عَنِ ابْنِ لَهِيعَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْمُغِيرَةِ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ، قَالَ كَانَتْ سَوْدَاءُ تَقُمُّ الْمَسْجِدَ فَتُوُفِّيَتْ لَيْلاً فَلَمَّا أَصْبَحَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أُخْبِرَ بِمَوْتِهَا فَقَالَ ‏\n\"‏ أَلاَ آذَنْتُمُونِي بِهَا ‏\"‏ ‏.‏ فَخَرَجَ بِأَصْحَابِهِ فَوَقَفَ عَلَى قَبْرِهَا فَكَبَّرَ عَلَيْهَا وَالنَّاسُ مِنْ خَلْفِهِ وَدَعَا لَهَا ثُمَّ انْصَرَفَ ‏.‏",
    "source": ""
  },
  {
    "id": 31101,
    "number": "1268",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ إِنَّ النَّجَاشِيَّ قَدْ مَاتَ ‏\"‏ ‏.‏ فَخَرَجَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَصْحَابُهُ إِلَى الْبَقِيعِ ‏.‏ فَصَفَّنَا خَلْفَهُ وَتَقَدَّمَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَكَبَّرَ أَرْبَعَ تَكْبِيرَاتٍ ‏.‏",
    "source": ""
  },
  {
    "id": 31102,
    "number": "1269",
    "text": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، وَمُحَمَّدُ بْنُ زِيَادٍ، قَالاَ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، ح وَحَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا هُشَيْمٌ، جَمِيعًا عَنْ يُونُسَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ إِنَّ أَخَاكُمُ النَّجَاشِيَّ قَدْ مَاتَ فَصَلُّوا عَلَيْهِ ‏\"‏ ‏.‏ قَالَ فَقَامَ فَصَلَّيْنَا خَلْفَهُ وَإِنِّي لَفِي الصَّفِّ الثَّانِي فَصَلَّى عَلَيْهِ صفَّين‏.‏",
    "source": ""
  },
  {
    "id": 31103,
    "number": "1270",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا سُفْيَانُ، عَنْ حُمْرَانَ بْنِ أَعْيَنَ، عَنْ أَبِي الطُّفَيْلِ، عَنْ مُجَمِّعِ بْنِ جَارِيَةَ الأَنْصَارِيِّ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ إِنَّ أَخَاكُمُ النَّجَاشِيَّ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ ‏\"‏ ‏.‏ فَصَففنَا خَلْفَهُ صَفَّيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 31104,
    "number": "1271",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنِ الْمُثَنَّى بْنِ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَبِي الطُّفَيْلِ، عَنْ حُذَيْفَةَ بْنِ أَسِيدٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ خَرَجَ بِهِمْ فَقَالَ ‏\"‏ صَلُّوا عَلَى أَخٍ لَكُمْ مَاتَ بِغَيْرِ أَرْضِكُمْ ‏\"‏ ‏.‏ قَالُوا: مَنْ هُوَ؟ قَالَ: ‏\"‏ النَّجَاشِيُّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31105,
    "number": "1272",
    "text": "حَدَّثَنَا سَهْلُ بْنُ أَبِي سَهْلٍ، حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ أَبُو السَّكَنِ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ صَلَّى عَلَى النَّجَاشِيِّ فَكَبَّرَ أَرْبَعًا ‏.‏",
    "source": ""
  },
  {
    "id": 31106,
    "number": "1273",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏\"‏ مَنْ صَلَّى عَلَى جِنَازَةٍ فَلَهُ قِيرَاطٌ وَمَنِ انْتَظَرَ حَتَّى يُفْرَغَ مِنْهَا فَلَهُ قِيرَاطَانِ ‏\"‏ ‏.‏ قَالُوا وَمَا الْقِيرَاطَانِ قَالَ ‏\"‏ مِثْلُ الْجَبَلَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31107,
    "number": "1274",
    "text": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، حَدَّثَنِي سَالِمُ بْنُ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ، عَنْ ثَوْبَانَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ مَنْ صَلَّى عَلَى جِنَازَةٍ فَلَهُ قِيرَاطٌ وَمَنْ شَهِدَ دَفْنَهَا فَلَهُ قِيرَاطَانِ ‏\"‏ ‏.‏ قَالَ: فَسُئِلَ نَبِيُّ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الْقِيرَاطِ؟ فَقَالَ ‏\"‏ مِثْلُ أُحُدٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31108,
    "number": "1275",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ الْمُحَارِبِيُّ، عَنْ حَجَّاجِ بْنِ أَرْطَاةَ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ مَنْ صَلَّى عَلَى جِنَازَةٍ فَلَهُ قِيرَاطٌ وَمَنْ شَهِدَهَا حَتَّى تُدْفَنَ فَلَهُ قِيرَاطَانِ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ الْقِيرَاطُ أَعْظَمُ مِنْ أُحُدٍ هَذَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31109,
    "number": "1276",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عَامِرِ بْنِ رَبِيعَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ ح: وَحَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنْ عَامِرِ بْنِ رَبِيعَةَ، سَمِعَهُ يُحَدِّثُ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ: ‏\n\"‏ إِذَا رَأَيْتُمُ الْجِنَازَةَ فَقُومُوا لَهَا حَتَّى تُخَلِّفَكُمْ أَوْ تُوضَعَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31110,
    "number": "1277",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَهَنَّادُ بْنُ السَّرِيِّ، قَالاَ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مُرَّ عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ بِجِنَازَةٍ فَقَامَ وَقَالَ ‏\n\"‏ قُومُوا فَإِنَّ لِلْمَوْتِ فَزَعًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31111,
    "number": "1278",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ مَسْعُودِ بْنِ الْحَكَمِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ قَامَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ لِجِنَازَةٍ فَقُمْنَا حَتَّى جَلَسَ فَجَلَسْنَا ‏.‏",
    "source": ""
  },
  {
    "id": 31112,
    "number": "1279",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَعُقْبَةُ بْنُ مُكْرَمٍ، قَالاَ حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى، حَدَّثَنَا بِشْرُ بْنُ رَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ بْنِ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا اتَّبَعَ جِنَازَةً لَمْ يَقْعُدْ حَتَّى تُوضَعَ فِي اللَّحْدِ فَعَرَضَ لَهُ حَبْرٌ فَقَالَ هَكَذَا نَصْنَعُ يَا مُحَمَّدُ ‏.‏ فَجَلَسَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَقَالَ ‏\n\"‏ خَالِفُوهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31113,
    "number": "1280",
    "text": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى، حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، عَنْ عَائِشَةَ، قَالَتْ فَقَدْتُهُ - تَعْنِي النَّبِيَّ ـ صلى الله عليه وسلم ـ - فَإِذَا هُوَ بِالْبَقِيعِ فَقَالَ ‏\n\"‏ السَّلاَمُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ أَنْتُمْ لَنَا فَرَطٌ وَإِنَّا بِكُمْ لاَحِقُونَ اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُمْ وَلاَ تَفْتِنَّا بَعْدَهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31114,
    "number": "1281",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادِ بْنِ آدَمَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يُعَلِّمُهُمْ إِذَا خَرَجُوا إِلَى الْمَقَابِرِ. كَانَ قَائِلُهُمْ يَقُولُ: السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ نَسْأَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 31115,
    "number": "1282",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ زِيَادٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يُونُسَ بْنِ خَبَّابٍ، عَنِ الْمِنْهَالِ بْنِ عَمْرٍو، عَنْ زَاذَانَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي جِنَازَةٍ فَقَعَدَ حِيَالَ الْقِبْلَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 31116,
    "number": "1283",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنِ الْمِنْهَالِ بْنِ عَمْرٍو، عَنْ زَاذَانَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي جِنَازَةٍ فَانْتَهَيْنَا إِلَى الْقَبْرِ فَجَلَسَ وَجَلَسْنَا كَأَنَّ عَلَى رُءُوسِنَا الطَّيْرَ ‏.‏",
    "source": ""
  },
  {
    "id": 31117,
    "number": "1284",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا لَيْثُ بْنُ أَبِي سُلَيْمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، حَدَّثَنَا الْحَجَّاجُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ إِذَا أُدْخِلَ الْمَيِّتُ الْقَبْرَ قَالَ ‏\"‏ بِسْمِ اللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ ‏\"‏ ‏.‏ وَقَالَ أَبُو خَالِدٍ مَرَّةً إِذَا وُضِعَ الْمَيِّتُ فِي لَحْدِهِ قَالَ ‏\"‏ بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ ‏\"‏ ‏.‏ وَقَالَ هِشَامٌ فِي حَدِيثِهِ ‏\"‏ بِسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31118,
    "number": "1285",
    "text": "حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الرَّقَاشِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْخَطَّابِ، حَدَّثَنَا مِنْدَلُ بْنُ عَلِيٍّ، أَخْبَرَنِي مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، عَنْ أَبِيهِ، عَنْ أَبِي رَافِعٍ، قَالَ سَلَّ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ سَعْدًا وَرَشَّ عَلَى قَبْرِهِ مَاءً ‏.‏",
    "source": ""
  },
  {
    "id": 31119,
    "number": "1286",
    "text": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أُخِذَ مِنْ قِبَلِ الْقِبْلَةِ وَاسْتُقْبِلَ اسْتِقْبَالاً وَاسْتُلَّ اسْتِلاَلاً ‏.‏",
    "source": ""
  },
  {
    "id": 31120,
    "number": "1287",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا حَمَّادُ بْنُ عَبْدِ الرَّحْمَنِ الْكَلْبِيُّ، حَدَّثَنَا إِدْرِيسُ الأَوْدِيُّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ حَضَرْتُ ابْنَ عُمَرَ فِي جِنَازَةٍ فَلَمَّا وَضَعَهَا فِي اللَّحْدِ قَالَ بِسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ ‏.‏ فَلَمَّا أُخِذَ فِي تَسْوِيَةِ اللَّبِنِ عَلَى اللَّحْدِ قَالَ اللَّهُمَّ أَجِرْهَا مِنَ الشَّيْطَانِ وَمِنْ عَذَابِ الْقَبْرِ اللَّهُمَّ جَافِ الأَرْضَ عَنْ جَنْبَيْهَا وَصَعِّدْ رُوحَهَا وَلَقِّهَا مِنْكَ رِضْوَانًا ‏.‏ قُلْتُ يَا ابْنَ عُمَرَ أَشَىْءٌ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَمْ قُلْتَهُ بِرَأْيِكَ قَالَ إِنِّي إِذًا لَقَادِرٌ عَلَى الْقَوْلِ بَلْ شَىْءٌ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏",
    "source": ""
  },
  {
    "id": 31121,
    "number": "1288",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا حَكَّامُ بْنُ سَلْمٍ الرَّازِيُّ، قَالَ سَمِعْتُ عَلِيَّ بْنَ عَبْدِ الأَعْلَى، يَذْكُرُ عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ اللَّحْدُ لَنَا وَالشَّقُّ لِغَيْرِنَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31122,
    "number": "1289",
    "text": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى السُّدِّيُّ، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي الْيَقْظَانِ، عَنْ زَاذَانَ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ الْبَجَلِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ اللَّحْدُ لَنَا وَالشَّقُّ لِغَيْرِنَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31123,
    "number": "1290",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الزُّهْرِيُّ، عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ سَعْدٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْدٍ، أَنَّهُ قَالَ: أَلْحِدُوا لِي لَحْدًا وَانْصِبُوا عَلَىَّ اللَّبِنَ نَصْبًا كَمَا فُعِلَ بِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏",
    "source": ""
  },
  {
    "id": 31124,
    "number": "1291",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا مُبَارَكُ بْنُ فَضَالَةَ، حَدَّثَنِي حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: لَمَّا تُوُفِّيَ النَّبِيُّ ـ صلى الله عليه وسلم ـ كَانَ بِالْمَدِينَةِ رَجُلٌ يَلْحَدُ وَآخَرُ يَضْرَحُ. فَقَالُوا: نَسْتَخِيرُ رَبَّنَا وَنَبْعَثُ إِلَيْهِمَا فَأَيُّهُمَا سَبَقَ تَرَكْنَاهُ ‏.‏ فَأُرْسِلَ إِلَيْهِمَا فَسَبَقَ صَاحِبُ اللَّحْدِ. فَلَحَدُوا لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ ‏.‏",
    "source": ""
  },
  {
    "id": 31125,
    "number": "1292",
    "text": "حَدَّثَنَا عُمَرُ بْنُ شَبَّةَ بْنِ عُبَيْدَةَ بْنِ زَيْدٍ، حَدَّثَنَا عُبَيْدُ بْنُ طُفَيْلٍ الْمُقْرِئُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي مُلَيْكَةَ الْقُرَشِيُّ، حَدَّثَنَا ابْنُ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا مَاتَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ اخْتَلَفُوا فِي اللَّحْدِ وَالشَّقِّ حَتَّى تَكَلَّمُوا فِي ذَلِكَ وَارْتَفَعَتْ أَصْوَاتُهُمْ ‏.‏ فَقَالَ: عُمَرُ لاَ تَصْخَبُوا عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ حَيًّا وَلاَ مَيِّتًا أَوْ كَلِمَةً نَحْوَهَا ‏.‏ فَأَرْسَلُوا إِلَى الشَّقَّاقِ وَاللاَّحِدِ جَمِيعًا فَجَاءَ اللاَّحِدُ فَلَحَدَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ثُمَّ دُفِنَ ـ صلى الله عليه وسلم ـ ‏.‏",
    "source": ""
  },
  {
    "id": 31126,
    "number": "1293",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، عَنِ الأَدْرَعِ السُّلَمِيِّ، قَالَ جِئْتُ لَيْلَةً أَحْرُسُ النَّبِيَّ ـ صلى الله عليه وسلم ـ فَإِذَا رَجُلٌ قِرَاءَتُهُ عَالِيَةٌ فَخَرَجَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا مُرَاءٍ ‏.‏ قَالَ فَمَاتَ بِالْمَدِينَةِ فَفَرَغُوا مِنْ جِهَازِهِ فَحَمَلُوا نَعْشَهُ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ ارْفُقُوا بِهِ رَفَقَ اللَّهُ بِهِ إِنَّهُ كَانَ يُحِبُّ اللَّهَ وَرَسُولَهُ ‏\"‏ ‏.‏ قَالَ وَحَفَرَ حُفْرَتَهُ فَقَالَ ‏\"‏ أَوْسِعُوا لَهُ وَسَّعَ اللَّهُ عَلَيْهِ ‏\"‏ ‏.‏ فَقَالَ بَعْضُ أَصْحَابِهِ يَا رَسُولَ اللَّهِ لَقَدْ حَزِنْتَ عَلَيْهِ ‏.‏ فَقَالَ ‏\"‏ أَجَلْ إِنَّهُ كَانَ يُحِبُّ اللَّهَ وَرَسُولَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31127,
    "number": "1294",
    "text": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، حَدَّثَنَا أَيُّوبُ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي الدَّهْمَاءِ، عَنْ هِشَامِ بْنِ عَامِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ احْفِرُوا وَأَوْسِعُوا وَأَحْسِنُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31128,
    "number": "1295",
    "text": "حَدَّثَنَا الْعَبَّاسُ بْنُ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ أَبُو هُرَيْرَةَ الْوَاسِطِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ كَثِيرِ بْنِ زَيْدٍ، عَنْ زَيْنَبَ بِنْتِ نُبَيْطٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَعْلَمَ قَبْرَ عُثْمَانَ بْنِ مَظْعُونٍ بِصَخْرَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 31129,
    "number": "1296",
    "text": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ، وَمُحَمَّدُ بْنُ زِيَادٍ، قَالاَ حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ تَقْصِيصِ الْقُبُورِ ‏.‏",
    "source": ""
  },
  {
    "id": 31130,
    "number": "1297",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ يُكْتَبَ عَلَى الْقَبْرِ شَىْءٌ ‏.‏",
    "source": ""
  },
  {
    "id": 31131,
    "number": "1298",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّقَاشِيُّ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ نَهَى أَنْ يُبْنَى عَلَى الْقَبْرِ ‏.‏",
    "source": ""
  },
  {
    "id": 31132,
    "number": "1299",
    "text": "حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ الدِّمَشْقِيُّ، حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا سَلَمَةُ بْنُ كُلْثُومٍ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ صَلَّى عَلَى جِنَازَةٍ ثُمَّ أَتَى قَبْرَ الْمَيِّتِ فَحَثَى عَلَيْهِ مِنْ قِبَلِ رَأْسِهِ ثَلاَثًا ‏.‏",
    "source": ""
  },
  {
    "id": 31133,
    "number": "1300",
    "text": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ لأَنْ يَجْلِسَ أَحَدُكُمْ عَلَى جَمْرَةٍ تُحْرِقُهُ خَيْرٌ لَهُ مِنْ أَنْ يَجْلِسَ عَلَى قَبْرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31134,
    "number": "1301",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ سَمُرَةَ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، مَرْثَدِ بْنِ عَبْدِ اللَّهِ الْيَزَنِيِّ عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ لأَنْ أَمْشِيَ عَلَى جَمْرَةٍ أَوْ سَيْفٍ أَوْ أَخْصِفَ نَعْلِي بِرِجْلِي أَحَبُّ إِلَىَّ مِنْ أَنْ أَمْشِيَ عَلَى قَبْرِ مُسْلِمٍ وَمَا أُبَالِي أَوَسَطَ الْقُبُورِ قَضَيْتُ حَاجَتِي أَوْ وَسَطَ السُّوقِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31135,
    "number": "1302",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَسْوَدُ بْنُ شَيْبَانَ، عَنْ خَالِدِ بْنِ سُمَيْرٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ بَشِيرِ بْنِ الْخَصَاصِيَةِ، قَالَ بَيْنَمَا أَنَا أَمْشِي، مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ يَا ابْنَ الْخَصَاصِيَةِ مَا تَنْقِمُ عَلَى اللَّهِ أَصْبَحْتَ تُمَاشِي رَسُولَ اللَّهِ ‏\"‏ ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا أَنْقِمُ عَلَى اللَّهِ شَيْئًا كُلُّ خَيْرٍ قَدْ أَتَانِيهِ اللَّهُ ‏.‏ فَمَرَّ عَلَى مَقَابِرِ الْمُسْلِمِينَ فَقَالَ ‏\"‏ أَدْرَكَ هَؤُلاَءِ خَيْرًا كَثِيرًا ‏\"‏ ‏.‏ ثُمَّ مَرَّ عَلَى مَقَابِرِ الْمُشْرِكِينَ فَقَالَ ‏\"‏ سَبَقَ هَؤُلاَءِ خَيْرٌ كَثِيرٌ ‏\"‏ ‏.‏ قَالَ فَالْتَفَتَ فَرَأَى رَجُلاً يَمْشِي بَيْنَ الْمَقَابِرِ فِي نَعْلَيْهِ فَقَالَ ‏\"‏ يَا صَاحِبَ السِّبْتِيَّتَيْنِ أَلْقِهِمَا ‏\"‏ ‏.‏ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ قَالَ كَانَ عَبْدُ اللَّهِ بْنُ عُثْمَانَ يَقُولُ حَدِيثٌ جَيِّدٌ وَرَجُلٌ ثِقَةٌ ‏.‏",
    "source": ""
  },
  {
    "id": 31136,
    "number": "1303",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ زُورُوا الْقُبُورَ فَإِنَّهَا تُذَكِّرُكُمُ الآخِرَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31137,
    "number": "1304",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا بِسْطَامُ بْنُ مُسْلِمٍ، قَالَ سَمِعْتُ أَبَا التَّيَّاحِ، قَالَ سَمِعْتُ ابْنَ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ رَخَّصَ فِي زِيَارَةِ الْقُبُورِ ‏.‏",
    "source": ""
  },
  {
    "id": 31138,
    "number": "1305",
    "text": "حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَنْبَأَنَا ابْنُ جُرَيْجٍ، عَنْ أَيُّوبَ بْنِ هَانِئٍ، عَنْ مَسْرُوقِ بْنِ الأَجْدَعِ، عَنِ ابْنِ مَسْعُودٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ كُنْتُ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَزُورُوا الْقُبُورَ فَإِنَّهَا تُزَهِّدُ فِي الدُّنْيَا وَتُذَكِّرُ الآخِرَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31139,
    "number": "1306",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا يَزِيدُ بْنُ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ زَارَ النَّبِيُّ ـ صلى الله عليه وسلم ـ قَبْرَ أُمِّهِ فَبَكَى وَأَبْكَى مَنْ حَوْلَهُ فَقَالَ: ‏\n\"‏ اسْتَأْذَنْتُ رَبِّي فِي أَنْ أَسْتَغْفِرَ لَهَا فَلَمْ يَأْذَنْ لِي وَاسْتَأْذَنْتُ رَبِّي فِي أَنْ أَزُورَ قَبْرَهَا فَأَذِنَ لِي فَزُورُوا الْقُبُورَ فَإِنَّهَا تُذَكِّرُكُمُ الْمَوْتَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31140,
    "number": "1307",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ الْبَخْتَرِيِّ الْوَاسِطِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبِي كَانَ يَصِلُ الرَّحِمَ وَكَانَ وَكَانَ. فَأَيْنَ هُوَ قَالَ ‏\"‏ فِي النَّارِ ‏\"‏ ‏.‏ قَالَ فَكَأَنَّهُ وَجَدَ مِنْ ذَلِكَ فَقَالَ يَا رَسُولَ اللَّهِ فَأَيْنَ أَبُوكَ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ حَيْثُمَا مَرَرْتَ بِقَبْرِ كَافِرٍ فَبَشِّرْهُ بِالنَّارِ ‏\"‏ ‏.‏ قَالَ فَأَسْلَمَ الأَعْرَابِيُّ بَعْدُ وَقَالَ لَقَدْ كَلَّفَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ تَعَبًا مَا مَرَرْتُ بِقَبْرِ كَافِرٍ إِلاَّ بَشَّرْتُهُ بِالنَّارِ ‏.‏",
    "source": ""
  },
  {
    "id": 31141,
    "number": "1308",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو بِشْرٍ قَالاَ حَدَّثَنَا قَبِيصَةُ، ح: وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عُبَيْدُ بْنُ سَعِيدٍ، ح: وَحَدَّثَنَا مُحَمَّدُ بْنُ خَلَفٍ الْعَسْقَلاَنِيُّ، حَدَّثَنَا الْفِرْيَابِيُّ، وَقَبِيصَةُ، كُلُّهُمْ عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ بَهْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَسَّانَ بْنِ ثَابِتٍ، عَنْ أَبِيهِ، قَالَ: لَعَنَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ زُوَّارَاتِ الْقُبُورِ ‏.‏",
    "source": ""
  },
  {
    "id": 31142,
    "number": "1309",
    "text": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا مُحَمَّدُ بْنُ جُحَادَةَ، عَنْ أَبِي صَالِحٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: لَعَنَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ زُوَّارَاتِ الْقُبُورِ ‏.‏",
    "source": ""
  },
  {
    "id": 31143,
    "number": "1310",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفٍ الْعَسْقَلاَنِيُّ أَبُو نَصْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ طَالِبٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: لَعَنَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ زُوَّارَاتِ الْقُبُورِ ‏.‏",
    "source": ""
  },
  {
    "id": 31144,
    "number": "1311",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ حَفْصَةَ، عَنْ أُمِّ عَطِيَّةَ، قَالَتْ: نُهِينَا عَنِ اتِّبَاعِ الْجَنَائِزِ، وَلَمْ يُعْزَمْ عَلَيْنَا ‏.‏",
    "source": ""
  },
  {
    "id": 31145,
    "number": "1312",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ خَالِدٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ إِسْمَاعِيلَ بْنِ سَلْمَانَ، عَنْ دِينَارٍ أَبِي عُمَرَ، عَنِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ، قَالَ خَرَجَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَإِذَا نِسْوَةٌ جُلُوسٌ فَقَالَ ‏\"‏ مَا يُجْلِسُكُنَّ ‏\"‏ ‏.‏ قُلْنَ نَنْتَظِرُ الْجِنَازَةَ ‏.‏ قَالَ ‏\"‏ هَلْ تَغْسِلْنَ ‏\"‏ ‏.‏ قُلْنَ لاَ ‏.‏ قَالَ ‏\"‏ هَلْ تَحْمِلْنَ ‏\"‏ ‏.‏ قُلْنَ لاَ ‏.‏ قَالَ ‏\"‏ هَلْ تُدْلِينَ فِيمَنْ يُدْلِي ‏\"‏ ‏.‏ قُلْنَ لاَ ‏.‏ قَالَ ‏\"‏ فَارْجِعْنَ مَأْزُورَاتٍ غَيْرَ مَأْجُورَاتٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31146,
    "number": "1313",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ، مَوْلَى الصَّهْبَاءِ عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ ‏{وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ}‏ قَالَ: ‏\"‏ النَّوْحُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31147,
    "number": "1314",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، حَدَّثَنَا حَرِيزٌ، مَوْلَى مُعَاوِيَةَ قَالَ خَطَبَ مُعَاوِيَةُ بِحِمْصَ فَذَكَرَ فِي خُطْبَتِهِ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ نَهَى عَنِ النَّوْحِ ‏.‏",
    "source": ""
  },
  {
    "id": 31148,
    "number": "1315",
    "text": "حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ، وَمُحَمَّدُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنِ ابْنِ مُعَانِقٍ، عَنْ أَبِي مَالِكٍ الأَشْعَرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ النِّيَاحَةُ مِنْ أَمْرِ الْجَاهِلِيَّةِ وَإِنَّ النَّائِحَةَ إِذَا مَاتَتْ وَلَمْ تَتُبْ قَطَعَ اللَّهُ لَهَا ثِيَابًا مِنْ قَطِرَانٍ وَدِرْعًا مِنْ لَهَبِ النَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31149,
    "number": "1316",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا عُمَرُ بْنُ رَاشِدٍ الْيَمَامِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ النِّيَاحَةُ عَلَى الْمَيِّتِ مِنْ أَمْرِ الْجَاهِلِيَّةِ فَإِنَّ النَّائِحَةَ إِنْ لَمْ تَتُبْ قَبْلَ أَنْ تَمُوتَ فَإِنَّهَا تُبْعَثُ يَوْمَ الْقِيَامَةِ عَلَيْهَا سَرَابِيلُ مِنْ قَطِرَانٍ ثُمَّ يُعْلَى عَلَيْهَا بِدُرُوعٍ مِنْ لَهَبِ النَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31150,
    "number": "1317",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، أَنْبَأَنَا إِسْرَائِيلُ، عَنْ أَبِي يَحْيَى، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ تُتْبَعَ جِنَازَةٌ مَعَهَا رَانَّةٌ ‏.‏",
    "source": ""
  },
  {
    "id": 31151,
    "number": "1318",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ، جَمِيعًا عَنْ سُفْيَانَ، عَنْ زُبَيْدٍ، عَنْ إِبْرَاهِيمَ، عَنْ مَسْرُوقٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، وَأَبُو بَكْرِ بْنُ خَلاَّدٍ قَالاَ: حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ لَيْسَ مِنَّا مَنْ شَقَّ الْجُيُوبَ وَضَرَبَ الْخُدُودَ وَدَعَا بِدَعْوَى الْجَاهِلِيَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31152,
    "number": "1319",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ جَابِرٍ الْمُحَارِبِيُّ، وَمُحَمَّدُ بْنُ كَرَامَةَ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ مَكْحُولٍ، وَالْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ لَعَنَ الْخَامِشَةَ وَجْهَهَا وَالشَّاقَّةَ جَيْبَهَا وَالدَّاعِيَةَ بِالْوَيْلِ وَالثُّبُورِ ‏.‏",
    "source": ""
  },
  {
    "id": 31153,
    "number": "1320",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ الأَوْدِيُّ، حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، عَنْ أَبِي الْعُمَيْسِ، قَالَ سَمِعْتُ أَبَا صَخْرَةَ، يَذْكُرُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، وَأَبِي، بُرْدَةَ قَالاَ: لَمَّا ثَقُلَ أَبُو مُوسَى أَقْبَلَتِ امْرَأَتُهُ أُمُّ عَبْدِ اللَّهِ تَصِيحُ بِرَنَّةٍ فَأَفَاقَ فَقَالَ لَهَا: أَوَ مَا عَلِمْتِ أَنِّي بَرِيءٌ مِمَّنْ بَرِئَ مِنْهُ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَكَانَ يُحَدِّثُهَا أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ: ‏\n\"‏ أَنَا بَرِيءٌ مِمَّنْ حَلَقَ وَسَلَقَ وَخَرَقَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31154,
    "number": "1321",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ فِي جِنَازَةٍ فَرَأَى عُمَرُ امْرَأَةً فَصَاحَ بِهَا فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\n\"‏ دَعْهَا يَا عُمَرُ فَإِنَّ الْعَيْنَ دَامِعَةٌ وَالنَّفْسَ مُصَابَةٌ وَالْعَهْدَ قَرِيبٌ ‏\"‏ ‏.‏ \nحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنْ سَلَمَةَ بْنِ الأَزْرَقِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ بِنَحْوِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 31155,
    "number": "1322",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، عَنْ أَبِي عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ كَانَ ابْنٌ لِبَعْضِ بَنَاتِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ يَقْضِي فَأَرْسَلَتْ إِلَيْهِ أَنْ يَأْتِيَهَا فَأَرْسَلَ إِلَيْهَا أَنَّ ‏\"‏ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلُّ شَىْءٍ عِنْدَهُ إِلَى أَجَلٍ مُسَمًّى فَلْتَصْبِرْ وَلْتَحْتَسِبْ ‏\"‏ ‏.‏ فَأَرْسَلَتْ إِلَيْهِ فَأَقْسَمَتْ عَلَيْهِ فَقَامَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَقُمْتُ مَعَهُ وَمَعَهُ مُعَاذُ بْنُ جَبَلٍ وَأُبَىُّ بْنُ كَعْبٍ وَعُبَادَةُ بْنُ الصَّامِتِ فَلَمَّا دَخَلْنَا نَاوَلُوا الصَّبِيَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ وَرُوحُهُ تَقَلْقَلُ فِي صَدْرِهِ ‏.‏ قَالَ حَسِبْتُهُ قَالَ كَأَنَّهُ شَنَّةٌ ‏.‏ قَالَ فَبَكَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ لَهُ عُبَادَةُ بْنُ الصَّامِتِ: مَا هَذَا يَا رَسُولَ اللَّهِ؟ قَالَ: ‏\"‏ الرَّحْمَةُ الَّتِي جَعَلَهَا اللَّهُ فِي بَنِي آدَمَ وَإِنَّمَا يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31156,
    "number": "1323",
    "text": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ، عَنِ ابْنِ خُثَيْمٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ، قَالَتْ لَمَّا تُوُفِّيَ ابْنُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ إِبْرَاهِيمُ بَكَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ لَهُ الْمُعَزِّي - إِمَّا أَبُو بَكْرٍ وَإِمَّا عُمَرُ - أَنْتَ أَحَقُّ مَنْ عَظَّمَ اللَّهَ حَقَّهُ ‏.‏ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ تَدْمَعُ الْعَيْنُ وَيَحْزَنُ الْقَلْبُ وَلاَ نَقُولُ مَا يُسْخِطُ الرَّبَّ لَوْلاَ أَنَّهُ وَعْدٌ صَادِقٌ وَمَوْعُودٌ جَامِعٌ وَأَنَّ الآخِرَ تَابِعٌ لِلأَوَّلِ لَوَجَدْنَا عَلَيْكَ يَا إِبْرَاهِيمُ أَفْضَلَ مِمَّا وَجَدْنَا وَإِنَّا بِكَ لَمَحْزُونُونَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31157,
    "number": "1324",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا إِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ جَحْشٍ، عَنْ أَبِيهِ، عَنْ حَمْنَةَ بِنْتِ جَحْشٍ، أَنَّهُ قِيلَ لَهَا قُتِلَ أَخُوكِ ‏.‏ فَقَالَتْ رَحِمَهُ اللَّهُ وَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ ‏.‏ قَالُوا قُتِلَ زَوْجُكِ ‏.‏ قَالَتْ وَاحُزْنَاهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ إِنَّ لِلزَّوْجِ مِنَ الْمَرْأَةِ لَشُعْبَةً مَا هِيَ لِشَىْءٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31158,
    "number": "1325",
    "text": "حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الْمِصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَنْبَأَنَا أُسَامَةُ بْنُ زَيْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ مَرَّ بِنِسَاءِ عَبْدِ الأَشْهَلِ يَبْكِينَ هَلْكَاهُنَّ يَوْمَ أُحُدٍ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ لَكِنَّ حَمْزَةَ لاَ بَوَاكِيَ لَهُ ‏\"‏ ‏.‏ فَجَاءَ نِسَاءُ الأَنْصَارِ يَبْكِينَ حَمْزَةَ فَاسْتَيْقَظَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ وَيْحَهُنَّ مَا انْقَلَبْنَ بَعْدُ؟ مُرُوهُنَّ فَلْيَنْقَلِبْنَ وَلاَ يَبْكِينَ عَلَى هَالِكٍ بَعْدَ الْيَوْمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31159,
    "number": "1326",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ، عَنْ إِبْرَاهِيمَ الْهَجَرِيِّ، عَنِ ابْنِ أَبِي أَوْفَى، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الْمَرَاثِي ‏.‏",
    "source": ""
  },
  {
    "id": 31160,
    "number": "1327",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَاذَانُ، ح: وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ الْوَلِيدِ، قَالاَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح: وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الصَّمَدِ، وَوَهْبُ بْنُ جَرِيرٍ، قَالُوا: حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ: ‏\n\"‏ الْمَيِّتُ يُعَذَّبُ بِمَا نِيحَ عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31161,
    "number": "1328",
    "text": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، حَدَّثَنَا أَسِيدُ بْنُ أَبِي أَسِيدٍ، عَنْ مُوسَى بْنِ أَبِي مُوسَى الأَشْعَرِيِّ، عَنْ أَبِيهِ، ‏.‏ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏\"‏ الْمَيِّتُ يُعَذَّبُ بِبُكَاءِ الْحَىِّ إِذَا قَالُوا وَاعَضُدَاهْ وَاكَاسِيَاهْ ‏.‏ وَانَاصِرَاهْ وَاجَبَلاَهْ وَنَحْوَ هَذَا - يُتَعْتَعُ وَيُقَالُ أَنْتَ كَذَلِكَ أَنْتَ كَذَلِكَ ‏\"‏ ‏.‏ قَالَ أَسِيدٌ فَقُلْتُ سُبْحَانَ اللَّهِ إِنَّ اللَّهَ يَقُولُ ‏{وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى }‏ ‏.‏ قَالَ وَيْحَكَ أُحَدِّثُكَ أَنَّ أَبَا مُوسَى حَدَّثَنِي عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَتَرَى أَنَّ أَبَا مُوسَى كَذَبَ عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ أَوْ تَرَى أَنِّي كَذَبْتُ عَلَى أَبِي مُوسَى؟",
    "source": ""
  },
  {
    "id": 31162,
    "number": "1329",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ إِنَّمَا كَانَتْ يَهُودِيَّةٌ مَاتَتْ. فَسَمِعَهُمُ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَبْكُونَ عَلَيْهَا قَالَ: ‏\n\"‏ فَإِنَّ أَهْلَهَا يَبْكُونَ عَلَيْهَا وَإِنَّهَا تُعَذَّبُ فِي قَبْرِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31163,
    "number": "1330",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَعْدِ بْنِ سِنَانٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ إِنَّمَا الصَّبْرُ عِنْدَ الصَّدْمَةِ الأُولَى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31164,
    "number": "1331",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا ثَابِتُ بْنُ عَجْلاَنَ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ: ‏\n\"‏ يَقُولُ اللَّهُ سُبْحَانَهُ: ابْنَ آدَمَ إِنْ صَبَرْتَ وَاحْتَسَبْتَ عِنْدَ الصَّدْمَةِ الأُولَى لَمْ أَرْضَ لَكَ ثَوَابًا دُونَ الْجَنَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31165,
    "number": "1332",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا عَبْدُ الْمَلِكِ بْنُ قُدَامَةَ الْجُمَحِيُّ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، أَنَّ أَبَا سَلَمَةَ، حَدَّثَهَا أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ: ‏\n\"‏ مَا مِنْ مُسْلِمٍ يُصَابُ بِمُصِيبَةٍ فَيَفْزَعُ إِلَى مَا أَمَرَ اللَّهُ بِهِ مِنْ قَوْلِهِ: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ عِنْدَكَ احْتَسَبْتُ مُصِيبَتِي فَأْجُرْنِي فِيهَا وَعُضْنِي مِنْهَا - إِلاَّ آجَرَهُ اللَّهُ عَلَيْهَا وَعَاضَهُ خَيْرًا مِنْهَا ‏\"‏ ‏.‏ قَالَتْ: فَلَمَّا تُوُفِّيَ أَبُو سَلَمَةَ ذَكَرْتُ الَّذِي حَدَّثَنِي عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقُلْتُ: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ عِنْدَكَ احْتَسَبْتُ مُصِيبَتِي هَذِهِ فَأْجُرْنِي عَلَيْهَا ‏.‏ فَإِذَا أَرَدْتُ أَنْ أَقُولَ وَعُضْنِي خَيْرًا مِنْهَا قُلْتُ فِي نَفْسِي: أُعَاضُ خَيْرًا مِنْ أَبِي سَلَمَةَ ؟ ثُمَّ قُلْتُهَا فَعَاضَنِي اللَّهُ مُحَمَّدًا ـ صلى الله عليه وسلم ـ ‏.‏ وَآجَرَنِي فِي مُصِيبَتِي ‏.‏",
    "source": ""
  },
  {
    "id": 31166,
    "number": "1333",
    "text": "حَدَّثَنَا الْوَلِيدُ بْنُ عَمْرِو بْنِ السُّكَيْنِ، حَدَّثَنَا أَبُو هَمَّامٍ، حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ، حَدَّثَنَا مُصْعَبُ بْنُ مُحَمَّدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، قَالَتْ فَتَحَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بَابًا بَيْنَهُ وَبَيْنَ النَّاسِ أَوْ كَشَفَ سِتْرًا فَإِذَا النَّاسُ يُصَلُّونَ وَرَاءَ أَبِي بَكْرٍ فَحَمِدَ اللَّهَ عَلَى مَا رَأَى مِنْ حُسْنِ حَالِهِمْ رَجَاءَ أَنْ يَخْلُفَهُ اللَّهُ فِيهِمْ بِالَّذِي رَآهُمْ فَقَالَ ‏\n\"‏ يَا أَيُّهَا النَّاسُ أَيُّمَا أَحَدٍ مِنَ النَّاسِ أَوْ مِنَ الْمُؤْمِنِينَ أُصِيبَ بِمُصِيبَةٍ فَلْيَتَعَزَّ بِمُصِيبَتِهِ بِي عَنِ الْمُصِيبَةِ الَّتِي تُصِيبُهُ بِغَيْرِي فَإِنَّ أَحَدًا مِنْ أُمَّتِي لَنْ يُصَابَ بِمُصِيبَةٍ بَعْدِي أَشَدَّ عَلَيْهِ مِنْ مُصِيبَتِي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31167,
    "number": "1334",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ، عَنْ هِشَامِ بْنِ زِيَادٍ، عَنْ أُمِّهِ، عَنْ فَاطِمَةَ بِنْتِ الْحُسَيْنِ، عَنْ أَبِيهَا، قَالَ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\n\"‏ مَنْ أُصِيبَ بِمُصِيبَةٍ فَذَكَرَ مُصِيبَتَهُ فَأَحْدَثَ اسْتِرْجَاعًا - وَإِنْ تَقَادَمَ عَهْدُهَا - كَتَبَ اللَّهُ لَهُ مِنَ الأَجْرِ مِثْلَهُ يَوْمَ أُصِيبَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31168,
    "number": "1335",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنِي قَيْسٌ أَبُو عُمَارَةَ، مَوْلَى الأَنْصَارِ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، يُحَدِّثُ عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ قَالَ ‏\n\"‏ مَا مِنْ مُؤْمِنٍ يُعَزِّي أَخَاهُ بِمُصِيبَةٍ إِلاَّ كَسَاهُ اللَّهُ سُبْحَانَهُ مِنْ حُلَلِ الْكَرَامَةِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31169,
    "number": "1336",
    "text": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، قَالَ حَدَّثَنَا عَلِيُّ بْنُ عَاصِمٍ، عَنْ مُحَمَّدِ بْنِ سُوقَةَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ مَنْ عَزَّى مُصَابًا فَلَهُ مِثْلُ أَجْرِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31170,
    "number": "1337",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ لاَ يَمُوتُ لِرَجُلٍ ثَلاَثَةٌ مِنَ الْوَلَدِ فَيَلِجَ النَّارَ إِلاَّ تَحِلَّةَ الْقَسَمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31171,
    "number": "1338",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالَ حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، حَدَّثَنَا حَرِيزُ بْنُ عُثْمَانَ، عَنْ شُرَحْبِيلَ بْنِ شُفْعَةَ، قَالَ لَقِيَنِي عُتْبَةُ بْنُ عَبْدٍ السُّلَمِيُّ فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ: ‏\n\"‏ مَا مِنْ مُسْلِمٍ يَمُوتُ لَهُ ثَلاَثَةٌ مِنَ الْوَلَدِ لَمْ يَبْلُغُوا الْحِنْثَ إِلاَّ تَلَقَّوْهُ مِنْ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ مِنْ أَيِّهَا شَاءَ دَخَلَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31172,
    "number": "1339",
    "text": "حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْمَعْنِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ مَا مِنْ مُسْلِمَيْنِ يُتَوَفَّى لَهُمَا ثَلاَثَةٌ مِنَ الْوَلَدِ لَمْ يَبْلُغُوا الْحِنْثَ إِلاَّ أَدْخَلَهُمُ اللَّهُ الْجَنَّةَ بِفَضْلِ رَحْمَةِ اللَّهِ إِيَّاهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31173,
    "number": "1340",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ، عَنِ الْعَوَّامِ بْنِ حَوْشَبٍ، عَنْ أَبِي مُحَمَّدٍ، مَوْلَى عُمَرَ بْنِ الْخَطَّابِ عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ مَنْ قَدَّمَ ثَلاَثَةً مِنَ الْوَلَدِ لَمْ يَبْلُغُوا الْحِنْثَ كَانُوا لَهُ حِصْنًا حَصِينًا مِنَ النَّارِ ‏\"‏ ‏.‏ فَقَالَ أَبُو ذَرٍّ: قَدَّمْتُ اثْنَيْنِ ‏.‏ قَالَ: ‏\"‏ وَاثْنَيْنِ ‏\"‏ ‏.‏ فَقَالَ أُبَىُّ بْنُ كَعْبٍ أَبُو الْمُنْذِرِ سَيِّدُ الْقُرَّاءِ: قَدَّمْتُ وَاحِدًا ‏.‏ قَالَ\" ‏\"‏ وَوَاحِدًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31174,
    "number": "1341",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الْمَلِكِ النَّوْفَلِيُّ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ لَسِقْطٌ أُقَدِّمُهُ بَيْنَ يَدَىَّ أَحَبُّ إِلَىَّ مِنْ فَارِسٍ أُخَلِّفُهُ خَلْفِي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31175,
    "number": "1342",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ إِسْحَاقَ أَبُو بَكْرٍ الْبَكَّائِيُّ، قَالاَ حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنَا مِنْدَلٌ، عَنِ الْحَسَنِ بْنِ الْحَكَمِ النَّخَعِيِّ، عَنْ أَسْمَاءَ بِنْتِ عَابِسِ بْنِ رَبِيعَةَ، عَنْ أَبِيهَا، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ إِنَّ السِّقْطَ لَيُرَاغِمُ رَبَّهُ إِذَا أَدْخَلَ أَبَوَيْهِ النَّارَ ‏.‏ فَيُقَالُ أَيُّهَا السِّقْطُ الْمُرَاغِمُ رَبَّهُ أَدْخِلْ أَبَوَيْكَ الْجَنَّةَ ‏.‏ فَيَجُرُّهُمَا بِسَرَرِهِ حَتَّى يُدْخِلَهُمَا الْجَنَّةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31176,
    "number": "1343",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ هَاشِمِ بْنِ مَرْزُوقٍ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، حَدَّثَنَا يَحْيَى بْنُ عُبَيْدِ اللَّهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ مُسْلِمٍ الْحَضْرَمِيِّ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ السِّقْطَ لَيَجُرُّ أُمَّهُ بِسَرَرِهِ إِلَى الْجَنَّةِ إِذَا احْتَسَبَتْهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31177,
    "number": "1344",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ جَعْفَرِ بْنِ خَالِدٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، قَالَ لَمَّا جَاءَ نَعْىُ جَعْفَرٍ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ اصْنَعُوا لآلِ جَعْفَرٍ طَعَامًا. فَقَدْ أَتَاهُمْ مَا يَشْغَلُهُمْ أَوْ أَمْرٌ يَشْغَلُهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31178,
    "number": "1345",
    "text": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ أَبُو سَلَمَةَ، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، عَنْ أُمِّ عِيسَى الْجَزَّارِ، قَالَتْ حَدَّثَتْنِي أُمُّ عَوْنٍ ابْنَةُ مُحَمَّدِ بْنِ جَعْفَرٍ، عَنْ جَدَّتِهَا، أَسْمَاءَ بِنْتِ عُمَيْسٍ قَالَتْ لَمَّا أُصِيبَ جَعْفَرٌ رَجَعَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِلَى أَهْلِهِ فَقَالَ ‏\n\"‏ إِنَّ آلَ جَعْفَرٍ قَدْ شُغِلُوا بِشَأْنِ مَيِّتِهِمْ فَاصْنَعُوا لَهُمْ طَعَامًا ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ فَمَا زَالَتْ سُنَّةً حَتَّى كَانَ حَدِيثًا فَتُرِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 31179,
    "number": "1346",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا هُشَيْمٌ، ح وَحَدَّثَنَا شُجَاعُ بْنُ مَخْلَدٍ أَبُو الْفَضْلِ، قَالَ حَدَّثَنَا هُشَيْمٌ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ الْبَجَلِيِّ، قَالَ كُنَّا نَرَى الاِجْتِمَاعَ إِلَى أَهْلِ الْمَيِّتِ وَصَنْعَةَ الطَّعَامِ مِنَ النِّيَاحَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 31180,
    "number": "1347",
    "text": "حَدَّثَنَا جَمِيلُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا أَبُو الْمُنْذِرِ الْهُذَيْلُ بْنُ الْحَكَمِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ مَوْتُ غُرْبَةٍ شَهَادَةٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31181,
    "number": "1348",
    "text": "حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي حُيَىُّ بْنُ عَبْدِ اللَّهِ الْمَعَافِرِيُّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ تُوُفِّيَ رَجُلٌ بِالْمَدِينَةِ مِمَّنْ وُلِدَ بِالْمَدِينَةِ فَصَلَّى عَلَيْهِ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَقَالَ: ‏\"‏ يَا لَيْتَهُ مَاتَ فِي غَيْرِ مَوْلِدِهِ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ مِنَ النَّاسِ وَلِمَ يَا رَسُولَ اللَّهِ؟ قَالَ: ‏\"‏ إِنَّ الرَّجُلَ إِذَا مَاتَ فِي غَيْرِ مَوْلِدِهِ قِيسَ لَهُ مِنْ مَوْلِدِهِ إِلَى مُنْقَطَعِ أَثَرِهِ فِي الْجَنَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31182,
    "number": "1349",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَنْبَأَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنَا أَبُو عُبَيْدَةَ بْنُ أَبِي السَّفَرِ، قَالَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ أَبِي عَطَاءٍ، عَنْ مُوسَى بْنِ وَرْدَانَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ مَنْ مَاتَ مَرِيضًا مَاتَ شَهِيدًا وَوُقِيَ فِتْنَةَ الْقَبْرِ وَغُدِيَ وَرِيحَ عَلَيْهِ بِرِزْقِهِ مِنَ الْجَنَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31183,
    "number": "1350",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، قَالَ حَدَّثَنَا سَعْدُ بْنُ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ كَسْرُ عَظْمِ الْمَيِّتِ كَكَسْرِهِ حَيًّا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31184,
    "number": "1351",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ زِيَادٍ، أَخْبَرَنِي أَبُو عُبَيْدَةَ بْنُ عَبْدِ اللَّهِ بْنِ زَمْعَةَ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ كَسْرُ عَظْمِ الْمَيِّتِ كَكَسْرِ عَظْمِ الْحَىِّ فِي الإِثْمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31185,
    "number": "1352",
    "text": "حَدَّثَنَا سَهْلُ بْنُ أَبِي سَهْلٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، قَالَ: سَأَلْتُ عَائِشَةَ فَقُلْتُ: أَىْ أُمَّهْ أَخْبِرِينِي عَنْ مَرَضِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ قَالَتِ: اشْتَكَى فَعَلَقَ يَنْفُثُ فَجَعَلْنَا نُشَبِّهُ نَفْثَهُ بِنَفْثَةِ آكِلِ الزَّبِيبِ وَكَانَ يَدُورُ عَلَى نِسَائِهِ فَلَمَّا ثَقُلَ اسْتَأْذَنَهُنَّ أَنْ يَكُونَ فِي بَيْتِ عَائِشَةَ وَأَنْ يَدُرْنَ عَلَيْهِ ‏.‏ قَالَتْ: فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَهُوَ بَيْنَ رَجُلَيْنِ وَرِجْلاَهُ تَخُطَّانِ بِالأَرْضِ أَحَدُهُمَا الْعَبَّاسُ فَحَدَّثْتُ بِهِ ابْنَ عَبَّاسٍ فَقَالَ: أَتَدْرِي مَنِ الرَّجُلُ الَّذِي لَمْ تُسَمِّهِ عَائِشَةُ؟ هُوَ عَلِيُّ بْنُ أَبِي طَالِبٍ ‏.‏",
    "source": ""
  },
  {
    "id": 31186,
    "number": "1353",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ: كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَتَعَوَّذُ بِهَؤُلاَءِ الْكَلِمَاتِ ‏\"‏ أَذْهِبِ الْبَاسَ رَبَّ النَّاسِ ‏.‏ وَاشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا ‏\"‏ ‏.‏ فَلَمَّا ثَقُلَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ أَخَذْتُ بِيَدِهِ فَجَعَلْتُ أَمْسَحُهُ وَأَقُولُهَا ‏.‏ فَنَزَعَ يَدَهُ مِنْ يَدِي ثُمَّ قَالَ: ‏\"‏ اللَّهُمَّ اغْفِرْ لِي وَأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى ‏\"‏ ‏.‏ قَالَتْ: فَكَانَ هَذَا آخِرَ مَا سَمِعْتُ مِنْ كَلاَمِهِ ـ صلى الله عليه وسلم ـ ‏.‏",
    "source": ""
  },
  {
    "id": 31187,
    "number": "1354",
    "text": "حَدَّثَنَا أَبُو مَرْوَانَ الْعُثْمَانِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ مَا مِنْ نَبِيٍّ يَمْرَضُ إِلاَّ خُيِّرَ بَيْنَ الدُّنْيَا وَالآخِرَةِ ‏\"‏ ‏.‏ قَالَتْ فَلَمَّا كَانَ مَرَضُهُ الَّذِي قُبِضَ فِيهِ أَخَذَتْهُ بُحَّةٌ فَسَمِعْتُهُ يَقُولُ ‏\"‏ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ ‏\"‏ ‏.‏ فَعَلِمْتُ أَنَّهُ خُيِّرَ ‏.‏",
    "source": ""
  },
  {
    "id": 31188,
    "number": "1355",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ زَكَرِيَّا، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتِ اجْتَمَعْنَ نِسَاءُ النَّبِيِّ ـ صلى الله عليه وسلم ـ فَلَمْ تُغَادِرْ مِنْهُنَّ امْرَأَةٌ فَجَاءَتْ فَاطِمَةُ كَأَنَّ مِشْيَتَهَا مِشْيَةُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ: ‏\"‏ مَرْحَبًا بِابْنَتِي ‏\"‏ ‏.‏ ثُمَّ أَجْلَسَهَا عَنْ شِمَالِهِ ثُمَّ إِنَّهُ أَسَرَّ إِلَيْهَا حَدِيثًا فَبَكَتْ فَاطِمَةُ. ثُمَّ إِنَّهُ سَارَّهَا. فَضَحِكَتْ أَيْضًا فَقُلْتُ لَهَا: مَا يُبْكِيكِ؟ قَالَتْ: مَا كُنْتُ لأُفْشِيَ سِرَّ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ فَقُلْتُ: مَا رَأَيْتُ كَالْيَوْمِ فَرَحًا أَقْرَبَ مِنْ حُزْنٍ ‏.‏ فَقُلْتُ لَهَا حِينَ بَكَتْ: أَخَصَّكِ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِحَدِيثٍ دُونَنَا ثُمَّ تَبْكِينَ؟ وَسَأَلْتُهَا عَمَّا قَالَ ‏.‏ فَقَالَتْ: مَا كُنْتُ لأُفْشِيَ سِرَّ رَسُولِ اللَّهِ -صلى الله عليه وسلم - ‏.‏ حَتَّى إِذَا قُبِضَ سَأَلْتُهَا عَمَّا قَالَ. فَقَالَتْ: إِنَّهُ كَانَ يُحَدِّثُنِي أَنَّ جِبْرَائِيلَ كَانَ يُعَارِضُهُ بِالْقُرْآنِ فِي كُلِّ عَامٍ مَرَّةً وَأَنَّهُ عَارَضَهُ بِهِ الْعَامَ مَرَّتَيْنِ ‏\"‏ وَلاَ أُرَانِي إِلاَّ قَدْ حَضَرَ أَجَلِي وَأَنَّكِ أَوَّلُ أَهْلِي لُحُوقًا بِي وَنِعْمَ السَّلَفُ أَنَا لَكِ ‏\"‏ ‏.‏ فَبَكَيْتُ ثُمَّ إِنَّهُ سَارَّنِي فَقَالَ: ‏\"‏ أَلاَ تَرْضَيْنَ أَنْ تَكُونِي سَيِّدَةَ نِسَاءِ الْمُؤْمِنِينَ - أَوْ نِسَاءِ هَذِهِ الأُمَّةِ - ‏\"‏ ‏.‏ فَضَحِكْتُ لِذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 31189,
    "number": "1356",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ مَسْرُوقٍ، قَالَ: قَالَتْ عَائِشَةُ: مَا رَأَيْتُ أَحَدًا أَشَدَّ عَلَيْهِ الْوَجَعُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏",
    "source": ""
  },
  {
    "id": 31190,
    "number": "1357",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مُوسَى بْنِ سَرْجِسَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ وَهُوَ يَمُوتُ وَعِنْدَهُ قَدَحٌ فِيهِ مَاءٌ فَيُدْخِلُ يَدَهُ فِي الْقَدَحِ ثُمَّ يَمْسَحُ وَجْهَهُ بِالْمَاءِ ثُمَّ يَقُولُ: ‏\n\"‏ اللَّهُمَّ أَعِنِّي عَلَى سَكَرَاتِ الْمَوْتِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31191,
    "number": "1358",
    "text": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ آخِرُ نَظْرَةٍ نَظَرْتُهَا إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ كَشْفُ السِّتَارَةِ يَوْمَ الاِثْنَيْنِ فَنَظَرْتُ إِلَى وَجْهِهِ كَأَنَّهُ وَرَقَةُ مُصْحَفٍ وَالنَّاسُ خَلْفَ أَبِي بَكْرٍ فِي الصَّلاَةِ فَأَرَادَ أَنْ يَتَحَرَّكَ فَأَشَارَ إِلَيْهِ أَنِ اثْبُتْ وَأَلْقَى السِّجْفَ وَمَاتَ مِنْ آخِرِ ذَلِكَ الْيَوْمِ ‏.‏",
    "source": ""
  },
  {
    "id": 31192,
    "number": "1359",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ صَالِحٍ أَبِي الْخَلِيلِ، عَنْ سَفِينَةَ، عَنْ أُمِّ سَلَمَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ يَقُولُ فِي مَرَضِهِ الَّذِي تُوُفِّيَ فِيهِ ‏\n\"‏ الصَّلاَةَ وَمَا مَلَكَتْ أَيْمَانُكُمْ ‏\"‏ ‏.‏ فَمَا زَالَ يَقُولُهَا حَتَّى مَا يَفِيضَ بِهَا لِسَانُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 31193,
    "number": "1360",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنِ ابْنِ عَوْنٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالَ: ذَكَرُوا عِنْدَ عَائِشَةَ أَنَّ عَلِيًّا كَانَ وَصِيًّا ‏.‏ فَقَالَتْ: مَتَى أَوْصَى إِلَيْهِ؟ فَلَقَدْ كُنْتُ مُسْنِدَتَهُ إِلَى صَدْرِي - أَوْ إِلَى حِجْرِي فَدَعَا بِطَسْتٍ فَلَقَدِ انْخَنَثَ فِي حِجْرِي فَمَاتَ وَمَا شَعَرْتُ بِهِ. فَمَتَى أَوْصَى ـ صلى الله عليه وسلم ـ؟ ‏",
    "source": ""
  },
  {
    "id": 31194,
    "number": "1361",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا قُبِضَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَبُو بَكْرٍ عِنْدَ امْرَأَتِهِ ابْنَةِ خَارِجَةَ بِالْعَوَالِي فَجَعَلُوا يَقُولُونَ لَمْ يَمُتِ النَّبِيُّ ـ صلى الله عليه وسلم ـ إِنَّمَا هُوَ بَعْضُ مَا كَانَ يَأْخُذُهُ عِنْدَ الْوَحْىِ ‏.‏ فَجَاءَ أَبُو بَكْرٍ فَكَشَفَ عَنْ وَجْهِهِ وَقَبَّلَ بَيْنَ عَيْنَيْهِ وَقَالَ أَنْتَ أَكْرَمُ عَلَى اللَّهِ مِنْ أَنْ يُمِيتَكَ مَرَّتَيْنِ قَدْ وَاللَّهِ مَاتَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ وَعُمَرُ فِي نَاحِيَةِ الْمَسْجِدِ يَقُولُ وَاللَّهِ مَا مَاتَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَلاَ يَمُوتُ حَتَّى يَقْطَعَ أَيْدِيَ أُنَاسٍ مِنَ الْمُنَافِقِينَ كَثِيرٍ وَأَرْجُلَهُمْ ‏.‏ فَقَامَ أَبُو بَكْرٍ فَصَعِدَ الْمِنْبَرَ فَقَالَ مَنْ كَانَ يَعْبُدُ اللَّهَ فَإِنَّ اللَّهَ حَىٌّ لَمْ يَمُتْ وَمَنْ كَانَ يَعْبُدُ مُحَمَّدًا فَإِنَّ مُحَمَّدًا قَدْ مَاتَ ‏{وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ}‏ ‏.‏ قَالَ عُمَرُ فَلَكَأَنِّي لَمْ أَقْرَأْهَا إِلاَّ يَوْمَئِذٍ ‏.‏",
    "source": ""
  },
  {
    "id": 31195,
    "number": "1362",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، أَنْبَأَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي حُسَيْنُ بْنُ عَبْدِ اللَّهِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا أَرَادُوا أَنْ يَحْفِرُوا، لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بَعَثُوا إِلَى أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ وَكَانَ يَضْرَحُ كَضَرِيحِ أَهْلِ مَكَّةَ وَبَعَثُوا إِلَى أَبِي طَلْحَةَ وَكَانَ هُوَ الَّذِي يَحْفِرُ لأَهْلِ الْمَدِينَةِ وَكَانَ يَلْحَدُ فَبَعَثُوا إِلَيْهِمَا رَسُولَيْنِ وَقَالُوا اللَّهُمَّ خِرْ لِرَسُولِكَ ‏.‏ فَوَجَدُوا أَبَا طَلْحَةَ فَجِيءَ بِهِ وَلَمْ يُوجَدْ أَبُو عُبَيْدَةَ فَلَحَدَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ قَالَ فَلَمَّا فَرَغُوا مِنْ جِهَازِهِ يَوْمَ الثُّلاَثَاءِ وُضِعَ عَلَى سَرِيرِهِ فِي بَيْتِهِ ‏.‏ ثُمَّ دَخَلَ النَّاسُ عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَرْسَالاً ‏.‏ يُصَلُّونَ عَلَيْهِ حَتَّى إِذَا فَرَغُوا أَدْخَلُوا النِّسَاءَ حَتَّى إِذَا فَرَغُوا أَدْخَلُوا الصِّبْيَانَ وَلَمْ يَؤُمَّ النَّاسَ عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَحَدٌ ‏.‏ لَقَدِ اخْتَلَفَ الْمُسْلِمُونَ فِي الْمَكَانِ الَّذِي يُحْفَرُ لَهُ فَقَالَ قَائِلُونَ يُدْفَنُ فِي مَسْجِدِهِ ‏.‏ وَقَالَ قَائِلُونَ يُدْفَنُ مَعَ أَصْحَابِهِ ‏.‏ فَقَالَ أَبُو بَكْرٍ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\n\"‏ مَا قُبِضَ نَبِيٌّ إِلاَّ دُفِنَ حَيْثُ يُقْبَضُ ‏\"‏ ‏.‏ قَالَ فَرَفَعُوا فِرَاشَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ الَّذِي تُوُفِّيَ عَلَيْهِ فَحَفَرُوا لَهُ ثُمَّ دُفِنَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَسْطَ اللَّيْلِ مِنْ لَيْلَةِ الأَرْبِعَاءِ ‏.‏ وَنَزَلَ فِي حُفْرَتِهِ عَلِيُّ بْنُ أَبِي طَالِبٍ وَالْفَضْلُ وَقُثَمُ ابْنَا الْعَبَّاسِ وَشُقْرَانُ مَوْلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ وَقَالَ أَوْسُ بْنُ خَوْلِيٍّ وَهُوَ أَبُو لَيْلَى لِعَلِيِّ بْنِ أَبِي طَالِبٍ أَنْشُدُكَ اللَّهَ وَحَظَّنَا مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ قَالَ لَهُ عَلِيٌّ انْزِلْ ‏.‏ وَكَانَ شُقْرَانُ مَوْلاَهُ أَخَذَ قَطِيفَةً كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَلْبَسُهَا فَدَفَنَهَا فِي الْقَبْرِ وَقَالَ وَاللَّهِ لاَ يَلْبَسُهَا أَحَدٌ بَعْدَكَ أَبَدًا ‏.‏ فَدُفِنَتْ مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏",
    "source": ""
  },
  {
    "id": 31196,
    "number": "1363",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ أَبُو الزُّبَيْرِ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَمَّا وَجَدَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مِنْ كَرْبِ الْمَوْتِ مَا وَجَدَ قَالَتْ فَاطِمَةُ وَاكَرْبَ أَبَتَاهْ ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ لاَ كَرْبَ عَلَى أَبِيكِ بَعْدَ الْيَوْمِ إِنَّهُ قَدْ حَضَرَ مِنْ أَبِيكِ مَا لَيْسَ بِتَارِكٍ مِنْهُ أَحَدًا الْمُوَافَاةُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 31197,
    "number": "1364",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنِي حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنِي ثَابِتٌ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَتْ لِي فَاطِمَةُ يَا أَنَسُ كَيْفَ سَخَتْ أَنْفُسُكُمْ أَنْ تَحْثُوا التُّرَابَ عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ \n وَحَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ فَاطِمَةَ، قَالَتْ حِينَ قُبِضَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَا أَبَتَاهْ إِلَى جِبْرَائِيلَ أَنْعَاهْ وَا أَبَتَاهْ مِنْ رَبِّهِ مَا أَدْنَاهْ وَا أَبَتَاهْ جَنَّةُ الْفِرْدَوْسِ مَأْوَاهْ وَا أَبَتَاهْ أَجَابَ رَبًّا دَعَاهْ ‏.‏ قَالَ حَمَّادٌ فَرَأَيْتُ ثَابِتًا حِينَ حَدَّثَ بِهَذَا الْحَدِيثِ بَكَى حَتَّى رَأَيْتُ أَضْلاَعَهُ تَخْتَلِفُ ‏.‏",
    "source": ""
  },
  {
    "id": 31198,
    "number": "1365",
    "text": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، قَالَ لَمَّا كَانَ الْيَوْمُ الَّذِي دَخَلَ فِيهِ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ الْمَدِينَةَ أَضَاءَ مِنْهَا كُلُّ شَىْءٍ فَلَمَّا كَانَ الْيَوْمُ الَّذِي مَاتَ فِيهِ أَظْلَمَ مِنْهَا كُلُّ شَىْءٍ ‏.‏ وَمَا نَفَضْنَا عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ الأَيْدِيَ حَتَّى أَنْكَرْنَا قُلُوبَنَا ‏.‏",
    "source": ""
  },
  {
    "id": 31199,
    "number": "1366",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ كُنَّا نَتَّقِي الْكَلاَمَ وَالاِنْبِسَاطَ إِلَى نِسَائِنَا عَلَى عَهْدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ مَخَافَةَ أَنْ يُنْزَلَ فِينَا الْقُرْآنُ فَلَمَّا مَاتَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ تَكَلَّمْنَا ‏.‏",
    "source": ""
  }
]