[
  {
    "id": 33105,
    "number": "3272",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُعْجِبُهُ الْفَأْلُ الْحَسَنُ وَيَكْرَهُ الطِّيَرَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 33106,
    "number": "3273",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\n\"‏ لاَ عَدْوَى وَلاَ طِيَرَةَ وَأُحِبُّ الْفَأْلَ الصَّالِحَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33107,
    "number": "3274",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ، عَنْ عِيسَى بْنِ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ الطِّيَرَةُ شِرْكٌ وَمَا مِنَّا إِلاَّ وَلَكِنَّ اللَّهَ يُذْهِبُهُ بِالتَّوَكُّلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33108,
    "number": "3275",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ هَامَةَ وَلاَ صَفَرَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33109,
    "number": "3276",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي جَنَابٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ هَامَةَ ‏\"‏ ‏.‏ فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ الْبَعِيرُ يَكُونُ بِهِ الْجَرَبُ فَتَجْرَبُ بِهِ الإِبِلُ ‏.‏ قَالَ ‏\"‏ ذَلِكَ الْقَدَرُ فَمَنْ أَجْرَبَ الأَوَّلَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33110,
    "number": "3277",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\n\"‏ لاَ يُورِدُ الْمُمْرِضُ عَلَى الْمُصِحِّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33111,
    "number": "3278",
    "text": "حَدَّثَنَا أَبُو بَكْرٍ، وَمُجَاهِدُ بْنُ مُوسَى، وَمُحَمَّدُ بْنُ خَلَفٍ الْعَسْقَلاَنِيُّ، قَالُوا حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُفَضَّلُ بْنُ فَضَالَةَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَخَذَ بِيَدِ رَجُلٍ مَجْذُومٍ فَأَدْخَلَهَا مَعَهُ فِي الْقَصْعَةِ ثُمَّ قَالَ ‏\n\"‏ كُلْ ثِقَةً بِاللَّهِ وَتَوَكُّلاً عَلَى اللَّهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33112,
    "number": "3279",
    "text": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ، عَنِ ابْنِ أَبِي الزِّنَادِ، ح وَحَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، جَمِيعًا عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُمِّهِ، فَاطِمَةَ بِنْتِ الْحُسَيْنِ عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ لاَ تُدِيمُوا النَّظَرَ إِلَى الْمَجْذُومِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33113,
    "number": "3280",
    "text": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ رَجُلٍ، مِنْ آلِ الشَّرِيدِ يُقَالُ لَهُ عَمْرٌو عَنْ أَبِيهِ قَالَ كَانَ فِي وَفْدِ ثَقِيفٍ رَجُلٌ مَجْذُومٌ فَأَرْسَلَ إِلَيْهِ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\n\"‏ ارْجِعْ فَقَدْ بَايَعْنَاكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33114,
    "number": "3281",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ سَحَرَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَهُودِيٌّ مِنْ يَهُودِ بَنِي زُرَيْقٍ يُقَالُ لَهُ لَبِيدُ بْنُ الأَعْصَمِ حَتَّى كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَفْعَلُ الشَّىْءَ وَلاَ يَفْعَلُهُ ‏.‏ قَالَتْ حَتَّى إِذَا كَانَ ذَاتَ يَوْمٍ أَوْ كَانَ ذَاتَ لَيْلَةٍ دَعَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ثُمَّ دَعَا ثُمَّ دَعَا ثُمَّ قَالَ ‏\"‏ يَا عَائِشَةُ أَشَعَرْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ جَاءَنِي رَجُلاَنِ فَجَلَسَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالآخَرُ عِنْدَ رِجْلِي فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلَّذِي عِنْدَ رِجْلِي أَوِ الَّذِي عِنْدَ رِجْلِي لِلَّذِي عِنْدَ رَأْسِي مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ ‏.‏ قَالَ مَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الأَعْصَمِ ‏.‏ قَالَ فِي أَىِّ شَىْءٍ قَالَ فِي مُشْطٍ وَمُشَاطَةٍ وَجُفِّ طَلْعَةِ ذَكَرٍ ‏.‏ قَالَ وَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذِي أَرْوَانَ ‏\"‏ ‏.‏ قَالَتْ فَأَتَاهُ النَّبِيُّ ـ صلى الله عليه وسلم ـ فِي أُنَاسٍ مِنْ أَصْحَابِهِ ثُمَّ جَاءَ فَقَالَ ‏\"‏ وَاللَّهِ يَا عَائِشَةُ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ وَلَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ أَفَلاَ أَحْرَقْتَهُ قَالَ ‏\"‏ لاَ أَمَّا أَنَا فَقَدْ عَافَانِيَ اللَّهُ وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ مِنْهُ شَرًّا ‏\"‏ ‏.‏ فَأَمَرَ بِهَا فَدُفِنَتْ ‏.‏",
    "source": ""
  },
  {
    "id": 33115,
    "number": "3282",
    "text": "حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ الْحِمْصِيُّ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا أَبُو بَكْرٍ الْعَنْسِيُّ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، وَمُحَمَّدِ بْنِ يَزِيدَ الْمِصْرِيَّيْنِ، قَالاَ حَدَّثَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ لاَ يَزَالُ يُصِيبُكَ كُلَّ عَامٍ وَجَعٌ مِنَ الشَّاةِ الْمَسْمُومَةِ الَّتِي أَكَلْتَ ‏.‏ قَالَ ‏\n\"‏ مَا أَصَابَنِي شَىْءٌ مِنْهَا إِلاَّ وَهُوَ مَكْتُوبٌ عَلَىَّ وَآدَمُ فِي طِينَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33116,
    "number": "3283",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مُحَمَّدُ بْنُ عَجْلاَنَ، عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ سَعْدِ بْنِ مَالِكٍ، عَنْ خَوْلَةَ بِنْتِ حَكِيمٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏\n\"‏ لَوْ أَنَّ أَحَدَكُمْ إِذَا نَزَلَ مَنْزِلاً قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ شَرِّ مَا خَلَقَ - لَمْ يَضُرَّهُ فِي ذَلِكَ الْمَنْزِلِ شَىْءٌ حَتَّى يَرْتَحِلَ مِنْهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 33117,
    "number": "3284",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنِي عُيَيْنَةُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي أَبِي، عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ، قَالَ لَمَّا اسْتَعْمَلَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَلَى الطَّائِفِ جَعَلَ يَعْرِضُ لِي شَىْءٌ فِي صَلاَتِي حَتَّى مَا أَدْرِي مَا أُصَلِّي فَلَمَّا رَأَيْتُ ذَلِكَ رَحَلْتُ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ ابْنُ أَبِي الْعَاصِ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ مَا جَاءَ بِكَ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ عَرَضَ لِي شَىْءٌ فِي صَلاَتِي حَتَّى مَا أَدْرِي مَا أُصَلِّي ‏.‏ قَالَ ‏\"‏ ذَاكَ الشَّيْطَانُ ادْنُهْ ‏\"‏ ‏.‏ فَدَنَوْتُ مِنْهُ فَجَلَسْتُ عَلَى صُدُورِ قَدَمَىَّ ‏.‏ قَالَ فَضَرَبَ صَدْرِي بِيَدِهِ وَتَفَلَ فِي فَمِي وَقَالَ ‏\"‏ اخْرُجْ عَدُوَّ اللَّهِ ‏\"‏ ‏.‏ فَفَعَلَ ذَلِكَ ثَلاَثَ مَرَّاتٍ ثُمَّ قَالَ ‏\"‏ الْحَقْ بِعَمَلِكَ ‏\"‏ ‏.‏ قَالَ فَقَالَ عُثْمَانُ فَلَعَمْرِي مَا أَحْسِبُهُ خَالَطَنِي بَعْدُ ‏.‏",
    "source": ""
  },
  {
    "id": 33118,
    "number": "3285",
    "text": "حَدَّثَنَا هَارُونُ بْنُ حَيَّانَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَنْبَأَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، حَدَّثَنَا أَبُو جَنَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِيهِ أَبِي لَيْلَى، قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ ـ صلى الله عليه وسلم ـ إِذْ جَاءَهُ أَعْرَابِيٌّ فَقَالَ إِنَّ لِي أَخًا وَجِعًا ‏.‏ قَالَ ‏\"‏ مَا وَجَعُ أَخِيكَ ‏\"‏ ‏.‏ قَالَ بِهِ لَمَمٌ ‏.‏ قَالَ ‏\"‏ اذْهَبْ فَأْتِنِي بِهِ ‏\"‏ ‏.‏ قَالَ فَذَهَبَ فَجَاءَ بِهِ فَأَجْلَسَهُ بَيْنَ يَدَيْهِ فَسَمِعْتُهُ عَوَّذَهُ بِفَاتِحَةِ الْكِتَابِ وَأَرْبَعِ آيَاتٍ مِنْ أَوَّلِ الْبَقَرَةِ وَآيَتَيْنِ مِنْ وَسَطِهَا وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ وَآيَةِ الْكُرْسِيِّ وَثَلاَثِ آيَاتٍ مِنْ خَاتِمَتِهَا وَآيَةٍ مِنْ آلِ عِمْرَانَ - أَحْسِبُهُ قَالَ ‏{شَهِدَ اللَّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ}‏ - وَآيَةٍ مِنَ الأَعْرَافِ ‏{إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ}‏ الآيَةَ وَآيَةٍ مِنَ الْمُؤْمِنِينَ ‏{وَمَنْ يَدْعُ مَعَ اللَّهِ إِلهًا آخَرَ لاَ بُرْهَانَ لَهُ بِهِ }‏ وَآيَةٍ مِنَ الْجِنِّ ‏{وَأَنَّهُ تَعَالَى جَدُّ رِبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلاَ وَلَدًا}‏ وَعَشْرِ آيَاتٍ مِنْ أَوَّلِ الصَّافَّاتِ وَثَلاَثِ آيَاتٍ مِنْ آخِرِ الْحَشْرِ وَ ‏{قُلْ هُوَ اللَّهُ أَحَدٌ }‏ وَالْمُعَوِّذَتَيْنِ ‏.‏ فَقَامَ الأَعْرَابِيُّ قَدْ بَرَأَ لَيْسَ بِهِ بَأْسٌ ‏.‏",
    "source": ""
  }
]