[
  {
    "id": 13164,
    "number": "5887",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا سُلَيْمَانُ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ\n لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَالْحَلاَّقُ يَحْلِقُهُ وَأَطَافَ بِهِ أَصْحَابُهُ فَمَا يُرِيدُونَ\n أَنْ تَقَعَ شَعْرَةٌ إِلاَّ فِي يَدِ رَجُلٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13165,
    "number": "5888",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ \n ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ امْرَأَةً، كَانَ فِي عَقْلِهَا شَىْءٌ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ لِي إِلَيْكَ حَاجَةً\n فَقَالَ ‏\n\"‏ يَا أُمَّ فُلاَنٍ انْظُرِي أَىَّ السِّكَكِ شِئْتِ حَتَّى أَقْضِيَ لَكِ حَاجَتَكِ ‏\"‏ ‏.‏ فَخَلاَ مَعَهَا فِي\n بَعْضِ الطُّرُقِ حَتَّى فَرَغَتْ مِنْ حَاجَتِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 13166,
    "number": "5889",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ ح وَحَدَّثَنَا يَحْيَى بْنُ،\n يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ\n صلى الله عليه وسلم أَنَّهَا قَالَتْ مَا خُيِّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ أَمْرَيْنِ إِلاَّ\n أَخَذَ أَيْسَرَهُمَا مَا لَمْ يَكُنْ إِثْمًا فَإِنْ كَانَ إِثْمًا كَانَ أَبْعَدَ النَّاسِ مِنْهُ وَمَا انْتَقَمَ رَسُولُ اللَّهِ\n صلى الله عليه وسلم لِنَفْسِهِ إِلاَّ أَنْ تُنْتَهَكَ حُرْمَةُ اللَّهِ عَزَّ وَجَلَّ ‏.‏",
    "source": ""
  },
  {
    "id": 13167,
    "number": "5890",
    "text": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ جَرِيرٍ، ح وَحَدَّثَنَا أَحْمَدُ،\n بْنُ عَبْدَةَ حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ، كِلاَهُمَا عَنْ مَنْصُورٍ، عَنْ مُحَمَّدٍ، فِي رِوَايَةِ فُضَيْلِ بْنِ\n شِهَابٍ وَفِي رِوَايَةِ جَرِيرٍ مُحَمَّدٍ الزُّهْرِيِّ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، ‏.‏",
    "source": ""
  },
  {
    "id": 13168,
    "number": "5891",
    "text": "وَحَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، بِهَذَا\n الإِسْنَادِ ‏.‏ نَحْوَ حَدِيثِ مَالِكٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13169,
    "number": "5892",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَا\n خُيِّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ أَمْرَيْنِ أَحَدُهُمَا أَيْسَرُ مِنَ الآخَرِ إِلاَّ اخْتَارَ أَيْسَرَهُمَا\n مَا لَمْ يَكُنْ إِثْمًا فَإِنْ كَانَ إِثْمًا كَانَ أَبْعَدَ النَّاسِ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13170,
    "number": "5893",
    "text": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، وَابْنُ، نُمَيْرٍ جَمِيعًا عَنْ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ\n إِلَى قَوْلِهِ أَيْسَرَهُمَا ‏.‏ وَلَمْ يَذْكُرَا مَا بَعْدَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13171,
    "number": "5894",
    "text": "حَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَا\n ضَرَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم شَيْئًا قَطُّ بِيَدِهِ وَلاَ امْرَأَةً وَلاَ خَادِمًا إِلاَّ أَنْ يُجَاهِدَ\n فِي سَبِيلِ اللَّهِ وَمَا نِيلَ مِنْهُ شَىْءٌ قَطُّ فَيَنْتَقِمَ مِنْ صَاحِبِهِ إِلاَّ أَنْ يُنْتَهَكَ شَىْءٌ مِنْ مَحَارِمِ\n اللَّهِ فَيَنْتَقِمَ لِلَّهِ عَزَّ وَجَلَّ ‏.‏",
    "source": ""
  },
  {
    "id": 13172,
    "number": "5895",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا عَبْدَةُ، وَوَكِيعٌ، ح وَحَدَّثَنَا \n أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ يَزِيدُ بَعْضُهُمْ عَلَى بَعْضٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13173,
    "number": "5896",
    "text": "حَدَّثَنَا عَمْرُو بْنُ حَمَّادِ بْنِ طَلْحَةَ الْقَنَّادُ، حَدَّثَنَا أَسْبَاطٌ، - وَهُوَ ابْنُ نَصْرٍ الْهَمْدَانِيُّ\n - عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم صَلاَةَ\n الأُولَى ثُمَّ خَرَجَ إِلَى أَهْلِهِ وَخَرَجْتُ مَعَهُ فَاسْتَقْبَلَهُ وِلْدَانٌ فَجَعَلَ يَمْسَحُ خَدَّىْ أَحَدِهِمْ وَاحِدًا\n وَاحِدًا - قَالَ - وَأَمَّا أَنَا فَمَسَحَ خَدِّي - قَالَ - فَوَجَدْتُ لِيَدِهِ بَرْدًا أَوْ رِيحًا كَأَنَّمَا أَخْرَجَهَا\n مِنْ جُؤْنَةِ عَطَّارٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13174,
    "number": "5897",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، ح \n وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا هَاشِمٌ، - يَعْنِي ابْنَ الْقَاسِمِ -\n حَدَّثَنَا سُلَيْمَانُ، - وَهُوَ ابْنُ الْمُغِيرَةِ - عَنْ ثَابِتٍ، قَالَ أَنَسٌ مَا شَمِمْتُ عَنْبَرًا قَطُّ وَلاَ مِسْكًا\n وَلاَ شَيْئًا أَطْيَبَ مِنْ رِيحِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ مَسِسْتُ شَيْئًا قَطُّ دِيبَاجًا\n وَلاَ حَرِيرًا أَلْيَنَ مَسًّا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 13175,
    "number": "5898",
    "text": "وَحَدَّثَنِي أَحْمَدُ بْنُ سَعِيدِ بْنِ صَخْرٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانٌ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا ثَابِتٌ،\n عَنْ أَنَسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَزْهَرَ اللَّوْنِ كَأَنَّ عَرَقَهُ اللُّؤْلُؤُ إِذَا\n مَشَى تَكَفَّأَ وَلاَ مَسِسْتُ دِيبَاجَةً وَلاَ حَرِيرَةً أَلْيَنَ مِنْ كَفِّ رَسُولِ اللَّهِ صلى الله عليه وسلم\n وَلاَ شَمَمْتُ مِسْكَةً وَلاَ عَنْبَرَةً أَطْيَبَ مِنْ رَائِحَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 13176,
    "number": "5899",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا هَاشِمٌ، - يَعْنِي ابْنَ الْقَاسِمِ - عَنْ سُلَيْمَانَ، عَنْ \n ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ دَخَلَ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم فَقَالَ عِنْدَنَا فَعَرِقَ\n وَجَاءَتْ أُمِّي بِقَارُورَةٍ فَجَعَلَتْ تَسْلُتُ الْعَرَقَ فِيهَا فَاسْتَيْقَظَ النَّبِيُّ صلى الله عليه وسلم\n فَقَالَ ‏\n\"‏ يَا أُمَّ سُلَيْمٍ مَا هَذَا الَّذِي تَصْنَعِينَ ‏\"‏ ‏.‏ قَالَتْ هَذَا عَرَقُكَ نَجْعَلُهُ فِي طِيبِنَا وَهُوَ\n مِنْ أَطْيَبِ الطِّيبِ ‏.‏",
    "source": ""
  },
  {
    "id": 13177,
    "number": "5900",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - وَهُوَ ابْنُ\n أَبِي سَلَمَةَ - عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ\n صلى الله عليه وسلم يَدْخُلُ بَيْتَ أُمِّ سُلَيْمٍ فَيَنَامُ عَلَى فِرَاشِهَا وَلَيْسَتْ فِيهِ - قَالَ - فَجَاءَ\n ذَاتَ يَوْمٍ فَنَامَ عَلَى فِرَاشِهَا فَأُتِيَتْ فَقِيلَ لَهَا هَذَا النَّبِيُّ صلى الله عليه وسلم نَامَ فِي بَيْتِكِ\n عَلَى فِرَاشِكِ - قَالَ - فَجَاءَتْ وَقَدْ عَرِقَ وَاسْتَنْقَعَ عَرَقُهُ عَلَى قِطْعَةِ أَدِيمٍ عَلَى الْفِرَاشِ\n فَفَتَحَتْ عَتِيدَتَهَا فَجَعَلَتْ تُنَشِّفُ ذَلِكَ الْعَرَقَ فَتَعْصِرُهُ فِي قَوَارِيرِهَا فَفَزِعَ النَّبِيُّ صلى الله\n عليه وسلم فَقَالَ ‏\"‏ مَا تَصْنَعِينَ يَا أُمَّ سُلَيْمٍ ‏\"‏ ‏.‏ فَقَالَتْ يَا رَسُولَ اللَّهِ نَرْجُو بَرَكَتَهُ لِصِبْيَانِنَا\n قَالَ ‏\"‏ أَصَبْتِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13178,
    "number": "5901",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ،\n عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، عَنْ أُمِّ سُلَيْمٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْتِيهَا فَيَقِيلُ\n عِنْدَهَا فَتَبْسُطُ لَهُ نَطْعًا فَيَقِيلُ عَلَيْهِ وَكَانَ كَثِيرَ الْعَرَقِ فَكَانَتْ تَجْمَعُ عَرَقَهُ فَتَجْعَلُهُ فِي\n الطِّيبِ وَالْقَوَارِيرِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ يَا أُمَّ سُلَيْمٍ مَا هَذَا ‏\"‏ ‏.‏ قَالَتْ عَرَقُكَ\n أَدُوفُ بِهِ طِيبِي ‏.‏",
    "source": ""
  },
  {
    "id": 13179,
    "number": "5902",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ \n عَائِشَةَ، قَالَتْ إِنْ كَانَ لَيُنْزَلُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْغَدَاةِ الْبَارِدَةِ ثُمَّ\n تَفِيضُ جَبْهَتُهُ عَرَقًا ‏.‏",
    "source": ""
  },
  {
    "id": 13180,
    "number": "5903",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا \n أَبُو أُسَامَةَ، وَابْنُ، بِشْرٍ جَمِيعًا عَنْ هِشَامٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ\n لَهُ - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ الْحَارِثَ بْنَ هِشَامٍ، سَأَلَ\n النَّبِيَّ صلى الله عليه وسلم كَيْفَ يَأْتِيكَ الْوَحْىُ فَقَالَ ‏\n\"‏ أَحْيَانًا يَأْتِينِي فِي مِثْلِ صَلْصَلَةِ\n الْجَرَسِ وَهُوَ أَشَدُّهُ عَلَىَّ ثُمَّ يَفْصِمُ عَنِّي وَقَدْ وَعَيْتُهُ وَأَحْيَانًا مَلَكٌ فِي مِثْلِ صُورَةِ الرَّجُلِ\n فَأَعِي مَا يَقُولُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13181,
    "number": "5904",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ،\n عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم\n إِذَا أُنْزِلَ عَلَيْهِ الْوَحْىُ كُرِبَ لِذَلِكَ وَتَرَبَّدَ وَجْهُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13182,
    "number": "5905",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ،\n عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ الرَّقَاشِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ كَانَ النَّبِيُّ صلى الله عليه\n وسلم إِذَا أُنْزِلَ عَلَيْهِ الْوَحْىُ نَكَسَ رَأْسَهُ وَنَكَسَ أَصْحَابُهُ رُءُوسَهُمْ فَلَمَّا أُتْلِيَ عَنْهُ رَفَعَ\n رَأْسَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13183,
    "number": "5906",
    "text": "حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، وَمُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ، قَالَ مَنْصُورٌ حَدَّثَنَا وَقَالَ،\n ابْنُ جَعْفَرٍ أَخْبَرَنَا إِبْرَاهِيمُ، - يَعْنِيَانِ ابْنَ سَعْدٍ - عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ،\n اللَّهِ عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ أَهْلُ الْكِتَابِ يَسْدُلُونَ أَشْعَارَهُمْ وَكَانَ الْمُشْرِكُونَ يَفْرُقُونَ\n رُءُوسَهُمْ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ مُوَافَقَةَ أَهْلِ الْكِتَابِ فِيمَا لَمْ يُؤْمَرْ\n بِهِ فَسَدَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَاصِيَتَهُ ثُمَّ فَرَقَ بَعْدُ ‏.‏",
    "source": ""
  },
  {
    "id": 13184,
    "number": "5907",
    "text": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ\n نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13185,
    "number": "5908",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ،\n قَالَ سَمِعْتُ أَبَا إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n رَجُلاً مَرْبُوعًا بَعِيدَ مَا بَيْنَ الْمَنْكِبَيْنِ عَظِيمَ الْجُمَّةِ إِلَى شَحْمَةِ أُذُنَيْهِ عَلَيْهِ حُلَّةٌ حَمْرَاءُ مَا\n رَأَيْتُ شَيْئًا قَطُّ أَحْسَنَ مِنْهُ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 13186,
    "number": "5909",
    "text": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ،\n عَنِ الْبَرَاءِ، قَالَ مَا رَأَيْتُ مِنْ ذِي لِمَّةٍ أَحْسَنَ فِي حُلَّةٍ حَمْرَاءَ مِنْ رَسُولِ اللَّهِ صلى الله عليه\n وسلم شَعْرُهُ يَضْرِبُ مَنْكِبَيْهِ بَعِيدَ مَا بَيْنَ الْمَنْكِبَيْنِ لَيْسَ بِالطَّوِيلِ وَلاَ بِالْقَصِيرِ ‏.‏ قَالَ أَبُو\n كُرَيْبٍ لَهُ شَعَرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 13187,
    "number": "5910",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ بْنِ،\n يُوسُفَ عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه\n وسلم أَحْسَنَ النَّاسِ وَجْهًا وَأَحْسَنَهُمْ خَلْقًا لَيْسَ بِالطَّوِيلِ الذَّاهِبِ وَلاَ بِالْقَصِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 13188,
    "number": "5911",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا قَتَادَةُ، قَالَ قُلْتُ لأَنَسِ\n بْنِ مَالِكٍ كَيْفَ كَانَ شَعَرُ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ كَانَ شَعَرًا رَجِلاً لَيْسَ بِالْجَعْدِ\n وَلاَ السَّبِطِ بَيْنَ أُذُنَيْهِ وَعَاتِقِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13189,
    "number": "5912",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا \n عَبْدُ الصَّمَدِ، قَالاَ حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم\n كَانَ يَضْرِبُ شَعَرُهُ مَنْكِبَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13190,
    "number": "5913",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ حُمَيْدٍ،\n عَنْ أَنَسٍ، قَالَ كَانَ شَعَرُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى أَنْصَافِ أُذُنَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13191,
    "number": "5914",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا \n مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ، قَالَ كَانَ\n رَسُولُ اللَّهِ صلى الله عليه وسلم ضَلِيعَ الْفَمِ أَشْكَلَ الْعَيْنِ مَنْهُوسَ الْعَقِبَيْنِ ‏.‏ قَالَ قُلْتُ لِسِمَاكٍ\n مَا ضَلِيعُ الْفَمِ قَالَ عَظِيمُ الْفَمِ ‏.‏ قَالَ قُلْتُ مَا أَشْكَلُ الْعَيْنِ قَالَ طَوِيلُ شَقِّ الْعَيْنِ ‏.‏ قَالَ\n قُلْتُ مَا مَنْهُوسُ الْعَقِبِ قَالَ قَلِيلُ لَحْمِ الْعَقِبِ ‏.‏",
    "source": ""
  },
  {
    "id": 13192,
    "number": "5915",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي الطُّفَيْلِ،\n قَالَ قُلْتُ لَهُ أَرَأَيْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ نَعَمْ كَانَ أَبْيَضَ مَلِيحَ الْوَجْهِ ‏.‏\n قَالَ مُسْلِمُ بْنُ الْحَجَّاجِ مَاتَ أَبُو الطُّفَيْلِ سَنَةَ مِائَةٍ وَكَانَ آخِرَ مَنْ مَاتَ مِنْ أَصْحَابِ رَسُولِ\n اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 13193,
    "number": "5916",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنِ الْجُرَيْرِيِّ،\n عَنْ أَبِي الطُّفَيْلِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَمَا عَلَى وَجْهِ الأَرْضِ رَجُلٌ\n رَآهُ غَيْرِي ‏.‏ قَالَ فَقُلْتُ لَهُ فَكَيْفَ رَأَيْتَهُ قَالَ كَانَ أَبْيَضَ مَلِيحًا مُقَصَّدًا ‏.‏",
    "source": ""
  },
  {
    "id": 13194,
    "number": "5917",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ وَعَمْرٌو النَّاقِدُ جَمِيعًا عَنِ ابْنِ إِدْرِيسَ،\n - قَالَ عَمْرٌو حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ الأَوْدِيُّ، - عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، قَالَ سُئِلَ\n أَنَسُ بْنُ مَالِكٍ هَلْ خَضَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ إِنَّهُ لَمْ يَكُنْ رَأَى مِنَ الشَّيْبِ\n إِلاَّ - قَالَ ابْنُ إِدْرِيسَ كَأَنَّهُ يُقَلِّلُهُ - وَقَدْ خَضَبَ أَبُو بَكْرٍ وَعُمَرُ بِالْحِنَّاءِ وَالْكَتَمِ ‏.‏",
    "source": ""
  },
  {
    "id": 13195,
    "number": "5918",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارِ بْنِ الرَّيَّانِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ، عَنْ عَاصِمٍ الأَحْوَلِ،\n عَنِ ابْنِ سِيرِينَ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ هَلْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَضَبَ\n فَقَالَ لَمْ يَبْلُغِ الْخِضَابَ كَانَ فِي لِحْيَتِهِ شَعَرَاتٌ بِيضٌ ‏.‏ قَالَ قُلْتُ لَهُ أَكَانَ أَبُو بَكْرٍ يَخْضِبُ\n قَالَ فَقَالَ نَعَمْ بِالْحِنَّاءِ وَالْكَتَمِ ‏.‏",
    "source": ""
  },
  {
    "id": 13196,
    "number": "5919",
    "text": "وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ، عَنْ \n أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ أَخَضَبَ رَسُولُ اللَّهِ صلى الله عليه\n وسلم قَالَ إِنَّهُ لَمْ يَرَ مِنَ الشَّيْبِ إِلاَّ قَلِيلاً ‏.‏",
    "source": ""
  },
  {
    "id": 13197,
    "number": "5920",
    "text": "حَدَّثَنِي أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا ثَابِتٌ، قَالَ سُئِلَ أَنَسُ بْنُ مَالِكٍ\n عَنْ خِضَابِ النَّبِيِّ، صلى الله عليه وسلم فَقَالَ لَوْ شِئْتُ أَنْ أَعُدَّ شَمَطَاتٍ كُنَّ فِي رَأْسِهِ فَعَلْتُ\n ‏.‏ وَقَالَ لَمْ يَخْتَضِبْ وَقَدِ اخْتَضَبَ أَبُو بَكْرٍ بِالْحِنَّاءِ وَالْكَتَمِ وَاخْتَضَبَ عُمَرُ بِالْحِنَّاءِ بَحْتًا\n ‏.‏",
    "source": ""
  },
  {
    "id": 13198,
    "number": "5921",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا الْمُثَنَّى بْنُ سَعِيدٍ، عَنْ قَتَادَةَ،\n عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ يُكْرَهُ أَنْ يَنْتِفَ الرَّجُلُ، الشَّعْرَةَ الْبَيْضَاءَ مِنْ رَأْسِهِ وَلِحْيَتِهِ - قَالَ\n - وَلَمْ يَخْتَضِبْ رَسُولُ اللَّهِ صلى الله عليه وسلم إِنَّمَا كَانَ الْبَيَاضُ فِي عَنْفَقَتِهِ وَفِي الصُّدْغَيْنِ\n وَفِي الرَّأْسِ نَبْذٌ ‏.‏",
    "source": ""
  },
  {
    "id": 13199,
    "number": "5922",
    "text": "وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا الْمُثَنَّى، بِهَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 13200,
    "number": "5923",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ وَأَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ وَهَارُونُ بْنُ\n عَبْدِ اللَّهِ جَمِيعًا عَنْ أَبِي دَاوُدَ، قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، حَدَّثَنَا شُعْبَةُ، عَنْ \n خُلَيْدِ بْنِ جَعْفَرٍ، سَمِعَ أَبَا إِيَاسٍ، عَنْ أَنَسٍ، أَنَّهُ سُئِلَ عَنْ شَيْبِ النَّبِيِّ، صلى الله عليه وسلم\n فَقَالَ مَا شَانَهُ اللَّهُ بِبَيْضَاءَ ‏.‏",
    "source": ""
  },
  {
    "id": 13201,
    "number": "5924",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، ح وَحَدَّثَنَا يَحْيَى بْنُ،\n يَحْيَى أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي جُحَيْفَةَ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى\n الله عليه وسلم هَذِهِ مِنْهُ بَيْضَاءَ وَوَضَعَ زُهَيْرٌ بَعْضَ أَصَابِعِهِ عَلَى عَنْفَقَتِهِ قِيلَ لَهُ مِثْلُ\n مَنْ أَنْتَ يَوْمَئِذٍ قَالَ أَبْرِي النَّبْلَ وَأَرِيشُهَا ‏.‏",
    "source": ""
  },
  {
    "id": 13202,
    "number": "5925",
    "text": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ،\n عَنْ أَبِي جُحَيْفَةَ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَبْيَضَ قَدْ شَابَ كَانَ الْحَسَنُ\n بْنُ عَلِيٍّ يُشْبِهُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13203,
    "number": "5926",
    "text": "وَحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا سُفْيَانُ، وَخَالِدُ بْنُ عَبْدِ اللَّهِ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ،\n حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، كُلُّهُمْ عَنْ إِسْمَاعِيلَ، عَنْ أَبِي جُحَيْفَةَ، بِهَذَا وَلَمْ يَقُولُوا أَبْيَضَ قَدْ شَابَ\n ‏.‏",
    "source": ""
  },
  {
    "id": 13204,
    "number": "5927",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو دَاوُدَ، سُلَيْمَانُ بْنُ دَاوُدَ حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ،\n بْنِ حَرْبٍ قَالَ سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ، سُئِلَ عَنْ شَيْبِ النَّبِيِّ، صلى الله عليه وسلم فَقَالَ\n كَانَ إِذَا دَهَنَ رَأْسَهُ لَمْ يُرَ مِنْهُ شَىْءٌ وَإِذَا لَمْ يَدْهُنْ رُئِيَ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13205,
    "number": "5928",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، أَنَّهُ سَمِعَ \n جَابِرَ بْنَ سَمُرَةَ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ شَمِطَ مُقَدَّمُ رَأْسِهِ وَلِحْيَتِهِ\n وَكَانَ إِذَا ادَّهَنَ لَمْ يَتَبَيَّنْ وَإِذَا شَعِثَ رَأْسُهُ تَبَيَّنَ وَكَانَ كَثِيرَ شَعْرِ اللِّحْيَةِ فَقَالَ رَجُلٌ وَجْهُهُ\n مِثْلُ السَّيْفِ قَالَ لاَ بَلْ كَانَ مِثْلَ الشَّمْسِ وَالْقَمَرِ وَكَانَ مُسْتَدِيرًا وَرَأَيْتُ الْخَاتَمَ عِنْدَ كَتِفِهِ\n مِثْلَ بَيْضَةِ الْحَمَامَةِ يُشْبِهُ جَسَدَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13206,
    "number": "5929",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكٍ، قَالَ سَمِعْتُ \n جَابِرَ بْنَ سَمُرَةَ، قَالَ رَأَيْتُ خَاتِمًا فِي ظَهْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم كَأَنَّهُ بَيْضَةُ\n حَمَامٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13207,
    "number": "5930",
    "text": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أَخْبَرَنَا حَسَنُ بْنُ صَالِحٍ، عَنْ سِمَاكٍ،\n بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13208,
    "number": "5931",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ عَبَّادٍ، قَالاَ حَدَّثَنَا حَاتِمٌ، - وَهُوَ ابْنُ إِسْمَاعِيلَ\n - عَنِ الْجَعْدِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ السَّائِبَ بْنَ يَزِيدَ، يَقُولُ ذَهَبَتْ بِي خَالَتِي إِلَى\n رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَ أُخْتِي وَجِعٌ ‏.‏ فَمَسَحَ رَأْسِي\n وَدَعَا لِي بِالْبَرَكَةِ ثُمَّ تَوَضَّأَ فَشَرِبْتُ مِنْ وَضُوئِهِ ثُمَّ قُمْتُ خَلْفَ ظَهْرِهِ فَنَظَرْتُ إِلَى خَاتِمِهِ\n بَيْنَ كَتِفَيْهِ مِثْلَ زِرِّ الْحَجَلَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 13209,
    "number": "5932",
    "text": "حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ زَيْدٍ، ح وَحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا \n عَلِيُّ بْنُ مُسْهِرٍ، كِلاَهُمَا عَنْ عَاصِمٍ الأَحْوَلِ، ح وَحَدَّثَنِي حَامِدُ بْنُ عُمَرَ الْبَكْرَاوِيُّ، - وَاللَّفْظُ\n لَهُ - حَدَّثَنَا عَبْدُ الْوَاحِدِ، - يَعْنِي ابْنَ زِيَادٍ - حَدَّثَنَا عَاصِمٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسَ، قَالَ\n رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَأَكَلْتُ مَعَهُ خُبْزًا وَلَحْمًا - أَوْ قَالَ ثَرِيدًا - قَالَ فَقُلْتُ\n لَهُ أَسْتَغْفَرَ لَكَ النَّبِيُّ صلى الله عليه وسلم قَالَ نَعَمْ وَلَكَ ثُمَّ تَلاَ هَذِهِ الآيَةَ ‏{‏ وَاسْتَغْفِرْ لِذَنْبِكَ\n وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ‏}‏ قَالَ ثُمَّ دُرْتُ خَلْفَهُ فَنَظَرْتُ إِلَى خَاتَمِ النُّبُوَّةِ بَيْنَ كَتِفَيْهِ عِنْدَ نَاغِضِ\n كَتِفِهِ الْيُسْرَى جُمْعًا عَلَيْهِ خِيلاَنٌ كَأَمْثَالِ الثَّآلِيلِ ‏.‏",
    "source": ""
  },
  {
    "id": 13210,
    "number": "5933",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ،\n عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ سَمِعَهُ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْسَ بِالطَّوِيلِ\n الْبَائِنِ وَلاَ بِالْقَصِيرِ وَلَيْسَ بِالأَبْيَضِ الأَمْهَقِ وَلاَ بِالآدَمِ وَلاَ بِالْجَعْدِ الْقَطَطِ وَلاَ بِالسَّبِطِ بَعَثَهُ\n اللَّهُ عَلَى رَأْسِ أَرْبَعِينَ سَنَةً فَأَقَامَ بِمَكَّةَ عَشْرَ سِنِينَ وَبِالْمَدِينَةِ عَشْرَ سِنِينَ وَتَوَفَّاهُ اللَّهُ\n عَلَى رَأْسِ سِتِّينَ سَنَةً وَلَيْسَ فِي رَأْسِهِ وَلِحْيَتِهِ عِشْرُونَ شَعْرَةً بَيْضَاءَ ‏.‏",
    "source": ""
  },
  {
    "id": 13211,
    "number": "5934",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالُوا حَدَّثَنَا إِسْمَاعِيلُ،\n يَعْنُونَ ابْنَ جَعْفَرٍ ح وَحَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنِي سُلَيْمَانُ بْنُ،\n بِلاَلٍ كِلاَهُمَا عَنْ رَبِيعَةَ، - يَعْنِي ابْنَ أَبِي عَبْدِ الرَّحْمَنِ - عَنْ أَنَسِ بْنِ مَالِكٍ، ‏.‏ بِمِثْلِ حَدِيثِ\n مَالِكِ بْنِ أَنَسٍ وَزَادَ فِي حَدِيثِهِمَا كَانَ أَزْهَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 13212,
    "number": "5935",
    "text": "حَدَّثَنِي أَبُو غَسَّانَ الرَّازِيُّ، مُحَمَّدُ بْنُ عَمْرٍو حَدَّثَنَا حَكَّامُ بْنُ سَلْمٍ، حَدَّثَنَا عُثْمَانُ،\n بْنُ زَائِدَةَ عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قُبِضَ رَسُولُ اللَّهِ صلى الله عليه\n وسلم وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ وَأَبُو بَكْرٍ وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ وَعُمَرُ وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ\n ‏.‏",
    "source": ""
  },
  {
    "id": 13213,
    "number": "5936",
    "text": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ حَدَّثَنِي عُقَيْلُ،\n بْنُ خَالِدٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم تُوُفِّيَ\n وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ سَنَةً ‏.‏ وَقَالَ ابْنُ شِهَابٍ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ بِمِثْلِ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 13214,
    "number": "5937",
    "text": "وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَعَبَّادُ بْنُ مُوسَى، قَالاَ حَدَّثَنَا طَلْحَةُ بْنُ يَحْيَى، عَنْ \n يُونُسَ بْنِ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، بِالإِسْنَادَيْنِ جَمِيعًا مِثْلَ حَدِيثِ عُقَيْلٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13215,
    "number": "5938",
    "text": "حَدَّثَنَا أَبُو مَعْمَرٍ، إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ الْهُذَلِيُّ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ\n قُلْتُ لِعُرْوَةَ كَمْ كَانَ النَّبِيُّ صلى الله عليه وسلم بِمَكَّةَ قَالَ عَشْرًا ‏.‏ قَالَ قُلْتُ فَإِنَّ ابْنَ عَبَّاسٍ\n يَقُولُ ثَلاَثَ عَشْرَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 13216,
    "number": "5939",
    "text": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ قُلْتُ لِعُرْوَةَ كَمْ لَبِثَ النَّبِيُّ\n صلى الله عليه وسلم بِمَكَّةَ قَالَ عَشْرًا ‏.‏ قُلْتُ فَإِنَّ ابْنَ عَبَّاسٍ يَقُولُ بِضْعَ عَشْرَةَ ‏.‏ قَالَ\n فَغَفَّرَهُ وَقَالَ إِنَّمَا أَخَذَهُ مِنْ قَوْلِ الشَّاعِرِ ‏.‏",
    "source": ""
  },
  {
    "id": 13217,
    "number": "5940",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، عَنْ رَوْحِ بْنِ عُبَادَةَ، حَدَّثَنَا \n زَكَرِيَّاءُ بْنُ إِسْحَاقَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه\n وسلم مَكَثَ بِمَكَّةَ ثَلاَثَ عَشْرَةَ وَتُوُفِّيَ وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ ‏.‏",
    "source": ""
  },
  {
    "id": 13218,
    "number": "5941",
    "text": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي جَمْرَةَ الضُّبَعِيِّ،\n عَنِ ابْنِ عَبَّاسٍ، قَالَ أَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَكَّةَ ثَلاَثَ عَشْرَةَ سَنَةً يُوحَى\n إِلَيْهِ وَبِالْمَدِينَةِ عَشْرًا وَمَاتَ وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ سَنَةً ‏.‏",
    "source": ""
  },
  {
    "id": 13219,
    "number": "5942",
    "text": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ مُحَمَّدِ بْنِ أَبَانَ الْجُعْفِيُّ، حَدَّثَنَا سَلاَّمٌ أَبُو الأَحْوَصِ،\n عَنْ أَبِي إِسْحَاقَ، قَالَ كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ فَذَكَرُوا سِنِي رَسُولِ اللَّهِ صلى\n الله عليه وسلم فَقَالَ بَعْضُ الْقَوْمِ كَانَ أَبُو بَكْرٍ أَكْبَرَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم\n ‏.‏ قَالَ عَبْدُ اللَّهِ قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ وَمَاتَ أَبُو\n بَكْرٍ وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ وَقُتِلَ عُمَرُ وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ ‏.‏ قَالَ فَقَالَ رَجُلٌ مِنَ الْقَوْمِ\n يُقَالُ لَهُ عَامِرُ بْنُ سَعْدٍ حَدَّثَنَا جَرِيرٌ قَالَ كُنَّا قُعُودًا عِنْدَ مُعَاوِيَةَ فَذَكَرُوا سِنِي رَسُولِ اللَّهِ\n صلى الله عليه وسلم فَقَالَ مُعَاوِيَةُ قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ ابْنُ ثَلاَثٍ\n وَسِتِّينَ سَنَةً وَمَاتَ أَبُو بَكْرٍ وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ وَقُتِلَ عُمَرُ وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ ‏.‏",
    "source": ""
  },
  {
    "id": 13220,
    "number": "5943",
    "text": "وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ،\n جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، سَمِعْتُ أَبَا إِسْحَاقَ، يُحَدِّثُ عَنْ عَامِرِ بْنِ سَعْدٍ الْبَجَلِيِّ، عَنْ جَرِيرٍ، أَنَّهُ\n سَمِعَ مُعَاوِيَةَ، يَخْطُبُ فَقَالَ مَاتَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ ابْنُ ثَلاَثٍ وَسِتِّينَ\n وَأَبُو بَكْرٍ وَعُمَرُ وَأَنَا ابْنُ ثَلاَثٍ وَسِتِّينَ ‏.‏",
    "source": ""
  },
  {
    "id": 13221,
    "number": "5944",
    "text": "وَحَدَّثَنِي ابْنُ مِنْهَالٍ الضَّرِيرُ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا يُونُسُ بْنُ عُبَيْدٍ، عَنْ \n عَمَّارٍ، مَوْلَى بَنِي هَاشِمٍ قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ كَمْ أَتَى لِرَسُولِ اللَّهِ صلى الله عليه وسلم\n يَوْمَ مَاتَ فَقَالَ مَا كُنْتُ أَحْسِبُ مِثْلَكَ مِنْ قَوْمِهِ يَخْفَى عَلَيْهِ ذَاكَ - قَالَ - قُلْتُ إِنِّي قَدْ سَأَلْتُ\n النَّاسَ فَاخْتَلَفُوا عَلَىَّ فَأَحْبَبْتُ أَنْ أَعْلَمَ قَوْلَكَ فِيهِ ‏.‏ قَالَ أَتَحْسُبُ قَالَ قُلْتُ نَعَمْ ‏.‏ قَالَ\n أَمْسِكْ أَرْبَعِينَ بُعِثَ لَهَا خَمْسَ عَشْرَةَ بِمَكَّةَ يَأْمَنُ وَيَخَافُ وَعَشْرَ مِنْ مُهَاجَرِهِ إِلَى الْمَدِينَةِ\n ‏.‏",
    "source": ""
  },
  {
    "id": 13222,
    "number": "5945",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يُونُسَ، بِهَذَا\n الإِسْنَادِ ‏.‏ نَحْوَ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13223,
    "number": "5946",
    "text": "وَحَدَّثَنِي نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ مُفَضَّلٍ - حَدَّثَنَا خَالِدٌ الْحَذَّاءُ،\n حَدَّثَنَا عَمَّارٌ، مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا ابْنُ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم تُوُفِّيَ\n وَهُوَ ابْنُ خَمْسٍ وَسِتِّينَ ‏.‏",
    "source": ""
  },
  {
    "id": 13224,
    "number": "5947",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ خَالِدٍ، بِهَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 13225,
    "number": "5948",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا رَوْحٌ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ \n عَمَّارِ بْنِ أَبِي عَمَّارٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَكَّةَ خَمْسَ\n عَشْرَةَ سَنَةً يَسْمَعُ الصَّوْتَ وَيَرَى الضَّوْءَ سَبْعَ سِنِينَ وَلاَ يَرَى شَيْئًا وَثَمَانَ سِنِينَ يُوحَى\n إِلَيْهِ وَأَقَامَ بِالْمَدِينَةِ عَشْرًا ‏.‏",
    "source": ""
  },
  {
    "id": 13226,
    "number": "5949",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لِزُهَيْرٍ\n - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، سَمِعَ مُحَمَّدَ،\n بْنَ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَنَا مُحَمَّدٌ وَأَنَا أَحْمَدُ\n وَأَنَا الْمَاحِي الَّذِي يُمْحَى بِيَ الْكُفْرُ وَأَنَا الْحَاشِرُ الَّذِي يُحْشَرُ النَّاسُ عَلَى عَقِبِي وَأَنَا الْعَاقِبُ\n ‏\"‏ ‏.‏ وَالْعَاقِبُ الَّذِي لَيْسَ بَعْدَهُ نَبِيُّ ‏.‏",
    "source": ""
  },
  {
    "id": 13227,
    "number": "5950",
    "text": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ \n مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ لِي أَسْمَاءً\n أَنَا مُحَمَّدٌ وَأَنَا أَحْمَدُ وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللَّهُ بِيَ الْكُفْرَ وَأَنَا الْحَاشِرُ الَّذِي يُحْشَرُ النَّاسُ\n عَلَى قَدَمَىَّ وَأَنَا الْعَاقِبُ الَّذِي لَيْسَ بَعْدَهُ أَحَدٌ ‏\"‏ ‏.‏ وَقَدْ سَمَّاهُ اللَّهُ رَءُوفًا رَحِيمًا ‏.‏",
    "source": ""
  },
  {
    "id": 13228,
    "number": "5951",
    "text": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، قَالَ حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلٌ،\n ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ،\n الرَّحْمَنِ الدَّارِمِيُّ أَخْبَرَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، كُلُّهُمْ عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ ‏.‏ وَفِي\n حَدِيثِ شُعَيْبٍ وَمَعْمَرٍ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ وَفِي حَدِيثِ عُقَيْلٍ قَالَ\n قُلْتُ لِلزُّهْرِيِّ وَمَا الْعَاقِبُ قَالَ الَّذِي لَيْسَ بَعْدَهُ نَبِيٌّ ‏.‏ وَفِي حَدِيثِ مَعْمَرٍ وَعُقَيْلٍ الْكَفَرَةَ\n ‏.‏ وَفِي حَدِيثِ شُعَيْبٍ الْكُفْرَ ‏.‏",
    "source": ""
  },
  {
    "id": 13229,
    "number": "5952",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو،\n بْنِ مُرَّةَ عَنْ أَبِي عُبَيْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n يُسَمِّي لَنَا نَفْسَهُ أَسْمَاءً فَقَالَ ‏\n\"‏ أَنَا مُحَمَّدٌ وَأَحْمَدُ وَالْمُقَفِّي وَالْحَاشِرُ وَنَبِيُّ التَّوْبَةِ وَنَبِيُّ\n الرَّحْمَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13230,
    "number": "5953",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ،\n عَنْ عَائِشَةَ، قَالَتْ صَنَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَمْرًا فَتَرَخَّصَ فِيهِ فَبَلَغَ ذَلِكَ\n نَاسًا مِنْ أَصْحَابِهِ فَكَأَنَّهُمْ كَرِهُوهُ وَتَنَزَّهُوا عَنْهُ فَبَلَغَهُ ذَلِكَ فَقَامَ خَطِيبًا فَقَالَ ‏\n\"‏ مَا بَالُ\n رِجَالٍ بَلَغَهُمْ عَنِّي أَمْرٌ تَرَخَّصْتُ فِيهِ فَكَرِهُوهُ وَتَنَزَّهُوا عَنْهُ فَوَاللَّهِ لأَنَا أَعْلَمُهُمْ بِاللَّهِ وَأَشَدُّهُمْ\n لَهُ خَشْيَةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13231,
    "number": "5954",
    "text": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا حَفْصٌ يَعْنِي ابْنَ غِيَاثٍ، ح وَحَدَّثَنَاهُ إِسْحَاقُ،\n بْنُ إِبْرَاهِيمَ وَعَلِيُّ بْنُ خَشْرَمٍ قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كِلاَهُمَا عَنِ الأَعْمَشِ، بِإِسْنَادِ\n جَرِيرٍ نَحْوَ حَدِيثِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13232,
    "number": "5955",
    "text": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ \n عَائِشَةَ، قَالَتْ رَخَّصَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي أَمْرٍ فَتَنَزَّهَ عَنْهُ نَاسٌ مِنَ النَّاسِ\n فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَغَضِبَ حَتَّى بَانَ الْغَضَبُ فِي وَجْهِهِ ثُمَّ قَالَ ‏\n\"‏ مَا\n بَالُ أَقْوَامٍ يَرْغَبُونَ عَمَّا رُخِّصَ لِي فِيهِ فَوَاللَّهِ لأَنَا أَعْلَمُهُمْ بِاللَّهِ وَأَشَدُّهُمْ لَهُ خَشْيَةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13233,
    "number": "5956",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ \n ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ\n الزُّبَيْرَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ\n الأَنْصَارِيُّ سَرِّحِ الْمَاءَ ‏.‏ يَمُرُّ فَأَبَى عَلَيْهِمْ فَاخْتَصَمُوا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم\n فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلِ الْمَاءَ إِلَى جَارِكَ\n ‏\"‏ ‏.‏ فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ نَبِيِّ اللَّهِ صلى\n الله عليه وسلم ثُمَّ قَالَ ‏\"‏ يَا زُبَيْرُ اسْقِ ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏ ‏.‏ فَقَالَ\n الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ ‏{‏ فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ\n فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا‏}‏",
    "source": ""
  },
  {
    "id": 13234,
    "number": "5957",
    "text": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ،\n أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، وَسَعِيدُ بْنُ الْمُسَيَّبِ، قَالاَ كَانَ أَبُو هُرَيْرَةَ يُحَدِّثُ أَنَّهُ\n سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ وَمَا أَمَرْتُكُمْ بِهِ\n فَافْعَلُوا مِنْهُ مَا اسْتَطَعْتُمْ فَإِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلاَفُهُمْ عَلَى أَنْبِيَائِهِمْ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13235,
    "number": "5958",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، حَدَّثَنَا أَبُو سَلَمَةَ، - وَهُوَ مَنْصُورُ بْنُ سَلَمَةَ\n الْخُزَاعِيُّ - أَخْبَرَنَا لَيْثٌ، عَنْ يَزِيدَ بْنِ الْهَادِ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ سَوَاءً ‏.‏",
    "source": ""
  },
  {
    "id": 13236,
    "number": "5959",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا ابْنُ،\n نُمَيْرٍ حَدَّثَنَا أَبِي كِلاَهُمَا، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، ح \n وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ يَعْنِي الْحِزَامِيَّ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ،\n حَدَّثَنَا سُفْيَانُ، كِلاَهُمَا عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، ح \n وَحَدَّثَنَاهُ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، سَمِعَ \n أَبَا هُرَيْرَةَ، ح \n وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ \n أَبِي هُرَيْرَةَ، كُلُّهُمْ قَالَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ ذَرُونِي مَا تَرَكْتُكُمْ ‏\"‏ ‏.‏ وَفِي حَدِيثِ\n هَمَّامٍ ‏\"‏ مَا تُرِكْتُمْ فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ ‏\"‏ ‏.‏ ثُمَّ ذَكَرُوا نَحْوَ حَدِيثِ الزُّهْرِيِّ عَنْ سَعِيدٍ\n وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 13237,
    "number": "5960",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَامِرِ بْنِ،\n سَعْدٍ عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَعْظَمَ الْمُسْلِمِينَ فِي الْمُسْلِمِينَ\n جُرْمًا مَنْ سَأَلَ عَنْ شَىْءٍ لَمْ يُحَرَّمْ عَلَى الْمُسْلِمِينَ فَحُرِّمَ عَلَيْهِمْ مِنْ أَجْلِ مَسْأَلَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13238,
    "number": "5961",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ،\n عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، حَدَّثَنَا سُفْيَانُ، قَالَ - أَحْفَظُهُ كَمَا أَحْفَظُ بِسْمِ اللَّهِ\n الرَّحْمَنِ الرَّحِيمِ - الزُّهْرِيُّ عَنْ عَامِرِ بْنِ سَعْدٍ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله\n عليه وسلم ‏\n\"‏ أَعْظَمُ الْمُسْلِمِينَ فِي الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنْ أَمْرٍ لَمْ يُحَرَّمْ فَحُرِّمَ عَلَى\n النَّاسِ مِنْ أَجْلِ مَسْأَلَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13239,
    "number": "5962",
    "text": "وَحَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنَا عَبْدُ بْنُ،\n حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ ‏.‏ وَزَادَ فِي حَدِيثِ\n مَعْمَرٍ ‏\n\"‏ رَجُلٌ سَأَلَ عَنْ شَىْءٍ وَنَقَّرَ عَنْهُ ‏\"‏ ‏.‏ وَقَالَ فِي حَدِيثِ يُونُسَ عَامِرِ بْنِ سَعْدٍ أَنَّهُ\n سَمِعَ سَعْدًا ‏.‏",
    "source": ""
  },
  {
    "id": 13240,
    "number": "5963",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، وَمُحَمَّدُ بْنُ قُدَامَةَ السُّلَمِيُّ، وَيَحْيَى بْنُ مُحَمَّدٍ اللُّؤْلُؤِيُّ، -\n وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ قَالَ مَحْمُودٌ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، وَقَالَ الآخَرَانِ، أَخْبَرَنَا النَّضْرُ، -\n أَخْبَرَنَا شُعْبَةُ، حَدَّثَنَا مُوسَى بْنُ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ بَلَغَ رَسُولَ اللَّهِ صلى الله\n عليه وسلم عَنْ أَصْحَابِهِ شَىْءٌ فَخَطَبَ فَقَالَ ‏\"‏ عُرِضَتْ عَلَىَّ الْجَنَّةُ وَالنَّارُ فَلَمْ أَرَ كَالْيَوْمِ\n فِي الْخَيْرِ وَالشَّرِّ وَلَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيرًا ‏\"‏ ‏.‏ قَالَ فَمَا أَتَى عَلَى\n أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمٌ أَشَدُّ مِنْهُ - قَالَ - غَطَّوْا رُءُوسَهُمْ وَلَهُمْ\n خَنِينٌ - قَالَ - فَقَامَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا - قَالَ\n - فَقَامَ ذَاكَ الرَّجُلُ فَقَالَ مَنْ أَبِي قَالَ ‏\"‏ أَبُوكَ فُلاَنٌ ‏\"‏ ‏.‏ فَنَزَلَتْ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا\n لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ‏}‏",
    "source": ""
  },
  {
    "id": 13241,
    "number": "5964",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ مَعْمَرِ بْنِ رِبْعِيٍّ الْقَيْسِيُّ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا شُعْبَةُ،\n أَخْبَرَنِي مُوسَى بْنُ أَنَسٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ مَنْ\n أَبِي قَالَ ‏\"‏ أَبُوكَ فُلاَنٌ ‏\"‏ ‏.‏ وَنَزَلَتْ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ\n لَكُمْ تَسُؤْكُمْ‏}‏ تَمَامَ الآيَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 13242,
    "number": "5965",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ حَرْمَلَةَ بْنِ عِمْرَانَ التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ،\n وَهْبٍ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه\n وسلم خَرَجَ حِينَ زَاغَتِ الشَّمْسُ فَصَلَّى لَهُمْ صَلاَةَ الظُّهْرِ فَلَمَّا سَلَّمَ قَامَ عَلَى الْمِنْبَرِ فَذَكَرَ\n السَّاعَةَ وَذَكَرَ أَنَّ قَبْلَهَا أُمُورًا عِظَامًا ثُمَّ قَالَ ‏\"‏ مَنْ أَحَبَّ أَنْ يَسْأَلَنِي عَنْ شَىْءٍ فَلْيَسْأَلْنِي\n عَنْهُ فَوَاللَّهِ لاَ تَسْأَلُونَنِي عَنْ شَىْءٍ إِلاَّ أَخْبَرْتُكُمْ بِهِ مَا دُمْتُ فِي مَقَامِي هَذَا ‏\"‏ ‏.‏ قَالَ أَنَسُ\n بْنُ مَالِكٍ فَأَكْثَرَ النَّاسُ الْبُكَاءَ حِينَ سَمِعُوا ذَلِكَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَكْثَرَ\n رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَقُولَ ‏\"‏ سَلُونِي ‏\"‏ ‏.‏ فَقَامَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ فَقَالَ\n مَنْ أَبِي يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏ ‏.‏ فَلَمَّا أَكْثَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n مِنْ أَنْ يَقُولَ ‏\"‏ سَلُونِي ‏\"‏ ‏.‏ بَرَكَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ رَسُولاً\n - قَالَ - فَسَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ قَالَ عُمَرُ ذَلِكَ ثُمَّ قَالَ رَسُولُ اللَّهِ\n صلى الله عليه وسلم ‏\"‏ أَوْلَى وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَقَدْ عُرِضَتْ عَلَىَّ الْجَنَّةُ وَالنَّارُ آنِفًا\n فِي عُرْضِ هَذَا الْحَائِطِ فَلَمْ أَرَ كَالْيَوْمِ فِي الْخَيْرِ وَالشَّرِّ ‏\"‏ ‏.‏ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُبَيْدُ\n اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ قَالَ قَالَتْ أُمُّ عَبْدِ اللَّهِ بْنِ حُذَافَةَ لِعَبْدِ اللَّهِ بْنِ حُذَافَةَ مَا سَمِعْتُ\n بِابْنٍ قَطُّ أَعَقَّ مِنْكَ أَأَمِنْتَ أَنْ تَكُونَ أُمُّكَ قَدْ قَارَفَتْ بَعْضَ مَا تُقَارِفُ نِسَاءُ أَهْلِ الْجَاهِلِيَّةِ\n فَتَفْضَحَهَا عَلَى أَعْيُنِ النَّاسِ قَالَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ وَاللَّهِ لَوْ أَلْحَقَنِي بِعَبْدٍ أَسْوَدَ لَلَحِقْتُهُ\n ‏.‏",
    "source": ""
  },
  {
    "id": 13243,
    "number": "5966",
    "text": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ،\n عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ أَخْبَرَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ،\n عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ وَحَدِيثِ عُبَيْدِ اللَّهِ مَعَهُ غَيْرَ أَنَّ شُعَيْبًا قَالَ\n عَنِ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَنِي رَجُلٌ مِنْ أَهْلِ الْعِلْمِ أَنَّ أُمَّ\n عَبْدِ اللَّهِ بْنِ حُذَافَةَ قَالَتْ بِمِثْلِ حَدِيثِ يُونُسَ ‏.‏",
    "source": ""
  },
  {
    "id": 13244,
    "number": "5967",
    "text": "حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْمَعْنِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ \n أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّاسَ، سَأَلُوا نَبِيَّ اللَّهِ صلى الله عليه وسلم حَتَّى أَحْفَوْهُ بِالْمَسْأَلَةِ فَخَرَجَ\n ذَاتَ يَوْمٍ فَصَعِدَ الْمِنْبَرَ فَقَالَ ‏\"‏ سَلُونِي لاَ تَسْأَلُونِي عَنْ شَىْءٍ إِلاَّ بَيَّنْتُهُ لَكُمْ ‏\"‏ ‏.‏ فَلَمَّا سَمِعَ\n ذَلِكَ الْقَوْمُ أَرَمُّوا وَرَهِبُوا أَنْ يَكُونَ بَيْنَ يَدَىْ أَمْرٍ قَدْ حَضَرَ ‏.‏ قَالَ أَنَسٌ فَجَعَلْتُ أَلْتَفِتُ يَمِينًا\n وَشِمَالاً فَإِذَا كُلُّ رَجُلٍ لاَفٌّ رَأْسَهُ فِي ثَوْبِهِ يَبْكِي فَأَنْشَأَ رَجُلٌ مِنَ الْمَسْجِدِ كَانَ يُلاَحَى\n فَيُدْعَى لِغَيْرِ أَبِيهِ فَقَالَ يَا نَبِيَّ اللَّهِ مَنْ أَبِي قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏ ‏.‏ ثُمَّ أَنْشَأَ عُمَرُ بْنُ الْخَطَّابِ\n رضى الله عنه فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ رَسُولاً عَائِذًا بِاللَّهِ مِنْ سُوءِ\n الْفِتَنِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَمْ أَرَ كَالْيَوْمِ قَطُّ فِي الْخَيْرِ وَالشَّرِّ إِنِّي\n صُوِّرَتْ لِيَ الْجَنَّةُ وَالنَّارُ فَرَأَيْتُهُمَا دُونَ هَذَا الْحَائِطِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13245,
    "number": "5968",
    "text": "حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، ح وَحَدَّثَنَا مُحَمَّدُ،\n بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، كِلاَهُمَا عَنْ هِشَامٍ، ح وَحَدَّثَنَا عَاصِمُ بْنُ النَّضْرِ التَّيْمِيُّ،\n حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي قَالاَ، جَمِيعًا حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، بِهَذِهِ الْقِصَّةِ ‏.‏",
    "source": ""
  },
  {
    "id": 13246,
    "number": "5969",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَرَّادٍ الأَشْعَرِيُّ، وَمُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ، قَالاَ حَدَّثَنَا أَبُو\n أُسَامَةَ عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ\n أَشْيَاءَ كَرِهَهَا فَلَمَّا أُكْثِرَ عَلَيْهِ غَضِبَ ثُمَّ قَالَ لِلنَّاسِ ‏\"‏ سَلُونِي عَمَّ شِئْتُمْ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ\n مَنْ أَبِي قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏ ‏.‏ فَقَامَ آخَرُ فَقَالَ مَنْ أَبِي يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَبُوكَ سَالِمٌ\n مَوْلَى شَيْبَةَ ‏\"‏ ‏.‏ فَلَمَّا رَأَى عُمَرُ مَا فِي وَجْهِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْغَضَبِ\n قَالَ يَا رَسُولَ اللَّهِ إِنَّا نَتُوبُ إِلَى اللَّهِ ‏.‏ وَفِي رِوَايَةِ أَبِي كُرَيْبٍ قَالَ مَنْ أَبِي يَا رَسُولَ اللَّهِ\n قَالَ ‏\"‏ أَبُوكَ سَالِمٌ مَوْلَى شَيْبَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13247,
    "number": "5970",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ الثَّقَفِيُّ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ - وَتَقَارَبَا فِي اللَّفْظِ وَهَذَا\n حَدِيثُ قُتَيْبَةَ - قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ سِمَاكٍ عَنْ مُوسَى بْنِ طَلْحَةَ عَنْ أَبِيهِ قَالَ مَرَرْتُ\n مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِقَوْمٍ عَلَى رُءُوسِ النَّخْلِ فَقَالَ ‏\"‏ مَا يَصْنَعُ هَؤُلاَءِ\n ‏\"‏ ‏.‏ فَقَالُوا يُلَقِّحُونَهُ يَجْعَلُونَ الذَّكَرَ فِي الأُنْثَى فَيَلْقَحُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه\n وسلم ‏\"‏ مَا أَظُنُّ يُغْنِي ذَلِكَ شَيْئًا ‏\"‏ ‏.‏ قَالَ فَأُخْبِرُوا بِذَلِكَ فَتَرَكُوهُ فَأُخْبِرَ رَسُولُ اللَّهِ صلى\n الله عليه وسلم بِذَلِكَ فَقَالَ ‏\"‏ إِنْ كَانَ يَنْفَعُهُمْ ذَلِكَ فَلْيَصْنَعُوهُ فَإِنِّي إِنَّمَا ظَنَنْتُ ظَنًّا فَلاَ\n تُؤَاخِذُونِي بِالظَّنِّ وَلَكِنْ إِذَا حَدَّثْتُكُمْ عَنِ اللَّهِ شَيْئًا فَخُذُوا بِهِ فَإِنِّي لَنْ أَكْذِبَ عَلَى اللَّهِ عَزَّ\n وَجَلَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13248,
    "number": "5971",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الرُّومِيِّ الْيَمَامِيُّ، وَعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ، وَأَحْمَدُ بْنُ،\n جَعْفَرٍ الْمَعْقِرِيُّ قَالُوا حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عِكْرِمَةُ، - وَهُوَ ابْنُ عَمَّارٍ - حَدَّثَنَا \n أَبُو النَّجَاشِيِّ، حَدَّثَنِي رَافِعُ بْنُ خَدِيجٍ، قَالَ قَدِمَ نَبِيُّ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ وَهُمْ\n يَأْبُرُونَ النَّخْلَ يَقُولُونَ يُلَقِّحُونَ النَّخْلَ فَقَالَ ‏\"‏ مَا تَصْنَعُونَ ‏\"‏ ‏.‏ قَالُوا كُنَّا نَصْنَعُهُ قَالَ ‏\"‏\n لَعَلَّكُمْ لَوْ لَمْ تَفْعَلُوا كَانَ خَيْرًا ‏\"‏ ‏.‏ فَتَرَكُوهُ فَنَفَضَتْ أَوْ فَنَقَصَتْ - قَالَ - فَذَكَرُوا ذَلِكَ لَهُ\n فَقَالَ ‏\"‏ إِنَّمَا أَنَا بَشَرٌ إِذَا أَمَرْتُكُمْ بِشَىْءٍ مِنْ دِينِكُمْ فَخُذُوا بِهِ وَإِذَا أَمَرْتُكُمْ بِشَىْءٍ مِنْ رَأْىٍ\n فَإِنَّمَا أَنَا بَشَرٌ ‏\"‏ ‏.‏ قَالَ عِكْرِمَةُ أَوْ نَحْوَ هَذَا ‏.‏ قَالَ الْمَعْقِرِيُّ فَنَفَضَتْ ‏.‏ وَلَمْ يَشُكَّ ‏.‏",
    "source": ""
  },
  {
    "id": 13249,
    "number": "5972",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، كِلاَهُمَا عَنِ الأَسْوَدِ بْنِ عَامِرٍ، -\n قَالَ أَبُو بَكْرٍ حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ، - حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ \n أَبِيهِ، عَنْ عَائِشَةَ، وَعَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِقَوْمٍ يُلَقِّحُونَ\n فَقَالَ ‏\"‏ لَوْ لَمْ تَفْعَلُوا لَصَلُحَ ‏\"‏ ‏.‏ قَالَ فَخَرَجَ شِيصًا فَمَرَّ بِهِمْ فَقَالَ ‏\"‏ مَا لِنَخْلِكُمْ ‏\"‏ ‏.‏ قَالُوا\n قُلْتَ كَذَا وَكَذَا قَالَ ‏\"‏ أَنْتُمْ أَعْلَمُ بِأَمْرِ دُنْيَاكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13250,
    "number": "5973",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ\n هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ\n رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ وَالَّذِي نَفْسُ مُحَمَّدٍ فِي يَدِهِ لَيَأْتِيَنَّ عَلَى أَحَدِكُمْ يَوْمٌ وَلاَ\n يَرَانِي ثُمَّ لأَنْ يَرَانِي أَحَبُّ إِلَيْهِ مِنْ أَهْلِهِ وَمَالِهِ مَعَهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو إِسْحَاقَ الْمَعْنَى فِيهِ عِنْدِي\n لأَنْ يَرَانِي مَعَهُمْ أَحَبُّ إِلَيْهِ مِنْ أَهْلِهِ وَمَالِهِ وَهُوَ عِنْدِي مُقَدَّمٌ وَمُؤَخَّرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 13251,
    "number": "5974",
    "text": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّأَخْبَرَهُ أَنَّ أَبَا هُرَيْرَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه\n وسلم يَقُولُ ‏\n\"‏ أَنَا أَوْلَى النَّاسِ بِابْنِ مَرْيَمَ الأَنْبِيَاءُ أَوْلاَدُ عَلاَّتٍ وَلَيْسَ بَيْنِي وَبَيْنَهُ نَبِيٌّ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13252,
    "number": "5975",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو دَاوُدَ، عُمَرُ بْنُ سَعْدٍ عَنْ سُفْيَانَ، عَنْ \n أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله\n عليه وسلم ‏\n\"‏ أَنَا أَوْلَى النَّاسِ بِعِيسَى الأَنْبِيَاءُ أَبْنَاءُ عَلاَّتٍ وَلَيْسَ بَيْنِي وَبَيْنَ عِيسَى نَبِيٌّ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13253,
    "number": "5976",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ\n هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ\n رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَنَا أَوْلَى النَّاسِ بِعِيسَى ابْنِ مَرْيَمَ فِي الأُولَى وَالآخِرَةِ\n ‏\"‏ ‏.‏ قَالُوا كَيْفَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ الأَنْبِيَاءُ إِخْوَةٌ مِنْ عَلاَّتٍ وَأُمَّهَاتُهُمْ شَتَّى وَدِينُهُمْ وَاحِدٌ\n فَلَيْسَ بَيْنَنَا نَبِيٌّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13254,
    "number": "5977",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ،\n عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَا مِنْ مَوْلُودٍ يُولَدُ إِلاَّ نَخَسَهُ\n الشَّيْطَانُ فَيَسْتَهِلُّ صَارِخًا مِنْ نَخْسَةِ الشَّيْطَانِ إِلاَّ ابْنَ مَرْيَمَ وَأُمَّهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ أَبُو هُرَيْرَةَ\n اقْرَءُوا إِنْ شِئْتُمْ ‏{‏ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ‏}‏",
    "source": ""
  },
  {
    "id": 13255,
    "number": "5978",
    "text": "وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، ح وَحَدَّثَنِي عَبْدُ اللَّهِ،\n بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، جَمِيعًا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ\n وَقَالاَ ‏\"‏ يَمَسُّهُ حِينَ يُولَدُ فَيَسْتَهِلُّ صَارِخًا مِنْ مَسَّةِ الشَّيْطَانِ إِيَّاهُ ‏\"‏ ‏.‏ وَفِي حَدِيثِ شُعَيْبٍ\n ‏\"‏ مِنْ مَسِّ الشَّيْطَانِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13256,
    "number": "5979",
    "text": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، أَنَّ أَبَا يُونُسَ،\n سُلَيْمًا مَوْلَى أَبِي هُرَيْرَةَ حَدَّثَهُ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ\n قَالَ ‏\n\"‏ كُلُّ بَنِي آدَمَ يَمَسُّهُ الشَّيْطَانُ يَوْمَ وَلَدَتْهُ أُمُّهُ إِلاَّ مَرْيَمَ وَابْنَهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13257,
    "number": "5980",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، أَخْبَرَنَا أَبُو عَوَانَةَ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ،\n قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ صِيَاحُ الْمَوْلُودِ حِينَ يَقَعُ نَزْغَةٌ مِنَ الشَّيْطَانِ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13258,
    "number": "5981",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ\n هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ\n رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ رَأَى عِيسَى ابْنُ مَرْيَمَ رَجُلاً يَسْرِقُ فَقَالَ لَهُ عِيسَى\n سَرَقْتَ قَالَ كَلاَّ وَالَّذِي لاَ إِلَهَ إِلاَّ هُوَ ‏.‏ فَقَالَ عِيسَى آمَنْتُ بِاللَّهِ وَكَذَّبْتُ نَفْسِي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13259,
    "number": "5982",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، وَابْنُ، فُضَيْلٍ عَنِ الْمُخْتَارِ،\n ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا الْمُخْتَارُ،\n بْنُ فُلْفُلٍ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ\n يَا خَيْرَ الْبَرِيَّةِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ ذَاكَ إِبْرَاهِيمُ عَلَيْهِ السَّلاَمُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13260,
    "number": "5983",
    "text": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ إِدْرِيسَ، قَالَ سَمِعْتُ مُخْتَارَ بْنَ فُلْفُلٍ، مَوْلَى عَمْرِو\n بْنِ حُرَيْثٍ قَالَ سَمِعْتُ أَنَسًا، يَقُولُ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ ‏.‏ بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13261,
    "number": "5984",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنِ الْمُخْتَارِ، قَالَ سَمِعْتُ \n أَنَسًا، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13262,
    "number": "5985",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْحِزَامِيَّ - عَنْ \n أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اخْتَتَنَ\n إِبْرَاهِيمُ النَّبِيُّ عَلَيْهِ السَّلاَمُ وَهُوَ ابْنُ ثَمَانِينَ سَنَةً بِالْقَدُومِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13263,
    "number": "5986",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ \n أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله\n عليه وسلم قَالَ ‏\n\"‏ نَحْنُ أَحَقُّ بِالشَّكِّ مِنْ إِبْرَاهِيمَ إِذْ قَالَ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى\n ‏.‏ قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي ‏.‏ وَيَرْحَمُ اللَّهُ لُوطًا لَقَدْ كَانَ يَأْوِي إِلَى رُكْنٍ\n شَدِيدٍ وَلَوْ لَبِثْتُ فِي السِّجْنِ طُولَ لَبْثِ يُوسُفَ لأَجَبْتُ الدَّاعِيَ ‏\"‏ ‏.‏",
    "source": ""
  }
]