[
  {
    "id": 12524,
    "number": "5247",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنْ زَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ، عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الَّذِي يَشْرَبُ فِي آنِيَةِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12525,
    "number": "5248",
    "text": "وَحَدَّثَنَاهُ قُتَيْبَةُ، وَمُحَمَّدُ بْنُ رُمْحٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنِيهِ عَلِيُّ بْنُ حُجْرٍ، السَّعْدِيُّ حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - عَنْ أَيُّوبَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ، بْنُ بِشْرٍ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي، شَيْبَةَ وَالْوَلِيدُ بْنُ شُجَاعٍ قَالاَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ، أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، ح .\n وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرٌ، - يَعْنِي ابْنَ حَازِمٍ - عَنْ عَبْدِ الرَّحْمَنِ، السَّرَّاجِ كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، ‏.‏ بِمِثْلِ حَدِيثِ مَالِكِ بْنِ أَنَسٍ بِإِسْنَادِهِ عَنْ نَافِعٍ، وَزَادَ، فِي حَدِيثِ عَلِيِّ بْنِ مُسْهِرٍ عَنْ عُبَيْدِ اللَّهِ، ‏\n\"‏ أَنَّ الَّذِي، يَأْكُلُ أَوْ يَشْرَبُ فِي آنِيَةِ الْفِضَّةِ وَالذَّهَبِ ‏\"‏ ‏.‏ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ ذِكْرُ الأَكْلِ وَالذَّهَبِ إِلاَّ فِي حَدِيثِ ابْنِ مُسْهِرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12526,
    "number": "5249",
    "text": "وَحَدَّثَنِي زَيْدُ بْنُ يَزِيدَ أَبُو مَعْنٍ الرَّقَاشِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عُثْمَانَ، - يَعْنِي ابْنَ مُرَّةَ - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ خَالَتِهِ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ شَرِبَ فِي إِنَاءٍ مِنْ ذَهَبٍ أَوْ فِضَّةٍ فَإِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارًا مِنْ جَهَنَّمَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12527,
    "number": "5250",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَشْعَثُ، حَدَّثَنِي مُعَاوِيَةُ بْنُ سُوَيْدِ، بْنِ مُقَرِّنٍ قَالَ دَخَلْتُ عَلَى الْبَرَاءِ بْنِ عَازِبٍ فَسَمِعْتُهُ يَقُولُ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعٍ وَنَهَانَا عَنْ سَبْعٍ أَمَرَنَا بِعِيَادَةِ الْمَرِيضِ وَاتِّبَاعِ الْجَنَازَةِ وَتَشْمِيتِ الْعَاطِسِ وَإِبْرَارِ الْقَسَمِ أَوِ الْمُقْسِمِ وَنَصْرِ الْمَظْلُومِ وَإِجَابَةِ الدَّاعِي وَإِفْشَاءِ السَّلاَمِ ‏.‏ وَنَهَانَا عَنْ خَوَاتِيمَ أَوْ عَنْ تَخَتُّمٍ بِالذَّهَبِ وَعَنْ شُرْبٍ بِالْفِضَّةِ وَعَنِ الْمَيَاثِرِ وَعَنِ الْقَسِّيِّ وَعَنْ لُبْسِ الْحَرِيرِ وَالإِسْتَبْرَقِ وَالدِّيبَاجِ ‏.‏",
    "source": ""
  },
  {
    "id": 12528,
    "number": "5251",
    "text": "حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَشْعَثَ بْنِ سُلَيْمٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ إِلاَّ قَوْلَهُ وَإِبْرَارِ الْقَسَمِ أَوِ الْمُقْسِمِ ‏.‏ فَإِنَّهُ لَمْ يَذْكُرْ هَذَا الْحَرْفَ فِي الْحَدِيثِ وَجَعَلَ مَكَانَهُ وَإِنْشَادِ الضَّالِّ ‏.‏",
    "source": ""
  },
  {
    "id": 12529,
    "number": "5252",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي، شَيْبَةَ حَدَّثَنَا جَرِيرٌ، كِلاَهُمَا عَنِ الشَّيْبَانِيِّ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، بِهَذَا الإِسْنَادِ ‏.‏ مِثْلَ حَدِيثِ زُهَيْرٍ وَقَالَ إِبْرَارِ الْقَسَمِ مِنْ غَيْرِ شَكٍّ وَزَادَ فِي الْحَدِيثِ وَعَنِ الشُّرْبِ فِي الْفِضَّةِ فَإِنَّهُ مَنْ شَرِبَ فِيهَا فِي الدُّنْيَا لَمْ يَشْرَبْ فِيهَا فِي الآخِرَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 12530,
    "number": "5253",
    "text": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ إِدْرِيسَ، أَخْبَرَنَا أَبُو إِسْحَاقَ الشَّيْبَانِيُّ، وَلَيْثُ بْنُ، أَبِي سُلَيْمٍ عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، بِإِسْنَادِهِمْ وَلَمْ يَذْكُرْ زِيَادَةَ جَرِيرٍ وَابْنِ مُسْهِرٍ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ، مُعَاذٍ حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، ح وَحَدَّثَنَا عَبْدُ، الرَّحْمَنِ بْنُ بِشْرٍ حَدَّثَنَا بَهْزٌ، قَالُوا جَمِيعًا حَدَّثَنَا شُعْبَةُ، عَنْ أَشْعَثَ بْنِ سُلَيْمٍ، بِإِسْنَادِهِمْ وَمَعْنَى حَدِيثِهِمْ إِلاَّ قَوْلَهُ وَإِفْشَاءِ السَّلاَمِ ‏.‏ فَإِنَّهُ قَالَ بَدَلَهَا وَرَدِّ السَّلاَمِ ‏.‏ وَقَالَ نَهَانَا عَنْ خَاتَمِ الذَّهَبِ أَوْ حَلْقَةِ الذَّهَبِ ‏.‏",
    "source": ""
  },
  {
    "id": 12531,
    "number": "5254",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، وَعَمْرُو بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، بِإِسْنَادِهِمْ وَقَالَ وَإِفْشَاءِ السَّلاَمِ وَخَاتَمِ الذَّهَبِ ‏.‏ مِنْ غَيْرِ شَكٍّ ‏.‏",
    "source": ""
  },
  {
    "id": 12532,
    "number": "5255",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ عَمْرِو بْنِ سَهْلِ بْنِ إِسْحَاقَ بْنِ مُحَمَّدِ بْنِ الأَشْعَثِ بْنِ قَيْسٍ، قَالَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، سَمِعْتُهُ يَذْكُرُهُ، عَنْ أَبِي فَرْوَةَ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عُكَيْمٍ، قَالَ كُنَّا مَعَ حُذَيْفَةَ بِالْمَدَائِنِ فَاسْتَسْقَى حُذَيْفَةُ فَجَاءَهُ دِهْقَانٌ بِشَرَابٍ فِي إِنَاءٍ مِنْ فِضَّةٍ فَرَمَاهُ بِهِ وَقَالَ إِنِّي أُخْبِرُكُمْ أَنِّي قَدْ أَمَرْتُهُ أَنْ لاَ يَسْقِيَنِي فِيهِ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَشْرَبُوا فِي إِنَاءِ الذَّهَبِ وَالْفِضَّةِ وَلاَ تَلْبَسُوا الدِّيبَاجَ وَالْحَرِيرَ فَإِنَّهُ لَهُمْ فِي الدُّنْيَا وَهُوَ لَكُمْ فِي الآخِرَةِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12533,
    "number": "5256",
    "text": "وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي فَرْوَةَ الْجُهَنِيِّ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُكَيْمٍ يَقُولُ كُنَّا عِنْدَ حُذَيْفَةَ بِالْمَدَائِنِ ‏.‏ فَذَكَرَ نَحْوَهُ وَلَمْ يَذْكُرْ فِي الْحَدِيثِ ‏\n\"‏ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12534,
    "number": "5257",
    "text": "وَحَدَّثَنِي عَبْدُ الْجَبَّارِ بْنُ الْعَلاَءِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا ابْنُ أَبِي نَجِيحٍ، أَوَّلاً عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ حُذَيْفَةَ، ثُمَّ حَدَّثَنَا يَزِيدُ، سَمِعَهُ مِنِ ابْنِ أَبِي لَيْلَى، عَنْ حُذَيْفَةَ، ثُمَّ حَدَّثَنَا أَبُو فَرْوَةَ، قَالَ سَمِعْتُ ابْنَ عُكَيْمٍ، فَظَنَنْتُ أَنَّ ابْنَ أَبِي لَيْلَى، إِنَّمَا سَمِعَهُ مِنِ ابْنِ، عُكَيْمٍ قَالَ كُنَّا مَعَ حُذَيْفَةَ بِالْمَدَائِنِ ‏.‏ فَذَكَرَ نَحْوَهُ وَلَمْ يَقُلْ ‏\n\"‏ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12535,
    "number": "5258",
    "text": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، أَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ، - يَعْنِي ابْنَ أَبِي لَيْلَى - قَالَ شَهِدْتُ حُذَيْفَةَ اسْتَسْقَى بِالْمَدَائِنِ فَأَتَاهُ إِنْسَانٌ بِإِنَاءٍ مِنْ فِضَّةٍ ‏.‏ فَذَكَرَهُ بِمَعْنَى حَدِيثِ ابْنِ عُكَيْمٍ عَنْ حُذَيْفَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 12536,
    "number": "5259",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، ح وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، حَدَّثَنَا بَهْزٌ، كُلُّهُمْ عَنْ شُعْبَةَ، ‏.‏ بِمِثْلِ حَدِيثِ مُعَاذٍ وَإِسْنَادِهِ وَلَمْ يَذْكُرْ أَحَدٌ مِنْهُمْ فِي الْحَدِيثِ شَهِدْتُ حُذَيْفَةَ ‏.‏ غَيْرُ مُعَاذٍ وَحْدَهُ إِنَّمَا قَالُوا إِنَّ حُذَيْفَةَ اسْتَسْقَى.‏",
    "source": ""
  },
  {
    "id": 12537,
    "number": "5260",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، كِلاَهُمَا عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ حُذَيْفَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى حَدِيثِ مَنْ ذَكَرْنَا ‏.‏",
    "source": ""
  },
  {
    "id": 12538,
    "number": "5261",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سَيْفٌ، قَالَ سَمِعْتُ مُجَاهِدًا، يَقُولُ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، قَالَ اسْتَسْقَى حُذَيْفَةُ فَسَقَاهُ مَجُوسِيٌّ فِي إِنَاءٍ مِنْ فِضَّةٍ فَقَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ تَلْبَسُوا الْحَرِيرَ وَلاَ الدِّيبَاجَ وَلاَ تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ وَلاَ تَأْكُلُوا فِي صِحَافِهَا فَإِنَّهَا لَهُمْ فِي الدُّنْيَا‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12539,
    "number": "5262",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، بْنَ الْخَطَّابِ رَأَى حُلَّةً سِيَرَاءَ عِنْدَ بَابِ الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ لَوِ اشْتَرَيْتَ هَذِهِ فَلَبِسْتَهَا لِلنَّاسِ يَوْمَ الْجُمُعَةِ وَلِلْوَفْدِ إِذَا قَدِمُوا عَلَيْكَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ ‏\"‏ ‏.‏ ثُمَّ جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْهَا حُلَلٌ فَأَعْطَى عُمَرَ مِنْهَا حُلَّةً فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ كَسَوْتَنِيهَا وَقَدْ قُلْتَ فِي حُلَّةِ عُطَارِدٍ مَا قُلْتَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي لَمْ أَكْسُكَهَا لِتَلْبَسَهَا ‏\"‏ ‏.‏ فَكَسَاهَا عُمَرُ أَخًا لَهُ مُشْرِكًا بِمَكَّةَ ‏.‏",
    "source": ""
  },
  {
    "id": 12540,
    "number": "5263",
    "text": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، عَنْ مُوسَى بْنِ عُقْبَةَ، كِلاَهُمَا عَنْ نَافِعٍ، عَنِ ابْنِ، عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ حَدِيثِ مَالِكٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12541,
    "number": "5264",
    "text": "وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ رَأَى عُمَرُ عُطَارِدًا التَّمِيمِيَّ يُقِيمُ بِالسُّوقِ حُلَّةً سِيَرَاءَ - وَكَانَ رَجُلاً يَغْشَى الْمُلُوكَ وَيُصِيبُ مِنْهُمْ - فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ إِنِّي رَأَيْتُ عُطَارِدًا يُقِيمُ فِي السُّوقِ حُلَّةً سِيَرَاءَ فَلَوِ اشْتَرَيْتَهَا فَلَبِسْتَهَا لِوُفُودِ الْعَرَبِ إِذَا قَدِمُوا عَلَيْكَ - وَأَظُنُّهُ قَالَ وَلَبِسْتَهَا يَوْمَ الْجُمُعَةِ - فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا يَلْبَسُ الْحَرِيرَ فِي الدُّنْيَا مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ ‏\"‏ ‏.‏ فَلَمَّا كَانَ بَعْدَ ذَلِكَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِحُلَلٍ سِيَرَاءَ فَبَعَثَ إِلَى عُمَرَ بِحُلَّةٍ وَبَعَثَ إِلَى أُسَامَةَ بْنِ زَيْدٍ بِحُلَّةٍ وَأَعْطَى عَلِيَّ بْنَ أَبِي طَالِبٍ حُلَّةً وَقَالَ ‏\"‏ شَقِّقْهَا خُمُرًا بَيْنَ نِسَائِكَ ‏\"‏ ‏.‏ قَالَ فَجَاءَ عُمَرُ بِحُلَّتِهِ يَحْمِلُهَا فَقَالَ يَا رَسُولَ اللَّهِ بَعَثْتَ إِلَىَّ بِهَذِهِ وَقَدْ قُلْتَ بِالأَمْسِ فِي حُلَّةِ عُطَارِدٍ مَا قُلْتَ فَقَالَ ‏\"‏ إِنِّي لَمْ أَبْعَثْ بِهَا إِلَيْكَ لِتَلْبَسَهَا وَلَكِنِّي بَعَثْتُ بِهَا إِلَيْكَ لِتُصِيبَ بِهَا ‏\"‏ ‏.‏ وَأَمَّا أُسَامَةُ فَرَاحَ فِي حُلَّتِهِ فَنَظَرَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم نَظَرًا عَرَفَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ أَنْكَرَ مَا صَنَعَ فَقَالَ يَا رَسُولَ اللَّهِ مَا تَنْظُرُ إِلَىَّ فَأَنْتَ بَعَثْتَ إِلَىَّ بِهَا فَقَالَ ‏\"‏ إِنِّي لَمْ أَبْعَثْ إِلَيْكَ لِتَلْبَسَهَا وَلَكِنِّي بَعَثْتُ بِهَا إِلَيْكَ لِتُشَقِّقَهَا خُمُرًا بَيْنَ نِسَائِكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12542,
    "number": "5265",
    "text": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، - وَاللَّفْظُ لِحَرْمَلَةَ - قَالاَ أَخْبَرَنَا ابْنُ، وَهْبٍ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ وَجَدَ عُمَرُ بْنُ الْخَطَّابِ حُلَّةً مِنْ إِسْتَبْرَقٍ تُبَاعُ بِالسُّوقِ فَأَخَذَهَا فَأَتَى بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ ابْتَعْ هَذِهِ فَتَجَمَّلْ بِهَا لِلْعِيدِ وَلِلْوَفْدِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ قَالَ فَلَبِثَ عُمَرُ مَا شَاءَ اللَّهُ .‏ ثُمَّ أَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِجُبَّةِ دِيبَاجٍ فَأَقْبَلَ بِهَا عُمَرُ حَتَّى أَتَى بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ قُلْتَ ‏\"‏ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ أَوْ ‏\"‏ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ ثُمَّ أَرْسَلْتَ إِلَىَّ بِهَذِهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَبِيعُهَا وَتُصِيبُ بِهَا حَاجَتَكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12543,
    "number": "5266",
    "text": "وَحَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12544,
    "number": "5267",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، أَخْبَرَنِي أَبُو بَكْرِ بْنُ، حَفْصٍ عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، رَأَى عَلَى رَجُلٍ مِنْ آلِ عُطَارِدٍ قَبَاءً مِنْ دِيبَاجٍ أَوْ حَرِيرٍ فَقَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم لَوِ اشْتَرَيْتَهُ ‏.‏ فَقَالَ ‏\"‏ إِنَّمَا يَلْبَسُ هَذَا مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ فَأُهْدِيَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حُلَّةٌ سِيَرَاءُ فَأَرْسَلَ بِهَا إِلَىَّ ‏.‏ قَالَ قُلْتُ أَرْسَلْتَ بِهَا إِلَىَّ وَقَدْ سَمِعْتُكَ قُلْتَ فِيهَا مَا قُلْتَ قَالَ ‏\"‏ إِنَّمَا بَعَثْتُ بِهَا إِلَيْكَ لِتَسْتَمْتِعَ بِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12545,
    "number": "5268",
    "text": "وَحَدَّثَنِي ابْنُ نُمَيْرٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو بَكْرِ بْنُ حَفْصٍ، عَنْ سَالِمِ، بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، رَأَى عَلَى رَجُلٍ مِنْ آلِ عُطَارِدٍ ‏.‏ بِمِثْلِ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ غَيْرَ أَنَّهُ قَالَ ‏\n\"‏ إِنَّمَا بَعَثْتُ بِهَا إِلَيْكَ لِتَنْتَفِعَ بِهَا وَلَمْ أَبْعَثْ بِهَا إِلَيْكَ لِتَلْبَسَهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12546,
    "number": "5269",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي إِسْحَاقَ، قَالَ قَالَ لِي سَالِمُ بْنُ عَبْدِ اللَّهِ فِي الإِسْتَبْرَقِ قَالَ قُلْتُ مَا غَلُظَ مِنَ الدِّيبَاجِ وَخَشُنَ مِنْهُ ‏.‏ فَقَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُ رَأَى عُمَرُ عَلَى رَجُلٍ حُلَّةً مِنْ إِسْتَبْرَقٍ فَأَتَى بِهَا النَّبِيَّ صلى الله عليه وسلم ‏.‏ فَذَكَرَ نَحْوَ حَدِيثِهِمْ غَيْرَ أَنَّهُ قَالَ فَقَالَ ‏\n\"‏ إِنَّمَا بَعَثْتُ بِهَا إِلَيْكَ لِتُصِيبَ بِهَا مَالاً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12547,
    "number": "5270",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ عَبْدِ الْمَلِكِ، عَنْ عَبْدِ اللَّهِ، مَوْلَى أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَكَانَ خَالَ وَلَدِ عَطَاءٍ قَالَ أَرْسَلَتْنِي أَسْمَاءُ إِلَى عَبْدِ اللَّهِ بْنِ عُمَرَ فَقَالَتْ بَلَغَنِي أَنَّكَ تُحَرِّمُ أَشْيَاءَ ثَلاَثَةً الْعَلَمَ فِي الثَّوْبِ وَمِيثَرَةَ الأُرْجُوَانِ وَصَوْمَ رَجَبٍ كُلِّهِ ‏.‏ فَقَالَ لِي عَبْدُ اللَّهِ أَمَّا مَا ذَكَرْتَ مِنْ رَجَبٍ فَكَيْفَ بِمَنْ يَصُومُ الأَبَدَ وَأَمَّا مَا ذَكَرْتَ مِنَ الْعَلَمِ فِي الثَّوْبِ فَإِنِّي سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّمَا يَلْبَسُ الْحَرِيرَ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ فَخِفْتُ أَنْ يَكُونَ الْعَلَمُ مِنْهُ وَأَمَّا مِيثَرَةُ الأُرْجُوَانِ فَهَذِهِ مِيثَرَةُ عَبْدِ اللَّهِ فَإِذَا هِيَ أُرْجُوَانٌ ‏.‏ فَرَجَعْتُ إِلَى أَسْمَاءَ فَخَبَّرْتُهَا فَقَالَتْ هَذِهِ جُبَّةُ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَأَخْرَجَتْ إِلَىَّ جُبَّةَ طَيَالَسَةٍ كِسْرَوَانِيَّةً لَهَا لِبْنَةُ دِيبَاجٍ وَفَرْجَيْهَا مَكْفُوفَيْنِ بِالدِّيبَاجِ فَقَالَتْ هَذِهِ كَانَتْ عِنْدَ عَائِشَةَ حَتَّى قُبِضَتْ فَلَمَّا قُبِضَتْ قَبَضْتُهَا وَكَانَ النَّبِيُّ صلى الله عليه وسلم يَلْبَسُهَا فَنَحْنُ نَغْسِلُهَا لِلْمَرْضَى يُسْتَشْفَى بِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 12548,
    "number": "5271",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُبَيْدُ بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ خَلِيفَةَ بْنِ كَعْبٍ، أَبِي ذُبْيَانَ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، يَخْطُبُ يَقُولُ أَلاَ لاَ تُلْبِسُوا نِسَاءَكُمُ الْحَرِيرَ فَإِنِّي سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَلْبَسُوا الْحَرِيرَ فَإِنَّهُ مَنْ لَبِسَهُ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12549,
    "number": "5272",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، عَنْ أَبِي، عُثْمَانَ قَالَ كَتَبَ إِلَيْنَا عُمَرُ وَنَحْنُ بِأَذْرَبِيجَانَ يَا عُتْبَةَ بْنَ فَرْقَدٍ إِنَّهُ لَيْسَ مِنْ كَدِّكَ وَلاَ مِنْ كَدِّ أَبِيكَ وَلاَ مِنْ كَدِّ أُمِّكَ فَأَشْبِعِ الْمُسْلِمِينَ فِي رِحَالِهِمْ مِمَّا تَشْبَعُ مِنْهُ فِي رَحْلِكَ وَإِيَّاكُمْ وَالتَّنَعُّمَ وَزِيَّ أَهْلِ الشِّرْكِ وَلَبُوسَ الْحَرِيرِ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ لَبُوسِ الْحَرِيرِ ‏.‏ قَالَ ‏\n\"‏ إِلاَّ هَكَذَا ‏\"‏ ‏.‏ وَرَفَعَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم إِصْبَعَيْهِ الْوُسْطَى وَالسَّبَّابَةَ وَضَمَّهُمَا قَالَ زُهَيْرٌ قَالَ عَاصِمٌ هَذَا فِي الْكِتَابِ ‏.‏ قَالَ وَرَفَعَ زُهَيْرٌ إِصْبَعَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12550,
    "number": "5273",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدُ الْحَمِيدِ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، كِلاَهُمَا عَنْ عَاصِمٍ، بِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْحَرِيرِ‏ بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12551,
    "number": "5274",
    "text": "وَحَدَّثَنَا ابْنُ أَبِي شَيْبَةَ، - وَهُوَ عُثْمَانُ - وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ كِلاَهُمَا عَنْ جَرِيرٍ، - وَاللَّفْظُ لإِسْحَاقَ - أَخْبَرَنَا جَرِيرٌ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ، قَالَ كُنَّا مَعَ عُتْبَةَ بْنِ فَرْقَدٍ فَجَاءَنَا كِتَابُ عُمَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَلْبَسُ الْحَرِيرَ إِلاَّ مَنْ لَيْسَ لَهُ مِنْهُ شَىْءٌ فِي الآخِرَةِ إِلاَّ هَكَذَا ‏\"‏ ‏.‏ وَقَالَ أَبُو عُثْمَانَ بِإِصْبَعَيْهِ اللَّتَيْنِ تَلِيَانِ الإِبْهَامَ ‏.‏ فَرُئِيتُهُمَا أَزْرَارَ الطَّيَالِسَةِ حِينَ رَأَيْتُ الطَّيَالِسَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 12552,
    "number": "5275",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، حَدَّثَنَا أَبُو عُثْمَانَ، قَالَ كُنَّا مَعَ عُتْبَةَ بْنِ فَرْقَدٍ بِمِثْلِ حَدِيثِ جَرِيرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12553,
    "number": "5276",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَبَا عُثْمَانَ النَّهْدِيَّ، قَالَ جَاءَنَا كِتَابُ عُمَرَ وَنَحْنُ بِأَذْرَبِيجَانَ مَعَ عُتْبَةَ بْنِ فَرْقَدٍ أَوْ بِالشَّامِ أَمَّا بَعْدُ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْحَرِيرِ إِلاَّ هَكَذَا إِصْبَعَيْنِ ‏.‏ قَالَ أَبُو عُثْمَانَ فَمَا عَتَّمْنَا أَنَّهُ يَعْنِي الأَعْلاَمَ‏.‏",
    "source": ""
  },
  {
    "id": 12554,
    "number": "5277",
    "text": "وَحَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا مُعَاذٌ، - وَهُوَ ابْنُ هِشَامٍ - حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ مِثْلَهُ وَلَمْ يَذْكُرْ قَوْلَ أَبِي عُثْمَانَ ‏.‏",
    "source": ""
  },
  {
    "id": 12555,
    "number": "5278",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، وَأَبُو غَسَّانَ الْمِسْمَعِيُّ وَزُهَيْرُ بْنُ حَرْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ وَمُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا - مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ عَامِرٍ الشَّعْبِيِّ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، أَنَّ عُمَرَ، بْنَ الْخَطَّابَ خَطَبَ بِالْجَابِيَةِ فَقَالَ نَهَى نَبِيُّ اللَّهِ صلى الله عليه وسلم عَنْ لُبْسِ الْحَرِيرِ إِلاَّ مَوْضِعَ إِصْبَعَيْنِ أَوْ ثَلاَثٍ أَوْ أَرْبَعٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12556,
    "number": "5279",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرُّزِّيُّ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12557,
    "number": "5280",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَيَحْيَى بْنُ حَبِيبٍ، وَحَجَّاجُ بْنُ الشَّاعِرِ - وَاللَّفْظُ لاِبْنِ حَبِيبٍ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ لَبِسَ النَّبِيُّ صلى الله عليه وسلم يَوْمًا قَبَاءً مِنْ دِيبَاجٍ أُهْدِيَ لَهُ ثُمَّ أَوْشَكَ أَنْ نَزَعَهُ فَأَرْسَلَ بِهِ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقِيلَ لَهُ قَدْ أَوْشَكَ مَا نَزَعْتَهُ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ ‏\"‏ نَهَانِي عَنْهُ جِبْرِيلُ ‏\"‏ ‏.‏ فَجَاءَهُ عُمَرُ يَبْكِي فَقَالَ يَا رَسُولَ اللَّهِ كَرِهْتَ أَمْرًا وَأَعْطَيْتَنِيهِ فَمَا لِي قَالَ ‏\"‏ إِنِّي لَمْ أُعْطِكَهُ لِتَلْبَسَهُ إِنَّمَا أَعْطَيْتُكَهُ تَبِيعُهُ ‏\"‏ ‏.‏ فَبَاعَهُ بِأَلْفَىْ دِرْهَمٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12558,
    "number": "5281",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، - يَعْنِي ابْنَ مَهْدِيٍّ - حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عَوْنٍ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، يُحَدِّثُ عَنْ عَلِيٍّ، قَالَ أُهْدِيَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم حُلَّةُ سِيَرَاءَ فَبَعَثَ بِهَا إِلَىَّ فَلَبِسْتُهَا فَعَرَفْتُ الْغَضَبَ فِي وَجْهِهِ فَقَالَ ‏\n\"‏ إِنِّي لَمْ أَبْعَثْ بِهَا إِلَيْكَ لِتَلْبَسَهَا إِنَّمَا بَعَثْتُ بِهَا إِلَيْكَ لِتُشَقِّقَهَا خُمُرًا بَيْنَ النِّسَاءِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12559,
    "number": "5282",
    "text": "حَدَّثَنَاهُ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عَوْنٍ، بِهَذَا الإِسْنَادِ فِي حَدِيثِ مُعَاذٍ فَأَمَرَنِي فَأَطَرْتُهَا بَيْنَ نِسَائِي ‏.‏ وَفِي حَدِيثِ مُحَمَّدِ بْنِ جَعْفَرٍ فَأَطَرْتُهَا بَيْنَ نِسَائِي ‏.‏ وَلَمْ يَذْكُرْ فَأَمَرَنِي‏.‏",
    "source": ""
  },
  {
    "id": 12560,
    "number": "5283",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَزُهَيْرُ بْنُ حَرْبٍ - وَاللَّفْظُ لِزُهَيْرٍ - قَالَ أَبُو كُرَيْبٍ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ أَبِي عَوْنٍ الثَّقَفِيِّ، عَنْ أَبِي صَالِحٍ الْحَنَفِيِّ، عَنْ عَلِيٍّ، أَنَّ أُكَيْدِرَ، دُومَةَ أَهْدَى إِلَى النَّبِيِّ صلى الله عليه وسلم ثَوْبَ حَرِيرٍ فَأَعْطَاهُ عَلِيًّا فَقَالَ ‏\"‏ شَقِّقْهُ خُمُرًا بَيْنَ الْفَوَاطِمِ ‏\"‏ ‏.‏ وَقَالَ أَبُو بَكْرٍ وَأَبُو كُرَيْبٍ ‏\"‏ بَيْنَ النِّسْوَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12561,
    "number": "5284",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ كَسَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم حُلَّةَ سِيَرَاءَ فَخَرَجْتُ فِيهَا فَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ - قَالَ - فَشَقَقْتُهَا بَيْنَ نِسَائِي ‏.‏",
    "source": ""
  },
  {
    "id": 12562,
    "number": "5285",
    "text": "وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، وَأَبُو كَامِلٍ - وَاللَّفْظُ لأَبِي كَامِلٍ - قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصَمِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى عُمَرَ بِجُبَّةِ سُنْدُسٍ فَقَالَ عُمَرُ بَعَثْتَ بِهَا إِلَىَّ وَقَدْ قُلْتَ فِيهَا مَا قُلْتَ قَالَ ‏\n\"‏ إِنِّي لَمْ أَبْعَثْ بِهَا إِلَيْكَ لِتَلْبَسَهَا وَإِنَّمَا بَعَثْتُ بِهَا إِلَيْكَ لِتَنْتَفِعَ بِثَمَنِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12563,
    "number": "5286",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12564,
    "number": "5287",
    "text": "وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، أَخْبَرَنَا شُعَيْبُ بْنُ إِسْحَاقَ الدِّمَشْقِيُّ، عَنِ الأَوْزَاعِيِّ، حَدَّثَنِي شَدَّادٌ أَبُو عَمَّارٍ، حَدَّثَنِي أَبُو أُمَامَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12565,
    "number": "5288",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّهُ قَالَ أُهْدِيَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَرُّوجُ حَرِيرٍ فَلَبِسَهُ ثُمَّ صَلَّى فِيهِ ثُمَّ انْصَرَفَ فَنَزَعَهُ نَزْعًا شَدِيدًا كَالْكَارِهِ لَهُ ثُمَّ قَالَ ‏\n\"‏ لاَ يَنْبَغِي هَذَا لِلْمُتَّقِينَ ‏\"‏.‏",
    "source": ""
  },
  {
    "id": 12566,
    "number": "5289",
    "text": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا الضَّحَّاكُ، - يَعْنِي أَبَا عَاصِمٍ - حَدَّثَنَا عَبْدُ، الْحَمِيدِ بْنُ جَعْفَرٍ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ، بِهَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 12567,
    "number": "5290",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، حَدَّثَنَا قَتَادَةُ، أَنَّ أَنَسَ بْنَ مَالِكٍ، أَنْبَأَهُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَالزُّبَيْرِ بْنِ الْعَوَّامِ فِي الْقُمُصِ الْحَرِيرِ فِي السَّفَرِ مِنْ حِكَّةٍ كَانَتْ بِهِمَا أَوْ وَجَعٍ كَانَ بِهِمَا ‏.‏",
    "source": ""
  },
  {
    "id": 12568,
    "number": "5291",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا سَعِيدٌ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ فِي السَّفَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12569,
    "number": "5292",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ رَخَّصَ رَسُولُ اللَّهِ صلى الله عليه وسلم - أَوْ رُخِّصَ - لِلزُّبَيْرِ بْنِ الْعَوَّامِ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ فِي لُبْسِ الْحَرِيرِ لِحِكَّةٍ كَانَتْ بِهِمَا ‏.‏",
    "source": ""
  },
  {
    "id": 12570,
    "number": "5293",
    "text": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ،\nبِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12571,
    "number": "5294",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، أَنَّ أَنَسًا، أَخْبَرَهُ \nأَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ وَالزُّبَيْرَ بْنَ الْعَوَّامِ شَكَوَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم\nالْقَمْلَ فَرَخَّصَ لَهُمَا فِي قُمُصِ الْحَرِيرِ فِي غَزَاةٍ لَهُمَا ‏.‏",
    "source": ""
  },
  {
    "id": 12572,
    "number": "5295",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ يَحْيَى، حَدَّثَنِي \nمُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ، أَنَّ ابْنَ مَعْدَانَ، أَخْبَرَهُ أَنَّ جُبَيْرَ بْنَ نُفَيْرٍ أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ\nبْنَ عَمْرِو بْنِ الْعَاصِ أَخْبَرَهُ قَالَ رَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَىَّ ثَوْبَيْنِ مُعَصْفَرَيْنِ\nفَقَالَ ‏\n\"‏ إِنَّ هَذِهِ مِنْ ثِيَابِ الْكُفَّارِ فَلاَ تَلْبَسْهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12573,
    "number": "5296",
    "text": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامٌ، ح وَحَدَّثَنَا أَبُو\nبَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ، عَنْ عَلِيِّ بْنِ الْمُبَارَكِ، كِلاَهُمَا عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، بِهَذَا\nالإِسْنَادِ وَقَالاَ عَنْ خَالِدِ بْنِ مَعْدَانَ، ‏.‏",
    "source": ""
  },
  {
    "id": 12574,
    "number": "5297",
    "text": "حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا عُمَرُ بْنُ أَيُّوبَ الْمَوْصِلِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ،\nعَنْ سُلَيْمَانَ الأَحْوَلِ، عَنْ طَاوُسٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ رَأَى النَّبِيُّ صلى الله عليه\nوسلم عَلَىَّ ثَوْبَيْنِ مُعَصْفَرَيْنِ فَقَالَ ‏\"‏ أَأُمُّكَ أَمَرَتْكَ بِهَذَا ‏\"‏ ‏.‏ قُلْتُ أَغْسِلُهُمَا ‏.‏ قَالَ ‏\"‏ بَلْ\nأَحْرِقْهُمَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12575,
    "number": "5298",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ،\nاللَّهِ بْنِ حُنَيْنٍ عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى\nعَنْ لُبْسِ الْقَسِّيِّ وَالْمُعَصْفَرِ وَعَنْ تَخَتُّمِ الذَّهَبِ وَعَنْ قِرَاءَةِ الْقُرْآنِ فِي الرُّكُوعِ ‏.‏",
    "source": ""
  },
  {
    "id": 12576,
    "number": "5299",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي \nإِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، أَنَّ أَبَاهُ، حَدَّثَهُ أَنَّهُ، سَمِعَ عَلِيَّ بْنَ أَبِي طَالِبٍ، يَقُولُ نَهَانِي\nالنَّبِيُّ صلى الله عليه وسلم عَنِ الْقِرَاءَةِ وَأَنَا رَاكِعٌ وَعَنْ لُبْسِ الذَّهَبِ وَالْمُعَصْفَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12577,
    "number": "5300",
    "text": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ إِبْرَاهِيمَ،\nبْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ نَهَانِي رَسُولُ اللَّهِ صلى الله\nعليه وسلم عَنِ التَّخَتُّمِ بِالذَّهَبِ وَعَنْ لِبَاسِ الْقَسِّيِّ وَعَنِ الْقِرَاءَةِ فِي الرُّكُوعِ وَالسُّجُودِ\nوَعَنْ لِبَاسِ الْمُعَصْفَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12578,
    "number": "5301",
    "text": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، قَالَ قُلْنَا لأَنَسِ بْنِ مَالِكٍ أَىُّ\nاللِّبَاسِ كَانَ أَحَبَّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَوْ أَعْجَبَ إِلَى رَسُولِ اللَّهِ صلى\nالله عليه وسلم قَالَ الْحِبَرَةُ ‏.‏",
    "source": ""
  },
  {
    "id": 12579,
    "number": "5302",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَنَسٍ،\nقَالَ كَانَ أَحَبَّ الثِّيَابِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْحِبَرَةُ ‏.‏",
    "source": ""
  },
  {
    "id": 12580,
    "number": "5303",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَبِي بُرْدَةَ،\nقَالَ دَخَلْتُ عَلَى عَائِشَةَ فَأَخْرَجَتْ إِلَيْنَا إِزَارًا غَلِيظًا مِمَّا يُصْنَعُ بِالْيَمَنِ وَكِسَاءً مِنَ الَّتِي\nيُسَمُّونَهَا الْمُلَبَّدَةَ - قَالَ - فَأَقْسَمَتْ بِاللَّهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قُبِضَ فِي\nهَذَيْنِ الثَّوْبَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 12581,
    "number": "5304",
    "text": "حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَمُحَمَّدُ بْنُ حَاتِمٍ، وَيَعْقُوبُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنِ \nابْنِ عُلَيَّةَ، قَالَ ابْنُ حُجْرٍ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ،\nقَالَ أَخْرَجَتْ إِلَيْنَا عَائِشَةُ إِزَارًا وَكِسَاءً مُلَبَّدًا فَقَالَتْ فِي هَذَا قُبِضَ رَسُولُ اللَّهِ صلى الله\nعليه وسلم ‏.‏ قَالَ ابْنُ حَاتِمٍ فِي حَدِيثِهِ إِزَارًا غَلِيظًا ‏.‏",
    "source": ""
  },
  {
    "id": 12582,
    "number": "5305",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ\nمِثْلَهُ وَقَالَ إِزَارًا غَلِيظًا ‏.‏",
    "source": ""
  },
  {
    "id": 12583,
    "number": "5306",
    "text": "وَحَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ، عَنْ أَبِيهِ، ح\nوَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُوسَى، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى،\nبْنُ زَكَرِيَّاءَ أَخْبَرَنِي أَبِي، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، قَالَتْ خَرَجَ\nالنَّبِيُّ صلى الله عليه وسلم ذَاتَ غَدَاةٍ وَعَلَيْهِ مِرْطٌ مُرَحَّلٌ مِنْ شَعَرٍ أَسْوَدَ ‏.‏",
    "source": ""
  },
  {
    "id": 12584,
    "number": "5307",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ \nأَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ وِسَادَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم الَّتِي يَتَّكِئُ عَلَيْهَا مِنْ\nأَدَمٍ حَشْوُهَا لِيفٌ ‏.‏",
    "source": ""
  },
  {
    "id": 12585,
    "number": "5308",
    "text": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ،\nعَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ إِنَّمَا كَانَ فِرَاشُ رَسُولِ اللَّهِ صلى الله عليه وسلم الَّذِي يَنَامُ\nعَلَيْهِ أَدَمًا حَشْوُهُ لِيفٌ ‏.‏",
    "source": ""
  },
  {
    "id": 12586,
    "number": "5309",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ نُمَيْرٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ،\nأَخْبَرَنَا أَبُو مُعَاوِيَةَ، كِلاَهُمَا عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ وَقَالاَ ضِجَاعُ رَسُولِ اللَّهِ\nصلى الله عليه وسلم ‏.‏ فِي حَدِيثِ أَبِي مُعَاوِيَةَ يَنَامُ عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12587,
    "number": "5310",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِعَمْرٍو -\nقَالَ عَمْرٌو وَقُتَيْبَةُ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا سُفْيَانُ، عَنِ ابْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ\nقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم لَمَّا تَزَوَّجْتُ ‏\"‏ أَتَّخَذْتَ أَنْمَاطًا ‏\"‏ ‏.‏ قُلْتُ وَأَنَّى\nلَنَا أَنْمَاطٌ قَالَ ‏\"‏ أَمَا إِنَّهَا سَتَكُونُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12588,
    "number": "5311",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ،\nعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ لَمَّا تَزَوَّجْتُ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَّخَذْتَ\nأَنْمَاطًا ‏\"‏ ‏.‏ قُلْتُ وَأَنَّى لَنَا أَنْمَاطٌ قَالَ ‏\"‏ أَمَا إِنَّهَا سَتَكُونُ ‏\"‏ ‏.‏ قَالَ جَابِرٌ وَعِنْدَ امْرَأَتِي\nنَمَطٌ فَأَنَا أَقُولُ نَحِّيهِ عَنِّي ‏.‏ وَتَقُولُ قَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّهَا سَتَكُونُ\n‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12589,
    "number": "5312",
    "text": "وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، بِهَذَا الإِسْنَادِ وَزَادَ\nفَأَدَعُهَا ‏.‏",
    "source": ""
  },
  {
    "id": 12590,
    "number": "5313",
    "text": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي أَبُو هَانِئٍ،\nأَنَّهُ سَمِعَ أَبَا عَبْدِ الرَّحْمَنِ، يَقُولُ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم\nقَالَ لَهُ ‏\n\"‏ فِرَاشٌ لِلرَّجُلِ وَفِرَاشٌ لاِمْرَأَتِهِ وَالثَّالِثُ لِلضَّيْفِ وَالرَّابِعُ لِلشَّيْطَانِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12591,
    "number": "5314",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، وَعَبْدِ اللَّهِ بْنِ دِينَارٍ، وَزَيْدِ،\nبْنِ أَسْلَمَ كُلُّهُمْ يُخْبِرُهُ عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَنْظُرُ\nاللَّهُ إِلَى مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12592,
    "number": "5315",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَأَبُو أُسَامَةَ ح وَحَدَّثَنَا \nابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا يَحْيَى،\n- وَهُوَ الْقَطَّانُ - كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ،\nح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، كِلاَهُمَا عَنْ أَيُّوبَ، ح وَحَدَّثَنَا قُتَيْبَةُ، وَابْنُ، رُمْحٍ\nعَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا هَارُونُ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي أُسَامَةُ، كُلُّ هَؤُلاَءِ\nعَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ مَالِكٍ وَزَادُوا فِيهِ ‏\n\"‏\nيَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12593,
    "number": "5316",
    "text": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عُمَرُ بْنُ مُحَمَّدٍ، عَنْ أَبِيهِ،\nوَسَالِمِ بْنِ عَبْدِ اللَّهِ وَنَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ\n‏\n\"‏ إِنَّ الَّذِي يَجُرُّ ثِيَابَهُ مِنَ الْخُيَلاَءِ لاَ يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12594,
    "number": "5317",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، ح وَحَدَّثَنَا \nابْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، كِلاَهُمَا عَنْ مُحَارِبِ بْنِ دِثَارٍ، وَجَبَلَةَ بْنِ،\nسُحَيْمٍ عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِهِمْ ‏.‏",
    "source": ""
  },
  {
    "id": 12595,
    "number": "5318",
    "text": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا حَنْظَلَةُ، قَالَ سَمِعْتُ سَالِمًا، عَنِ ابْنِ عُمَرَ، قَالَ\nقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ جَرَّ ثَوْبَهُ مِنَ الْخُيَلاَءِ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ\nالْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12596,
    "number": "5319",
    "text": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، حَدَّثَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، قَالَ\nسَمِعْتُ سَالِمًا، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ\n‏.‏ مِثْلَهُ غَيْرَ أَنَّهُ قَالَ ثِيَابَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12597,
    "number": "5320",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ مُسْلِمَ،\nبْنَ يَنَّاقَ يُحَدِّثُ عَنِ ابْنِ عُمَرَ، أَنَّهُ رَأَى رَجُلاً يَجُرُّ إِزَارَهُ فَقَالَ مِمَّنْ أَنْتَ فَانْتَسَبَ لَهُ فَإِذَا\nرَجُلٌ مِنْ بَنِي لَيْثٍ فَعَرَفَهُ ابْنُ عُمَرَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِأُذُنَىَّ\nهَاتَيْنِ يَقُولُ ‏\n\"‏ مَنْ جَرَّ إِزَارَهُ لاَ يُرِيدُ بِذَلِكَ إِلاَّ الْمَخِيلَةَ فَإِنَّ اللَّهَ لاَ يَنْظُرُ إِلَيْهِ يَوْمَ الْقِيَامَةِ\n‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12598,
    "number": "5321",
    "text": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ، - يَعْنِي ابْنَ أَبِي سُلَيْمَانَ - ح\nوَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو يُونُسَ، ح وَحَدَّثَنَا ابْنُ أَبِي خَلَفٍ، حَدَّثَنَا \nيَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنِي إِبْرَاهِيمُ، - يَعْنِي ابْنَ نَافِعٍ - كُلُّهُمْ عَنْ مُسْلِمِ بْنِ يَنَّاقَ، عَنِ ابْنِ،\nعُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ بِمِثْلِهِ غَيْرَ أَنَّ فِي حَدِيثِ أَبِي يُونُسَ عَنْ مُسْلِمٍ أَبِي\nالْحَسَنِ وَفِي رِوَايَتِهِمْ جَمِيعًا ‏\n\"‏ مَنْ جَرَّ إِزَارَهُ ‏\"‏ ‏.‏ وَلَمْ يَقُولُوا ثَوْبَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12599,
    "number": "5322",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، وَابْنُ أَبِي خَلَفٍ، وَأَلْفَاظُهُمْ، مُتَقَارِبَةٌ\nقَالُوا حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ سَمِعْتُ مُحَمَّدَ بْنَ عَبَّادِ بْنِ جَعْفَرٍ، يَقُولُ\nأَمَرْتُ مُسْلِمَ بْنَ يَسَارٍ مَوْلَى نَافِعِ بْنِ عَبْدِ الْحَارِثِ أَنْ يَسْأَلَ ابْنَ عُمَرَ، - قَالَ - وَأَنَا جَالِسٌ،\nبَيْنَهُمَا أَسَمِعْتَ مِنَ النَّبِيِّ صلى الله عليه وسلم فِي الَّذِي يَجُرُّ إِزَارَهُ مِنَ الْخُيَلاَءِ شَيْئًا قَالَ\nسَمِعْتُهُ يَقُولُ ‏\n\"‏ لاَ يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12600,
    "number": "5323",
    "text": "حَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عُمَرُ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ،\nوَاقِدٍ عَنِ ابْنِ عُمَرَ، قَالَ مَرَرْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَفِي إِزَارِي اسْتِرْخَاءٌ\nفَقَالَ ‏\"‏ يَا عَبْدَ اللَّهِ ارْفَعْ إِزَارَكَ ‏\"‏ ‏.‏ فَرَفَعْتُهُ ثُمَّ قَالَ ‏\"‏ زِدْ ‏\"‏ ‏.‏ فَزِدْتُ فَمَا زِلْتُ أَتَحَرَّاهَا\nبَعْدُ ‏.‏ فَقَالَ بَعْضُ الْقَوْمِ إِلَى أَيْنَ فَقَالَ أَنْصَافِ السَّاقَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 12601,
    "number": "5324",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدٍ، - وَهُوَ ابْنُ زِيَادٍ\n- قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، وَرَأَى، رَجُلاً يَجُرُّ إِزَارَهُ فَجَعَلَ يَضْرِبُ الأَرْضَ بِرِجْلِهِ وَهُوَ أَمِيرٌ\nعَلَى الْبَحْرَيْنِ وَهُوَ يَقُولُ جَاءَ الأَمِيرُ جَاءَ الأَمِيرُ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n‏\n\"‏ إِنَّ اللَّهَ لاَ يَنْظُرُ إِلَى مَنْ يَجُرُّ إِزَارَهُ بَطَرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12602,
    "number": "5325",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ، ح وَحَدَّثَنَاهُ ابْنُ الْمُثَنَّى، حَدَّثَنَا \nابْنُ أَبِي عَدِيٍّ، كِلاَهُمَا عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِ ابْنِ جَعْفَرٍ كَانَ مَرْوَانُ يَسْتَخْلِفُ\nأَبَا هُرَيْرَةَ ‏.‏ وَفِي حَدِيثِ ابْنِ الْمُثَنَّى كَانَ أَبُو هُرَيْرَةَ يُسْتَخْلَفُ عَلَى الْمَدِينَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 12603,
    "number": "5326",
    "text": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَلاَّمٍ الْجُمَحِيُّ، حَدَّثَنَا الرَّبِيعُ، - يَعْنِي ابْنَ مُسْلِمٍ - عَنْ \nمُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ بَيْنَمَا رَجُلٌ يَمْشِي\nقَدْ أَعْجَبَتْهُ جُمَّتُهُ وَبُرْدَاهُ إِذْ خُسِفَ بِهِ الأَرْضُ فَهُوَ يَتَجَلْجَلُ فِي الأَرْضِ حَتَّى تَقُومَ السَّاعَةُ\n‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12604,
    "number": "5327",
    "text": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، عَنْ مُحَمَّدِ بْنِ،\nجَعْفَرٍ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، قَالُوا جَمِيعًا حَدَّثَنَا شُعْبَةُ، عَنْ \nمُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ هَذَا ‏.‏",
    "source": ""
  },
  {
    "id": 12605,
    "number": "5328",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ \nالأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ بَيْنَمَا رَجُلٌ يَتَبَخْتَرُ\nيَمْشِي فِي بُرْدَيْهِ قَدْ أَعْجَبَتْهُ نَفْسُهُ فَخَسَفَ اللَّهُ بِهِ الأَرْضَ فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ\nالْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12606,
    "number": "5329",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ\nهَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ\nرَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ بَيْنَمَا رَجُلٌ يَتَبَخْتَرُ فِي بُرْدَيْنِ ‏\"‏ ‏.‏ ثُمَّ ذَكَرَ بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12607,
    "number": "5330",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ \nأَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّ رَجُلاً\nمِمَّنْ كَانَ قَبْلَكُمْ يَتَبَخْتَرُ فِي حُلَّةٍ ‏\"‏ ‏.‏ ثُمَّ ذَكَرَ مِثْلَ حَدِيثِهِمْ ‏.‏",
    "source": ""
  },
  {
    "id": 12608,
    "number": "5331",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ،\nعَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ خَاتَمِ\nالذَّهَبِ ‏.‏",
    "source": ""
  },
  {
    "id": 12609,
    "number": "5332",
    "text": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ،\nبِهَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 12610,
    "number": "5333",
    "text": "وَفِي حَدِيثِ ابْنِ الْمُثَنَّى قَالَ سَمِعْتُ النَّضْرَ بْنَ أَنَسٍ، حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ،\nحَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ عُقْبَةَ، عَنْ كُرَيْبٍ، مَوْلَى\nابْنِ عَبَّاسٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى خَاتَمًا مِنْ\nذَهَبٍ فِي يَدِ رَجُلٍ فَنَزَعَهُ فَطَرَحَهُ وَقَالَ ‏\n\"‏ يَعْمِدُ أَحَدُكُمْ إِلَى جَمْرَةٍ مِنْ نَارٍ فَيَجْعَلُهَا فِي\nيَدِهِ ‏\"‏ ‏.‏ فَقِيلَ لِلرَّجُلِ بَعْدَ مَا ذَهَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم خُذْ خَاتَمَكَ انْتَفِعْ بِهِ\n‏.‏ قَالَ لاَ وَاللَّهِ لاَ آخُذُهُ أَبَدًا وَقَدْ طَرَحَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 12611,
    "number": "5334",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا \nقُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اصْطَنَعَ خَاتَمًا\nمِنْ ذَهَبٍ فَكَانَ يَجْعَلُ فَصَّهُ فِي بَاطِنِ كَفِّهِ إِذَا لَبِسَهُ فَصَنَعَ النَّاسُ ثُمَّ إِنَّهُ جَلَسَ عَلَى الْمِنْبَرِ\nفَنَزَعَهُ فَقَالَ ‏\"‏ إِنِّي كُنْتُ أَلْبَسُ هَذَا الْخَاتِمَ وَأَجْعَلُ فَصَّهُ مِنْ دَاخِلٍ ‏\"‏ ‏.‏ فَرَمَى بِهِ ثُمَّ قَالَ\n‏\"‏ وَاللَّهِ لاَ أَلْبَسُهُ أَبَدًا ‏\"‏ ‏.‏ فَنَبَذَ النَّاسُ خَوَاتِيمَهُمْ ‏.‏ وَلَفْظُ الْحَدِيثِ لِيَحْيَى ‏.‏",
    "source": ""
  },
  {
    "id": 12612,
    "number": "5335",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، ح وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ،\nحَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، ح وَحَدَّثَنَا سَهْلُ،\nبْنُ عُثْمَانَ حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ، كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى\nالله عليه وسلم بِهَذَا الْحَدِيثِ فِي خَاتِمِ الذَّهَبِ وَزَادَ فِي حَدِيثِ عُقْبَةَ بْنِ خَالِدٍ وَجَعَلَهُ فِي\nيَدِهِ الْيُمْنَى ‏.‏",
    "source": ""
  },
  {
    "id": 12613,
    "number": "5336",
    "text": "وَحَدَّثَنِيهِ أَحْمَدُ بْنُ عَبْدَةَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَيُّوبُ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ،\nإِسْحَاقَ الْمُسَيَّبِيُّ حَدَّثَنَا أَنَسٌ، - يَعْنِي ابْنَ عِيَاضٍ - عَنْ مُوسَى بْنِ عُقْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ،\nبْنُ عَبَّادٍ حَدَّثَنَا حَاتِمٌ، ح وَحَدَّثَنَا هَارُونُ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، كُلُّهُمْ عَنْ أُسَامَةَ، جَمَاعَتُهُمْ\nعَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي خَاتِمِ الذَّهَبِ ‏.‏ نَحْوَ حَدِيثِ\nاللَّيْثِ ‏.‏",
    "source": ""
  },
  {
    "id": 12614,
    "number": "5337",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا ابْنُ،\nنُمَيْرٍ حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ اتَّخَذَ رَسُولُ اللَّهِ صلى الله\nعليه وسلم خَاتَمًا مِنْ وَرِقٍ فَكَانَ فِي يَدِهِ ثُمَّ كَانَ فِي يَدِ أَبِي بَكْرٍ ثُمَّ كَانَ فِي يَدِ عُمَرَ ثُمَّ\nكَانَ فِي يَدِ عُثْمَانَ حَتَّى وَقَعَ مِنْهُ فِي بِئْرِ أَرِيسٍ نَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏ قَالَ ابْنُ نُمَيْرٍ\nحَتَّى وَقَعَ فِي بِئْرِ ‏.‏ وَلَمْ يَقُلْ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12615,
    "number": "5338",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَمُحَمَّدُ بْنُ عَبَّادٍ، وَابْنُ أَبِي عُمَرَ، -\nوَاللَّفْظُ لأَبِي بَكْرٍ - قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ نَافِعٍ، عَنِ ابْنِ،\nعُمَرَ قَالَ اتَّخَذَ النَّبِيُّ صلى الله عليه وسلم خَاتَمًا مِنْ ذَهَبٍ ثُمَّ أَلْقَاهُ ثُمَّ اتَّخَذَ خَاتَمًا مِنْ\nوَرِقٍ وَنَقَشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏ وَقَالَ ‏\n\"‏ لاَ يَنْقُشْ أَحَدٌ عَلَى نَقْشِ خَاتَمِي هَذَا ‏\"‏ ‏.‏\nوَكَانَ إِذَا لَبِسَهُ جَعَلَ فَصَّهُ مِمَّا يَلِي بَطْنَ كَفِّهِ وَهُوَ الَّذِي سَقَطَ مِنْ مُعَيْقِيبٍ فِي بِئْرِ أَرِيسٍ\n‏.‏",
    "source": ""
  },
  {
    "id": 12616,
    "number": "5339",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَخَلَفُ بْنُ هِشَامٍ، وَأَبُو الرَّبِيعِ الْعَتَكِيُّ، كُلُّهُمْ عَنْ حَمَّادٍ،\n- قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، - عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّوسلم اتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ وَنَقَشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏ وَقَالَ\nلِلنَّاسِ ‏\n\"‏ إِنِّي اتَّخَذْتُ خَاتَمًا مِنْ فِضَّةٍ وَنَقَشْتُ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏ فَلاَ يَنْقُشْ أَحَدٌ عَلَى\nنَقْشِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12617,
    "number": "5340",
    "text": "وَحَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا \nإِسْمَاعِيلُ، - يَعْنُونَ ابْنَ عُلَيَّةَ - عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله\nعليه وسلم بِهَذَا وَلَمْ يَذْكُرْ فِي الْحَدِيثِ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12618,
    "number": "5341",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا \nشُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَمَّا أَرَادَ رَسُولُ اللَّهِ صلى الله\nعليه وسلم أَنْ يَكْتُبَ إِلَى الرُّومِ - قَالَ - قَالُوا إِنَّهُمْ لاَ يَقْرَءُونَ كِتَابًا إِلاَّ مَخْتُومًا ‏.‏ قَالَ\nفَاتَّخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَاتَمًا مِنْ فِضَّةٍ كَأَنِّي أَنْظُرُ إِلَى بَيَاضِهِ فِي يَدِ\nرَسُولِ اللَّهِ صلى الله عليه وسلم نَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12619,
    "number": "5342",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَنَسٍ،\nأَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ أَرَادَ أَنْ يَكْتُبَ إِلَى الْعَجَمِ فَقِيلَ لَهُ إِنَّ الْعَجَمَ لاَ يَقْبَلُونَ\nإِلاَّ كِتَابًا عَلَيْهِ خَاتِمٌ ‏.‏ فَاصْطَنَعَ خَاتَمًا مِنْ فِضَّةٍ ‏.‏ قَالَ كَأَنِّي أَنْظُرُ إِلَى بَيَاضِهِ فِي يَدِهِ\n‏.‏",
    "source": ""
  },
  {
    "id": 12620,
    "number": "5343",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا نُوحُ بْنُ قَيْسٍ، عَنْ أَخِيهِ، خَالِدِ بْنِ قَيْسٍ\nعَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَرَادَ أَنْ يَكْتُبَ إِلَى كِسْرَى وَقَيْصَرَ وَالنَّجَاشِيِّ\n‏.‏ فَقِيلَ إِنَّهُمْ لاَ يَقْبَلُونَ كِتَابًا إِلاَّ بِخَاتِمٍ ‏.‏ فَصَاغَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَاتَمًا\nحَلَقَةً فِضَّةً وَنَقَشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12621,
    "number": "5344",
    "text": "حَدَّثَنِي أَبُو عِمْرَانَ، مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ أَخْبَرَنَا إِبْرَاهِيمُ، - يَعْنِي ابْنَ سَعْدٍ\n- عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ أَبْصَرَ فِي يَدِ رَسُولِ اللَّهِ صلى الله عليه وسلم\nخَاتَمًا مِنْ وَرِقٍ يَوْمًا وَاحِدًا - قَالَ - فَصَنَعَ النَّاسُ الْخَوَاتِمَ مِنْ وَرِقٍ فَلَبِسُوهُ فَطَرَحَ\nالنَّبِيُّ صلى الله عليه وسلم خَاتَمَهُ فَطَرَحَ النَّاسُ خَوَاتِمَهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 12622,
    "number": "5345",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا رَوْحٌ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي زِيَادٌ،\nأَنَّ ابْنَ شِهَابٍ، أَخْبَرَهُ أَنَّ أَنَسَ بْنَ مَالِكٍ أَخْبَرَهُ أَنَّهُ، رَأَى فِي يَدِ رَسُولِ اللَّهِ صلى الله عليه\nوسلم خَاتَمًا مِنْ وَرِقٍ يَوْمًا وَاحِدًا ثُمَّ إِنَّ النَّاسَ اضْطَرَبُوا الْخَوَاتِمَ مِنْ وَرِقٍ فَلَبِسُوهَا فَطَرَحَ\nالنَّبِيُّ صلى الله عليه وسلم خَاتَمَهُ فَطَرَحَ النَّاسُ خَوَاتِمَهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 12623,
    "number": "5346",
    "text": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ\n‏.‏",
    "source": ""
  }
]