[
  {
    "id": 13618,
    "number": "6341",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدِ بْنِ جَمِيلِ بْنِ طَرِيفٍ الثَّقَفِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا \n جَرِيرٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ\n اللَّهِ صلى الله عليه وسلم فَقَالَ مَنْ أَحَقُّ النَّاسِ بِحُسْنِ صَحَابَتِي قَالَ ‏\"‏ أُمُّكَ ‏\"‏ ‏.‏ قَالَ\n ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ أُمُّكَ ‏\"‏ ‏.‏ قَالَ ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ أُمُّكَ ‏\"‏ ‏.‏ قَالَ ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ أَبُوكَ ‏\"‏\n ‏.‏ وَفِي حَدِيثِ قُتَيْبَةَ مَنْ أَحَقُّ بِحُسْنِ صَحَابَتِي وَلَمْ يَذْكُرِ النَّاسَ ‏.‏",
    "source": ""
  },
  {
    "id": 13619,
    "number": "6342",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ عُمَارَةَ،\n بْنِ الْقَعْقَاعِ عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ مَنْ أَحَقُّ بِحُسْنِ\n الصُّحْبَةِ قَالَ ‏\n\"‏ أُمُّكَ ثُمَّ أُمُّكَ ثُمَّ أُمُّكَ ثُمَّ أَبُوكَ ثُمَّ أَدْنَاكَ أَدْنَاكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13620,
    "number": "6343",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَرِيكٌ، عَنْ عُمَارَةَ، وَابْنِ، شُبْرُمَةَ عَنْ أَبِي،\n زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم ‏.‏ فَذَكَرَ بِمِثْلِ حَدِيثِ\n جَرِيرٍ وَزَادَ فَقَالَ ‏\n\"‏ نَعَمْ وَأَبِيكَ لَتُنَبَّأَنَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13621,
    "number": "6344",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ، ح وَحَدَّثَنِي أَحْمَدُ،\n بْنُ خِرَاشٍ حَدَّثَنَا حَبَّانُ، حَدَّثَنَا وُهَيْبٌ، كِلاَهُمَا عَنِ ابْنِ شُبْرُمَةَ، بِهَذَا الإِسْنَادِ فِي حَدِيثِ\n وُهَيْبٍ مَنْ أَبَرُّ وَفِي حَدِيثِ مُحَمَّدِ بْنِ طَلْحَةَ أَىُّ النَّاسِ أَحَقُّ مِنِّي بِحُسْنِ الصُّحْبَةِ ثُمَّ ذَكَرَ\n بِمِثْلِ حَدِيثِ جَرِيرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13622,
    "number": "6345",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ \n حَبِيبٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ الْقَطَّانَ - عَنْ سُفْيَانَ،\n وَشُعْبَةَ قَالاَ حَدَّثَنَا حَبِيبٌ، عَنْ أَبِي الْعَبَّاسِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ جَاءَ رَجُلٌ إِلَى\n النَّبِيِّ صلى الله عليه وسلم يَسْتَأْذِنُهُ فِي الْجِهَادِ فَقَالَ ‏\"‏ أَحَىٌّ وَالِدَاكَ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ\n ‏\"‏ فَفِيهِمَا فَجَاهِدْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13623,
    "number": "6346",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبٍ، سَمِعْتُ أَبَا الْعَبَّاسِ،\n سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، يَقُولُ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم ‏.‏\n فَذَكَرَ بِمِثْلِهِ ‏.‏ قَالَ مُسْلِمٌ أَبُو الْعَبَّاسِ اسْمُهُ السَّائِبُ بْنُ فَرُّوخَ الْمَكِّيُّ ‏.‏ \n حَدَّثَنَا أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ بِشْرٍ، عَنْ مِسْعَرٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا \n مُعَاوِيَةُ بْنُ عَمْرٍو، عَنْ أَبِي إِسْحَاقَ، ح وَحَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ،\n الْجُعْفِيُّ عَنْ زَائِدَةَ، كِلاَهُمَا عَنِ الأَعْمَشِ، جَمِيعًا عَنْ حَبِيبٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13624,
    "number": "6347",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ،\n عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، أَنَّ نَاعِمًا، مَوْلَى أُمِّ سَلَمَةَ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ\n قَالَ أَقْبَلَ رَجُلٌ إِلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم فَقَالَ أُبَايِعُكَ عَلَى الْهِجْرَةِ وَالْجِهَادِ\n أَبْتَغِي الأَجْرَ مِنَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَهَلْ مِنْ وَالِدَيْكَ أَحَدٌ حَىٌّ ‏\"‏ ‏.‏ قَالَ نَعَمْ بَلْ كِلاَهُمَا ‏.‏ قَالَ\n ‏\"‏ فَتَبْتَغِي الأَجْرَ مِنَ اللَّهِ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَارْجِعْ إِلَى وَالِدَيْكَ فَأَحْسِنْ صُحْبَتَهُمَا\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13625,
    "number": "6348",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، حَدَّثَنَا حُمَيْدُ بْنُ هِلاَلٍ، عَنْ \n أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ كَانَ جُرَيْجٌ يَتَعَبَّدُ فِي صَوْمَعَةٍ فَجَاءَتْ أُمُّهُ ‏.‏ قَالَ حُمَيْدٌ\n فَوَصَفَ لَنَا أَبُو رَافِعٍ صِفَةَ أَبِي هُرَيْرَةَ لِصِفَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم أُمَّهُ حِينَ\n دَعَتْهُ كَيْفَ جَعَلَتْ كَفَّهَا فَوْقَ حَاجِبِهَا ثُمَّ رَفَعَتْ رَأْسَهَا إِلَيْهِ تَدْعُوهُ فَقَالَتْ يَا جُرَيْجُ أَنَا\n أُمُّكَ كَلِّمْنِي ‏.‏ فَصَادَفَتْهُ يُصَلِّي فَقَالَ اللَّهُمَّ أُمِّي وَصَلاَتِي ‏.‏ فَاخْتَارَ صَلاَتَهُ فَرَجَعَتْ ثُمَّ عَادَتْ\n فِي الثَّانِيَةِ فَقَالَتْ يَا جُرَيْجُ أَنَا أُمُّكَ فَكَلِّمْنِي ‏.‏ قَالَ اللَّهُمَّ أُمِّي وَصَلاَتِي ‏.‏ فَاخْتَارَ صَلاَتَهُ\n فَقَالَتِ اللَّهُمَّ إِنَّ هَذَا جُرَيْجٌ وَهُوَ ابْنِي وَإِنِّي كَلَّمْتُهُ فَأَبَى أَنْ يُكَلِّمَنِي اللَّهُمَّ فَلاَ تُمِتْهُ حَتَّى\n تُرِيَهُ الْمُومِسَاتِ ‏.‏ قَالَ وَلَوْ دَعَتْ عَلَيْهِ أَنْ يُفْتَنَ لَفُتِنَ ‏.‏ قَالَ وَكَانَ رَاعِي ضَأْنٍ يَأْوِي إِلَى\n دَيْرِهِ - قَالَ - فَخَرَجَتِ امْرَأَةٌ مِنَ الْقَرْيَةِ فَوَقَعَ عَلَيْهَا الرَّاعِي فَحَمَلَتْ فَوَلَدَتْ غُلاَمًا فَقِيلَ\n لَهَا مَا هَذَا قَالَتْ مِنْ صَاحِبِ هَذَا الدَّيْرِ ‏.‏ قَالَ فَجَاءُوا بِفُئُوسِهِمْ وَمَسَاحِيهِمْ فَنَادَوْهُ فَصَادَفُوهُ\n يُصَلِّي فَلَمْ يُكَلِّمْهُمْ - قَالَ - فَأَخَذُوا يَهْدِمُونَ دَيْرَهُ فَلَمَّا رَأَى ذَلِكَ نَزَلَ إِلَيْهِمْ فَقَالُوا لَهُ سَلْ\n هَذِهِ - قَالَ - فَتَبَسَّمَ ثُمَّ مَسَحَ رَأْسَ الصَّبِيِّ فَقَالَ مَنْ أَبُوكَ قَالَ أَبِي رَاعِي الضَّأْنِ ‏.‏\n فَلَمَّا سَمِعُوا ذَلِكَ مِنْهُ قَالُوا نَبْنِي مَا هَدَمْنَا مِنْ دَيْرِكَ بِالذَّهَبِ وَالْفِضَّةِ ‏.‏ قَالَ لاَ وَلَكِنْ أَعِيدُوهُ\n تُرَابًا كَمَا كَانَ ثُمَّ عَلاَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13626,
    "number": "6349",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا \n مُحَمَّدُ بْنُ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لَمْ يَتَكَلَّمْ فِي الْمَهْدِ\n إِلاَّ ثَلاَثَةٌ عِيسَى ابْنُ مَرْيَمَ وَصَاحِبُ جُرَيْجٍ وَكَانَ جُرَيْجٌ رَجُلاً عَابِدًا فَاتَّخَذَ صَوْمَعَةً فَكَانَ\n فِيهَا فَأَتَتْهُ أُمُّهُ وَهُوَ يُصَلِّي فَقَالَتْ يَا جُرَيْجُ ‏.‏ فَقَالَ يَا رَبِّ أُمِّي وَصَلاَتِي ‏.‏ فَأَقْبَلَ عَلَى\n صَلاَتِهِ فَانْصَرَفَتْ فَلَمَّا كَانَ مِنَ الْغَدِ أَتَتْهُ وَهُوَ يُصَلِّي فَقَالَتْ يَا جُرَيْجُ فَقَالَ يَا رَبِّ أُمِّي\n وَصَلاَتِي فَأَقْبَلَ عَلَى صَلاَتِهِ فَانْصَرَفَتْ فَلَمَّا كَانَ مِنَ الْغَدِ أَتَتْهُ وَهُوَ يُصَلِّي فَقَالَتْ يَا جُرَيْجُ\n ‏.‏ فَقَالَ أَىْ رَبِّ أُمِّي وَصَلاَتِي ‏.‏ فَأَقْبَلَ عَلَى صَلاَتِهِ فَقَالَتِ اللَّهُمَّ لاَ تُمِتْهُ حَتَّى يَنْظُرَ إِلَى\n وُجُوهِ الْمُومِسَاتِ ‏.‏ فَتَذَاكَرَ بَنُو إِسْرَائِيلَ جُرَيْجًا وَعِبَادَتَهُ وَكَانَتِ امْرَأَةٌ بَغِيٌّ يُتَمَثَّلُ بِحُسْنِهَا\n فَقَالَتْ إِنْ شِئْتُمْ لأَفْتِنَنَّهُ لَكُمْ - قَالَ - فَتَعَرَّضَتْ لَهُ فَلَمْ يَلْتَفِتْ إِلَيْهَا فَأَتَتْ رَاعِيًا كَانَ يَأْوِي\n إِلَى صَوْمَعَتِهِ فَأَمْكَنَتْهُ مِنْ نَفْسِهَا فَوَقَعَ عَلَيْهَا فَحَمَلَتْ فَلَمَّا وَلَدَتْ قَالَتْ هُوَ مِنْ جُرَيْجٍ\n ‏.‏ فَأَتَوْهُ فَاسْتَنْزَلُوهُ وَهَدَمُوا صَوْمَعَتَهُ وَجَعَلُوا يَضْرِبُونَهُ فَقَالَ مَا شَأْنُكُمْ قَالُوا زَنَيْتَ بِهَذِهِ\n الْبَغِيِّ فَوَلَدَتْ مِنْكَ ‏.‏ فَقَالَ أَيْنَ الصَّبِيُّ فَجَاءُوا بِهِ فَقَالَ دَعُونِي حَتَّى أُصَلِّيَ فَصَلَّى فَلَمَّا\n انْصَرَفَ أَتَى الصَّبِيَّ فَطَعَنَ فِي بَطْنِهِ وَقَالَ يَا غُلاَمُ مَنْ أَبُوكَ قَالَ فُلاَنٌ الرَّاعِي - قَالَ\n - فَأَقْبَلُوا عَلَى جُرَيْجٍ يُقَبِّلُونَهُ وَيَتَمَسَّحُونَ بِهِ وَقَالُوا نَبْنِي لَكَ صَوْمَعَتَكَ مِنْ ذَهَبٍ ‏.‏ قَالَ\n لاَ أَعِيدُوهَا مِنْ طِينٍ كَمَا كَانَتْ ‏.‏ فَفَعَلُوا ‏.‏ وَبَيْنَا صَبِيٌّ يَرْضَعُ مِنْ أُمِّهِ فَمَرَّ رَجُلٌ رَاكِبٌ\n عَلَى دَابَّةٍ فَارِهَةٍ وَشَارَةٍ حَسَنَةٍ فَقَالَتْ أُمُّهُ اللَّهُمَّ اجْعَلِ ابْنِي مِثْلَ هَذَا ‏.‏ فَتَرَكَ الثَّدْىَ وَأَقْبَلَ\n إِلَيْهِ فَنَظَرَ إِلَيْهِ فَقَالَ اللَّهُمَّ لاَ تَجْعَلْنِي مِثْلَهُ ‏.‏ ثُمَّ أَقْبَلَ عَلَى ثَدْيِهِ فَجَعَلَ يَرْتَضِعُ ‏.‏ قَالَ فَكَأَنِّي\n أَنْظُرُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ يَحْكِي ارْتِضَاعَهُ بِإِصْبَعِهِ السَّبَّابَةِ فِي\n فَمِهِ فَجَعَلَ يَمُصُّهَا ‏.‏ قَالَ وَمَرُّوا بِجَارِيَةٍ وَهُمْ يَضْرِبُونَهَا وَيَقُولُونَ زَنَيْتِ سَرَقْتِ ‏.‏ وَهِيَ\n تَقُولُ حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ ‏.‏ فَقَالَتْ أُمُّهُ اللَّهُمَّ لاَ تَجْعَلِ ابْنِي مِثْلَهَا ‏.‏ فَتَرَكَ الرَّضَاعَ وَنَظَرَ\n إِلَيْهَا فَقَالَ اللَّهُمَّ اجْعَلْنِي مِثْلَهَا ‏.‏ فَهُنَاكَ تَرَاجَعَا الْحَدِيثَ فَقَالَتْ حَلْقَى مَرَّ رَجُلٌ حَسَنُ الْهَيْئَةِ\n فَقُلْتُ اللَّهُمَّ اجْعَلِ ابْنِي مِثْلَهُ ‏.‏ فَقُلْتَ اللَّهُمَّ لاَ تَجْعَلْنِي مِثْلَهُ ‏.‏ وَمَرُّوا بِهَذِهِ الأَمَةِ وَهُمْ يَضْرِبُونَهَا\n وَيَقُولُونَ زَنَيْتِ سَرَقْتِ ‏.‏ فَقُلْتُ اللَّهُمَّ لاَ تَجْعَلِ ابْنِي مِثْلَهَا ‏.‏ فَقُلْتَ اللَّهُمَّ اجْعَلْنِي مِثْلَهَا قَالَ\n إِنَّ ذَاكَ الرَّجُلَ كَانَ جَبَّارًا فَقُلْتُ اللَّهُمَّ لاَ تَجْعَلْنِي مِثْلَهُ ‏.‏ وَإِنَّ هَذِهِ يَقُولُونَ لَهَا زَنَيْتِ ‏.‏ وَلَمْ\n تَزْنِ وَسَرَقْتِ وَلَمْ تَسْرِقْ فَقُلْتُ اللَّهُمَّ اجْعَلْنِي مِثْلَهَا ‏.‏",
    "source": ""
  },
  {
    "id": 13627,
    "number": "6350",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ،\n عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ ‏\"‏ ‏.‏ قِيلَ مَنْ\n يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ مَنْ أَدْرَكَ أَبَوَيْهِ عِنْدَ الْكِبَرِ أَحَدَهُمَا أَوْ كِلَيْهِمَا فَلَمْ يَدْخُلِ الْجَنَّةَ ‏\"‏\n ‏.‏",
    "source": ""
  },
  {
    "id": 13628,
    "number": "6351",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ\n قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ رَغِمَ أَنْفُهُ ثُمَّ رَغِمَ أَنْفُهُ ثُمَّ رَغِمَ أَنْفُهُ ‏\"‏ ‏.‏ قِيلَ مَنْ\n يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ مَنْ أَدْرَكَ وَالِدَيْهِ عِنْدَ الْكِبَرِ أَحَدَهُمَا أَوْ كِلَيْهِمَا ثُمَّ لَمْ يَدْخُلِ الْجَنَّةَ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13629,
    "number": "6352",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، حَدَّثَنِي \n سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ رَغِمَ أَنْفُهُ\n ‏\"‏ ‏.‏ ثَلاَثًا ثُمَّ ذَكَرَ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13630,
    "number": "6353",
    "text": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي \n سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنِ الْوَلِيدِ بْنِ أَبِي الْوَلِيدِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ،\n أَنَّ رَجُلاً، مِنَ الأَعْرَابِ لَقِيَهُ بِطَرِيقِ مَكَّةَ فَسَلَّمَ عَلَيْهِ عَبْدُ اللَّهِ وَحَمَلَهُ عَلَى حِمَارٍ كَانَ يَرْكَبُهُ\n وَأَعْطَاهُ عِمَامَةً كَانَتْ عَلَى رَأْسِهِ فَقَالَ ابْنُ دِينَارٍ فَقُلْنَا لَهُ أَصْلَحَكَ اللَّهُ إِنَّهُمُ الأَعْرَابُ وَإِنَّهُمْ\n يَرْضَوْنَ بِالْيَسِيرِ ‏.‏ فَقَالَ عَبْدُ اللَّهِ إِنَّ أَبَا هَذَا كَانَ وُدًّا لِعُمَرَ بْنِ الْخَطَّابِ وَإِنِّي سَمِعْتُ رَسُولَ\n اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّ أَبَرَّ الْبِرِّ صِلَةُ الْوَلَدِ أَهْلَ وُدِّ أَبِيهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13631,
    "number": "6354",
    "text": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي حَيْوَةُ بْنُ شُرَيْحٍ، عَنِ ابْنِ،\n الْهَادِ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ النَّبِيِّ صلى الله عليه وسلم قَالَ\n ‏\n\"‏ أَبَرُّ الْبِرِّ أَنْ يَصِلَ الرَّجُلُ وُدَّ أَبِيهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13632,
    "number": "6355",
    "text": "حَدَّثَنَا حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي،\n وَاللَّيْثُ بْنُ سَعْدٍ جَمِيعًا عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ،\n عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ إِذَا خَرَجَ إِلَى مَكَّةَ كَانَ لَهُ حِمَارٌ يَتَرَوَّحُ عَلَيْهِ إِذَا مَلَّ رُكُوبَ الرَّاحِلَةِ\n وَعِمَامَةٌ يَشُدُّ بِهَا رَأْسَهُ فَبَيْنَا هُوَ يَوْمًا عَلَى ذَلِكَ الْحِمَارِ إِذْ مَرَّ بِهِ أَعْرَابِيٌّ فَقَالَ أَلَسْتَ\n ابْنَ فُلاَنِ بْنِ فُلاَنٍ قَالَ بَلَى ‏.‏ فَأَعْطَاهُ الْحِمَارَ وَقَالَ ارْكَبْ هَذَا وَالْعِمَامَةَ - قَالَ - اشْدُدْ\n بِهَا رَأْسَكَ ‏.‏ فَقَالَ لَهُ بَعْضُ أَصْحَابِهِ غَفَرَ اللَّهُ لَكَ أَعْطَيْتَ هَذَا الأَعْرَابِيَّ حِمَارًا كُنْتَ تَرَوَّحُ\n عَلَيْهِ وَعِمَامَةً كُنْتَ تَشُدُّ بِهَا رَأْسَكَ ‏.‏ فَقَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم\n يَقُولُ ‏\n\"‏ إِنَّ مِنْ أَبَرِّ الْبِرِّ صِلَةَ الرَّجُلِ أَهْلَ وُدِّ أَبِيهِ بَعْدَ أَنْ يُوَلِّيَ ‏\"‏ ‏.‏ وَإِنَّ أَبَاهُ كَانَ صَدِيقًا\n لِعُمَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 13633,
    "number": "6356",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ \n عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنِ النَّوَّاسِ بْنِ سَمْعَانَ الأَنْصَارِيِّ، قَالَ سَأَلْتُ\n رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْبِرِّ وَالإِثْمِ فَقَالَ ‏\n\"‏ الْبِرُّ حُسْنُ الْخُلُقِ وَالإِثْمُ مَا حَاكَ\n فِي صَدْرِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13634,
    "number": "6357",
    "text": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي مُعَاوِيَةُ، - يَعْنِي\n ابْنَ صَالِحٍ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ نَوَّاسِ بْنِ سِمْعَانَ، قَالَ أَقَمْتُ\n مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِالْمَدِينَةِ سَنَةً مَا يَمْنَعُنِي مِنَ الْهِجْرَةِ إِلاَّ الْمَسْأَلَةُ كَانَ\n أَحَدُنَا إِذَا هَاجَرَ لَمْ يَسْأَلْ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ شَىْءٍ - قَالَ - فَسَأَلْتُهُ\n عَنِ الْبِرِّ وَالإِثْمِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْبِرُّ حُسْنُ الْخُلُقِ وَالإِثْمُ مَا حَاكَ\n فِي نَفْسِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13635,
    "number": "6358",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدِ بْنِ جَمِيلِ بْنِ طَرِيفِ بْنِ عَبْدِ اللَّهِ الثَّقَفِيُّ، وَمُحَمَّدُ بْنُ عَبَّادٍ،\n قَالاَ حَدَّثَنَا حَاتِمٌ، - وَهُوَ ابْنُ إِسْمَاعِيلَ - عَنْ مُعَاوِيَةَ، - وَهُوَ ابْنُ أَبِي مُزَرِّدٍ مَوْلَى بَنِي\n هَاشِمٍ - حَدَّثَنِي عَمِّي أَبُو الْحُبَابِ، سَعِيدُ بْنُ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ\n صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ خَلَقَ الْخَلْقَ حَتَّى إِذَا فَرَغَ مِنْهُمْ قَامَتِ الرَّحِمُ فَقَالَتْ هَذَا\n مَقَامُ الْعَائِذِ مِنَ الْقَطِيعَةِ ‏.‏ قَالَ نَعَمْ أَمَا تَرْضَيْنَ أَنْ أَصِلَ مَنْ وَصَلَكِ وَأَقْطَعَ مَنْ قَطَعَكِ قَالَتْ\n بَلَى ‏.‏ قَالَ فَذَاكَ لَكِ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اقْرَءُوا إِنْ شِئْتُمْ ‏{‏\n فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ * أُولَئِكَ الَّذِينَ لَعَنَهُمُ\n اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ * أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا‏}‏ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13636,
    "number": "6359",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ حَدَّثَنَا \n وَكِيعٌ، عَنْ مُعَاوِيَةَ بْنِ أَبِي مُزَرِّدٍ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ\n رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الرَّحِمُ مُعَلَّقَةٌ بِالْعَرْشِ تَقُولُ مَنْ وَصَلَنِي وَصَلَهُ اللَّهُ وَمَنْ\n قَطَعَنِي قَطَعَهُ اللَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13637,
    "number": "6360",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ مُحَمَّدِ،\n بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَدْخُلُ الْجَنَّةَ قَاطِعٌ\n ‏\"‏ ‏.‏ قَالَ ابْنُ أَبِي عُمَرَ قَالَ سُفْيَانُ يَعْنِي قَاطِعَ رَحِمٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13638,
    "number": "6361",
    "text": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ مَالِكٍ، عَنِ الزُّهْرِيِّ،\n أَنَّ مُحَمَّدَ بْنَ جُبَيْرِ بْنِ مُطْعِمٍ، أَخْبَرَهُ أَنَّ أَبَاهُ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم\n قَالَ ‏\n\"‏ لاَ يَدْخُلُ الْجَنَّةَ قَاطِعُ رَحِمٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13639,
    "number": "6362",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ،\n بِهَذَا الإِسْنَادِ ‏.‏ مِثْلَهُ وَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 13640,
    "number": "6363",
    "text": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ،\n عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ سَرَّهُ أَنْ يُبْسَطَ\n عَلَيْهِ رِزْقُهُ أَوْ يُنْسَأَ فِي أَثَرِهِ فَلْيَصِلْ رَحِمَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13641,
    "number": "6364",
    "text": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ،\n خَالِدٍ قَالَ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم\n قَالَ ‏\n\"‏ مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ وَيُنْسَأَ لَهُ فِي أَثَرِهِ فَلْيَصِلْ رَحِمَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13642,
    "number": "6365",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا \n مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ الْعَلاَءَ بْنَ عَبْدِ الرَّحْمَنِ، يُحَدِّثُ عَنْ أَبِيهِ، عَنْ أَبِي،\n هُرَيْرَةَ أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ إِنَّ لِي قَرَابَةً أَصِلُهُمْ وَيَقْطَعُونِي وَأُحْسِنُ إِلَيْهِمْ وَيُسِيئُونَ\n إِلَىَّ وَأَحْلُمُ عَنْهُمْ وَيَجْهَلُونَ عَلَىَّ ‏.‏ فَقَالَ ‏\n\"‏ لَئِنْ كُنْتَ كَمَا قُلْتَ فَكَأَنَّمَا تُسِفُّهُمُ الْمَلَّ وَلاَ يَزَالُ\n مَعَكَ مِنَ اللَّهِ ظَهِيرٌ عَلَيْهِمْ مَا دُمْتَ عَلَى ذَلِكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13643,
    "number": "6366",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ،\n أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَبَاغَضُوا وَلاَ تَحَاسَدُوا وَلاَ تَدَابَرُوا وَكُونُوا\n عِبَادَ اللَّهِ إِخْوَانًا وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13644,
    "number": "6367",
    "text": "حَدَّثَنَا حَاجِبُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْوَلِيدِ الزُّبَيْدِيُّ،\n عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ح \n وَحَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنِي ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ،\n عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ مَالِكٍ ‏.‏",
    "source": ""
  },
  {
    "id": 13645,
    "number": "6368",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَابْنُ أَبِي عُمَرَ، وَعَمْرٌو النَّاقِدُ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، عَنِ \n الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ وَزَادَ ابْنُ عُيَيْنَةَ ‏\n\"‏ وَلاَ تَقَاطَعُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13646,
    "number": "6369",
    "text": "حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ،\n بْنُ حُمَيْدٍ كِلاَهُمَا عَنْ عَبْدِ الرَّزَّاقِ، جَمِيعًا عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ ‏.‏ أَمَّا رِوَايَةُ\n يَزِيدَ عَنْهُ فَكَرِوَايَةِ سُفْيَانَ عَنِ الزُّهْرِيِّ يَذْكُرُ الْخِصَالَ الأَرْبَعَةَ جَمِيعًا وَأَمَّا حَدِيثُ عَبْدِ الرَّزَّاقِ\n ‏\n\"‏ وَلاَ تَحَاسَدُوا وَلاَ تَقَاطَعُوا وَلاَ تَدَابَرُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13647,
    "number": "6370",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّوسلم قَالَ ‏\"‏ لاَ تَحَاسَدُوا وَلاَ تَبَاغَضُوا وَلاَ تَقَاطَعُوا وَكُونُوا عِبَادَ\n اللَّهِ إِخْوَانًا ‏\"‏ ‏.‏ \n حَدَّثَنِيهِ عَلِيُّ بْنُ نَصْرٍ الْجَهْضَمِيُّ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ\n مِثْلَهُ وَزَادَ ‏\"‏ كَمَا أَمَرَكُمُ اللَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13648,
    "number": "6371",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ،\n اللَّيْثِيِّ عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَحِلُّ لِمُسْلِمٍ\n أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثِ لَيَالٍ يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا وَخَيْرُهُمَا الَّذِي يَبْدَأُ\n بِالسَّلاَمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13649,
    "number": "6372",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا \n سُفْيَانُ، ح وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنَا حَاجِبُ،\n بْنُ الْوَلِيدِ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ،\n بْنُ رَافِعٍ وَعَبْدُ بْنُ حُمَيْدٍ عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، كُلُّهُمْ عَنِ الزُّهْرِيِّ، بِإِسْنَادِ مَالِكٍ وَمِثْلِ\n حَدِيثِهِ إِلاَّ قَوْلَهُ ‏\"‏ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا ‏\"‏ ‏.‏ فَإِنَّهُمْ جَمِيعًا قَالُوا فِي حَدِيثِهِمْ غَيْرَ\n مَالِكٍ ‏\"‏ فَيَصُدُّ هَذَا وَيَصُدُّ هَذَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13650,
    "number": "6373",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ، - وَهُوَ ابْنُ\n عُثْمَانَ - عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ\n يَحِلُّ لِلْمُؤْمِنِ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثَةِ أَيَّامٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13651,
    "number": "6374",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنِ الْعَلاَءِ، عَنْ \n أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ هِجْرَةَ بَعْدَ ثَلاَثٍ ‏\"‏\n ‏.‏",
    "source": ""
  },
  {
    "id": 13652,
    "number": "6375",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ \n أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ\n وَلاَ تَحَسَّسُوا وَلاَ تَجَسَّسُوا وَلاَ تَنَافَسُوا وَلاَ تَحَاسَدُوا وَلاَ تَبَاغَضُوا وَلاَ تَدَابَرُوا وَكُونُوا\n عِبَادَ اللَّهِ إِخْوَانًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13653,
    "number": "6376",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنِ الْعَلاَءِ، عَنْ \n أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَهَجَّرُوا وَلاَ تَدَابَرُوا\n وَلاَ تَحَسَّسُوا وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13654,
    "number": "6377",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي،\n هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَحَاسَدُوا وَلاَ تَبَاغَضُوا وَلاَ تَجَسَّسُوا\n وَلاَ تَحَسَّسُوا وَلاَ تَنَاجَشُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13655,
    "number": "6378",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَعَلِيُّ بْنُ نَصْرٍ الْجَهْضَمِيُّ، قَالاَ حَدَّثَنَا وَهْبُ،\n بْنُ جَرِيرٍ حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ ‏\n\"‏ لاَ تَقَاطَعُوا وَلاَ تَدَابَرُوا وَلاَ تَبَاغَضُوا\n وَلاَ تَحَاسَدُوا وَكُونُوا إِخْوَانًا كَمَا أَمَرَكُمُ اللَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13656,
    "number": "6379",
    "text": "وَحَدَّثَنِي أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا سُهَيْلٌ، عَنْ \n أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَبَاغَضُوا وَلاَ تَدَابَرُوا وَلاَ\n تَنَافَسُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13657,
    "number": "6380",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا دَاوُدُ، - يَعْنِي ابْنَ قَيْسٍ - عَنْ أَبِي،\n سَعِيدٍ مَوْلَى عَامِرِ بْنِ كُرَيْزٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n ‏\"‏ لاَ تَحَاسَدُوا وَلاَ تَنَاجَشُوا وَلاَ تَبَاغَضُوا وَلاَ تَدَابَرُوا وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ\n وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا ‏.‏ الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يَخْذُلُهُ وَلاَ يَحْقِرُهُ ‏.‏ التَّقْوَى\n هَا هُنَا ‏\"‏ ‏.‏ وَيُشِيرُ إِلَى صَدْرِهِ ثَلاَثَ مَرَّاتٍ ‏\"‏ بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ\n كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ وَمَالُهُ وَعِرْضُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13658,
    "number": "6381",
    "text": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ أُسَامَةَ، -\n وَهُوَ ابْنُ زَيْدٍ - أَنَّهُ سَمِعَ أَبَا سَعِيدٍ، مَوْلَى عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ كُرَيْزٍ يَقُولُ سَمِعْتُ أَبَا،\n هُرَيْرَةَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ نَحْوَ حَدِيثِ دَاوُدَ وَزَادَ وَنَقَصَ\n وَمِمَّا زَادَ فِيهِ ‏\n\"‏ إِنَّ اللَّهَ لاَ يَنْظُرُ إِلَى أَجْسَادِكُمْ وَلاَ إِلَى صُوَرِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ\n ‏\"‏ ‏.‏ وَأَشَارَ بِأَصَابِعِهِ إِلَى صَدْرِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13659,
    "number": "6382",
    "text": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، عَنْ يَزِيدَ بْنِ،\n الأَصَمِّ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ اللَّهَ لاَ يَنْظُرُ إِلَى\n صُوَرِكُمْ وَأَمْوَالِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13660,
    "number": "6383",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ سُهَيْلٍ، عَنْ أَبِيهِ،\n عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ تُفْتَحُ أَبْوَابُ الْجَنَّةِ يَوْمَ الاِثْنَيْنِ\n وَيَوْمَ الْخَمِيسِ فَيُغْفَرُ لِكُلِّ عَبْدٍ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا إِلاَّ رَجُلاً كَانَتْ بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ\n فَيُقَالُ أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا أَنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا\n ‏\"‏ ‏.‏ \n حَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَحْمَدُ بْنُ عَبْدَةَ،\n الضَّبِّيُّ عَنْ عَبْدِ الْعَزِيزِ الدَّرَاوَرْدِيِّ، كِلاَهُمَا عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، بِإِسْنَادِ مَالِكٍ نَحْوَ حَدِيثِهِ\n غَيْرَ أَنَّ فِي حَدِيثِ الدَّرَاوَرْدِيِّ ‏\"‏ إِلاَّ الْمُتَهَاجِرَيْنِ ‏\"‏ ‏.‏ مِنْ رِوَايَةِ ابْنِ عَبْدَةَ وَقَالَ قُتَيْبَةُ ‏\"‏\n إِلاَّ الْمُهْتَجِرَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13661,
    "number": "6384",
    "text": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ مُسْلِمِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِي صَالِحٍ، سَمِعَ \n أَبَا هُرَيْرَةَ، رَفَعَهُ مَرَّةً قَالَ ‏\n\"‏ تُعْرَضُ الأَعْمَالُ فِي كُلِّ يَوْمِ خَمِيسٍ وَاثْنَيْنِ فَيَغْفِرُ اللَّهُ عَزَّ\n وَجَلَّ فِي ذَلِكَ الْيَوْمِ لِكُلِّ امْرِئٍ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا إِلاَّ امْرَأً كَانَتْ بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ\n فَيُقَالُ ارْكُوا هَذَيْنِ حَتَّى يَصْطَلِحَا ارْكُوا هَذَيْنِ حَتَّى يَصْطَلِحَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13662,
    "number": "6385",
    "text": "حَدَّثَنَا أَبُو الطَّاهِرِ، وَعَمْرُو بْنُ سَوَّادٍ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا مَالِكُ بْنُ،\n أَنَسٍ عَنْ مُسْلِمِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله\n عليه وسلم قَالَ ‏\n\"‏ تُعْرَضُ أَعْمَالُ النَّاسِ فِي كُلِّ جُمُعَةٍ مَرَّتَيْنِ يَوْمَ الاِثْنَيْنِ وَيَوْمَ الْخَمِيسِ\n فَيُغْفَرُ لِكُلِّ عَبْدٍ مُؤْمِنٍ إِلاَّ عَبْدًا بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ فَيُقَالُ اتْرُكُوا - أَوِ ارْكُوا - هَذَيْنِ\n حَتَّى يَفِيئَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13663,
    "number": "6386",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ،\n الرَّحْمَنِ بْنِ مَعْمَرٍ عَنْ أَبِي الْحُبَابِ، سَعِيدِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ\n صلى الله عليه وسلم ‏\n\"‏ إِنَّ اللَّهَ يَقُولُ يَوْمَ الْقِيَامَةِ أَيْنَ الْمُتَحَابُّونَ بِجَلاَلِي الْيَوْمَ أُظِلُّهُمْ فِي\n ظِلِّي يَوْمَ لاَ ظِلَّ إِلاَّ ظِلِّي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13664,
    "number": "6387",
    "text": "حَدَّثَنِي عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَبِي رَافِعٍ،\n عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\n\"‏ أَنَّ رَجُلاً زَارَ أَخًا لَهُ فِي قَرْيَةٍ أُخْرَى\n فَأَرْصَدَ اللَّهُ لَهُ عَلَى مَدْرَجَتِهِ مَلَكًا فَلَمَّا أَتَى عَلَيْهِ قَالَ أَيْنَ تُرِيدُ قَالَ أُرِيدُ أَخًا لِي فِي هَذِهِ\n الْقَرْيَةِ ‏.‏ قَالَ هَلْ لَكَ عَلَيْهِ مِنْ نِعْمَةٍ تَرُبُّهَا قَالَ لاَ غَيْرَ أَنِّي أَحْبَبْتُهُ فِي اللَّهِ عَزَّ وَجَلَّ ‏.‏\n قَالَ فَإِنِّي رَسُولُ اللَّهِ إِلَيْكَ بِأَنَّ اللَّهَ قَدْ أَحَبَّكَ كَمَا أَحْبَبْتَهُ فِيهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13665,
    "number": "6388",
    "text": "قَالَ الشَّيْخُ أَبُو أَحْمَدَ أَخْبَرَنِي أَبُو بَكْرٍ، مُحَمَّدُ بْنُ زَنْجُويَهْ الْقُشَيْرِيُّ حَدَّثَنَا عَبْدُ،\n الأَعْلَى بْنُ حَمَّادٍ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13666,
    "number": "6389",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالاَ حَدَّثَنَا حَمَّادٌ، - يَعْنِيَانِ ابْنَ\n زَيْدٍ - عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ، عَنْ ثَوْبَانَ، قَالَ أَبُو الرَّبِيعِ رَفَعَهُ إِلَى\n النَّبِيِّ صلى الله عليه وسلم وَفِي حَدِيثِ سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n ‏\n\"‏ عَائِدُ الْمَرِيضِ فِي مَخْرَفَةِ الْجَنَّةِ حَتَّى يَرْجِعَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13667,
    "number": "6390",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا هُشَيْمٌ، عَنْ خَالِدٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي،\n أَسْمَاءَ عَنْ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ قَالَ رَسُولُ اللَّهِ صلى الله\n عليه وسلم ‏\n\"‏ مَنْ عَادَ مَرِيضًا لَمْ يَزَلْ فِي خُرْفَةِ الْجَنَّةِ حَتَّى يَرْجِعَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13668,
    "number": "6391",
    "text": "حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ، عَنْ أَبِي قِلاَبَةَ،\n عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ الْمُسْلِمَ إِذَا\n عَادَ أَخَاهُ الْمُسْلِمَ لَمْ يَزَلْ فِي خُرْفَةِ الْجَنَّةِ حَتَّى يَرْجِعَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13669,
    "number": "6392",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، جَمِيعًا عَنْ يَزِيدَ، - وَاللَّفْظُ لِزُهَيْرٍ\n - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا عَاصِمٌ الأَحْوَلُ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، - وَهُوَ أَبُو قِلاَبَةَ\n - عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ صلى\n الله عليه وسلم عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ عَادَ مَرِيضًا لَمْ يَزَلْ فِي\n خُرْفَةِ الْجَنَّةِ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَمَا خُرْفَةُ الْجَنَّةِ قَالَ ‏\"‏ جَنَاهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13670,
    "number": "6393",
    "text": "حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، بِهَذَا الإِسْنَادِ\n ‏.‏",
    "source": ""
  },
  {
    "id": 13671,
    "number": "6394",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ،\n عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ اللَّهَ عَزَّ\n وَجَلَّ يَقُولُ يَوْمَ الْقِيَامَةِ يَا ابْنَ آدَمَ مَرِضْتُ فَلَمْ تَعُدْنِي ‏.‏ قَالَ يَا رَبِّ كَيْفَ أَعُودُكَ وَأَنْتَ\n رَبُّ الْعَالَمِينَ ‏.‏ قَالَ أَمَا عَلِمْتَ أَنَّ عَبْدِي فُلاَنًا مَرِضَ فَلَمْ تَعُدْهُ أَمَا عَلِمْتَ أَنَّكَ لَوْ عُدْتَهُ\n لَوَجَدْتَنِي عِنْدَهُ يَا ابْنَ آدَمَ اسْتَطْعَمْتُكَ فَلَمْ تُطْعِمْنِي ‏.‏ قَالَ يَا رَبِّ وَكَيْفَ أُطْعِمُكَ وَأَنْتَ رَبُّ\n الْعَالَمِينَ ‏.‏ قَالَ أَمَا عَلِمْتَ أَنَّهُ اسْتَطْعَمَكَ عَبْدِي فُلاَنٌ فَلَمْ تُطْعِمْهُ أَمَا عَلِمْتَ أَنَّكَ لَوْ أَطْعَمْتَهُ\n لَوَجَدْتَ ذَلِكَ عِنْدِي يَا ابْنَ آدَمَ اسْتَسْقَيْتُكَ فَلَمْ تَسْقِنِي ‏.‏ قَالَ يَا رَبِّ كَيْفَ أَسْقِيكَ وَأَنْتَ رَبُّ\n الْعَالَمِينَ قَالَ اسْتَسْقَاكَ عَبْدِي فُلاَنٌ فَلَمْ تَسْقِهِ أَمَا إِنَّكَ لَوْ سَقَيْتَهُ وَجَدْتَ ذَلِكَ عِنْدِي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13672,
    "number": "6395",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ،\n عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، قَالَ قَالَتْ عَائِشَةُ مَا رَأَيْتُ\n رَجُلاً أَشَدَّ عَلَيْهِ الْوَجَعُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَفِي رِوَايَةِ عُثْمَانَ مَكَانَ\n الْوَجَعِ وَجَعًا ‏.‏",
    "source": ""
  },
  {
    "id": 13673,
    "number": "6396",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، أَخْبَرَنِي أَبِي ح، وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ\n حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، ح وَحَدَّثَنِي بِشْرُ بْنُ خَالِدٍ، أَخْبَرَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - كُلُّهُمْ\n عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، ح وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، ح وَحَدَّثَنَا ابْنُ،\n نُمَيْرٍ حَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، كِلاَهُمَا عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، بِإِسْنَادِ جَرِيرٍ مِثْلَ حَدِيثِهِ\n ‏.‏",
    "source": ""
  },
  {
    "id": 13674,
    "number": "6397",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ\n أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ،\n عَنْ عَبْدِ اللَّهِ، قَالَ دَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ يُوعَكُ فَمَسِسْتُهُ بِيَدِي\n فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ لَتُوعَكُ وَعْكًا شَدِيدًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏\n أَجَلْ إِنِّي أُوعَكُ كَمَا يُوعَكُ رَجُلاَنِ مِنْكُمْ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ ذَلِكَ أَنَّ لَكَ أَجْرَيْنِ فَقَالَ رَسُولُ\n اللَّهِ صلى الله عليه وسلم ‏\"‏ أَجَلْ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا مِنْ\n مُسْلِمٍ يُصِيبُهُ أَذًى مِنْ مَرَضٍ فَمَا سِوَاهُ إِلاَّ حَطَّ اللَّهُ بِهِ سَيِّئَاتِهِ كَمَا تَحُطُّ الشَّجَرَةُ وَرَقَهَا\n ‏\"‏ ‏.‏ وَلَيْسَ فِي حَدِيثِ زُهَيْرٍ فَمَسِسْتُهُ بِيَدِي ‏.‏",
    "source": ""
  },
  {
    "id": 13675,
    "number": "6398",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنِي \n مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا \n عِيسَى بْنُ يُونُسَ، وَيَحْيَى بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي غَنِيَّةَ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِإِسْنَادِ جَرِيرٍ\n ‏.‏ نَحْوَ حَدِيثِهِ وَزَادَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ قَالَ ‏\n\"‏ نَعَمْ وَالَّذِي نَفْسِي بِيَدِهِ مَا عَلَى الأَرْضِ\n مُسْلِمٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13676,
    "number": "6399",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ جَرِيرٍ، قَالَ زُهَيْرٌ حَدَّثَنَا \n جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالَ دَخَلَ شَبَابٌ مِنْ قُرَيْشٍ عَلَى عَائِشَةَ وَهِيَ\n بِمِنًى وَهُمْ يَضْحَكُونَ فَقَالَتْ مَا يُضْحِكُكُمْ قَالُوا فُلاَنٌ خَرَّ عَلَى طُنُبِ فُسْطَاطٍ فَكَادَتْ عُنُقُهُ\n أَوْ عَيْنُهُ أَنْ تَذْهَبَ ‏.‏ فَقَالَتْ لاَ تَضْحَكُوا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ\n ‏\n\"‏ مَا مِنْ مُسْلِمٍ يُشَاكُ شَوْكَةً فَمَا فَوْقَهَا إِلاَّ كُتِبَتْ لَهُ بِهَا دَرَجَةٌ وَمُحِيَتْ عَنْهُ بِهَا خَطِيئَةٌ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13677,
    "number": "6400",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَاللَّفْظُ لَهُمَا ح وَحَدَّثَنَا إِسْحَاقُ الْحَنْظَلِيُّ،\n قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ \n الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا يُصِيبُ الْمُؤْمِنَ مِنْ\n شَوْكَةٍ فَمَا فَوْقَهَا إِلاَّ رَفَعَهُ اللَّهُ بِهَا دَرَجَةً أَوْ حَطَّ عَنْهُ بِهَا خَطِيئَةً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13678,
    "number": "6401",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ،\n عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تُصِيبُ الْمُؤْمِنَ شَوْكَةٌ فَمَا\n فَوْقَهَا إِلاَّ قَصَّ اللَّهُ بِهَا مِنْ خَطِيئَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13679,
    "number": "6402",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامٌ، بِهَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 13680,
    "number": "6403",
    "text": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، وَيُونُسُ بْنُ يَزِيدَ،\n عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ\n ‏\n\"‏ مَا مِنْ مُصِيبَةٍ يُصَابُ بِهَا الْمُسْلِمُ إِلاَّ كُفِّرَ بِهَا عَنْهُ حَتَّى الشَّوْكَةِ يُشَاكُهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13681,
    "number": "6404",
    "text": "حَدَّثَنَا أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ،\n عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى\n الله عليه وسلم قَالَ ‏\n\"‏ لاَ يُصِيبُ الْمُؤْمِنَ مِنْ مُصِيبَةٍ حَتَّى الشَّوْكَةِ إِلاَّ قُصَّ بِهَا مِنْ خَطَايَاهُ\n أَوْ كُفِّرَ بِهَا مِنْ خَطَايَاهُ ‏\"‏ ‏.‏ لاَ يَدْرِي يَزِيدُ أَيَّتُهُمَا قَالَ عُرْوَةُ ‏.‏",
    "source": ""
  },
  {
    "id": 13682,
    "number": "6405",
    "text": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا حَيْوَةُ، حَدَّثَنَا ابْنُ الْهَادِ،\n عَنْ أَبِي بَكْرِ بْنِ حَزْمٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم\n يَقُولُ ‏\n\"‏ مَا مِنْ شَىْءٍ يُصِيبُ الْمُؤْمِنَ حَتَّى الشَّوْكَةِ تُصِيبُهُ إِلاَّ كَتَبَ اللَّهُ لَهُ بِهَا حَسَنَةً أَوْ حُطَّتْ\n عَنْهُ بِهَا خَطِيئَةٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13683,
    "number": "6406",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ،\n كَثِيرٍ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ، وَأَبِي، هُرَيْرَةَ أَنَّهُمَا\n سَمِعَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَا يُصِيبُ الْمُؤْمِنَ مِنْ وَصَبٍ وَلاَ نَصَبٍ وَلاَ\n سَقَمٍ وَلاَ حَزَنٍ حَتَّى الْهَمِّ يُهَمُّهُ إِلاَّ كُفِّرَ بِهِ مِنْ سَيِّئَاتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13684,
    "number": "6407",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ كِلاَهُمَا عَنِ ابْنِ عُيَيْنَةَ، - وَاللَّفْظُ\n لِقُتَيْبَةَ - حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ مُحَيْصِنٍ، شَيْخٍ مِنْ قُرَيْشٍ سَمِعَ مُحَمَّدَ بْنَ قَيْسِ بْنِ مَخْرَمَةَ،\n يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ، قَالَ لَمَّا نَزَلَتْ ‏{‏ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ‏}‏ بَلَغَتْ مِنَ الْمُسْلِمِينَ مَبْلَغًا\n شَدِيدًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قَارِبُوا وَسَدِّدُوا فَفِي كُلِّ مَا يُصَابُ بِهِ\n الْمُسْلِمُ كَفَّارَةٌ حَتَّى النَّكْبَةِ يُنْكَبُهَا أَوِ الشَّوْكَةِ يُشَاكُهَا ‏\"‏ ‏.‏ قَالَ مُسْلِمٌ هُوَ عُمَرُ بْنُ عَبْدِ الرَّحْمَنِ\n بْنِ مُحَيْصِنٍ مِنْ أَهْلِ مَكَّةَ ‏.‏",
    "source": ""
  },
  {
    "id": 13685,
    "number": "6408",
    "text": "حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا الْحَجَّاجُ الصَّوَّافُ،\n حَدَّثَنِي أَبُو الزُّبَيْرِ، حَدَّثَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَى\n أُمِّ السَّائِبِ أَوْ أُمِّ الْمُسَيَّبِ فَقَالَ ‏\"‏ مَا لَكِ يَا أُمَّ السَّائِبِ أَوْ يَا أُمَّ الْمُسَيَّبِ تُزَفْزِفِينَ ‏\"‏ ‏.‏\n قَالَتِ الْحُمَّى لاَ بَارَكَ اللَّهُ فِيهَا ‏.‏ فَقَالَ ‏\"‏ لاَ تَسُبِّي الْحُمَّى فَإِنَّهَا تُذْهِبُ خَطَايَا بَنِي آدَمَ\n كَمَا يُذْهِبُ الْكِيرُ خَبَثَ الْحَدِيدِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13686,
    "number": "6409",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَبِشْرُ بْنُ الْمُفَضَّلِ،\n قَالاَ حَدَّثَنَا عِمْرَانُ أَبُو بَكْرٍ، حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، قَالَ قَالَ لِي ابْنُ عَبَّاسٍ أَلاَ أُرِيكَ\n امْرَأَةً مِنْ أَهْلِ الْجَنَّةِ قُلْتُ بَلَى ‏.‏ قَالَ هَذِهِ الْمَرْأَةُ السَّوْدَاءُ أَتَتِ النَّبِيَّ صلى الله عليه وسلم\n قَالَتْ إِنِّي أُصْرَعُ وَإِنِّي أَتَكَشَّفُ فَادْعُ اللَّهَ لِي ‏.‏ قَالَ ‏\"‏ إِنْ شِئْتِ صَبَرْتِ وَلَكِ الْجَنَّةُ وَإِنْ\n شِئْتِ دَعَوْتُ اللَّهَ أَنْ يُعَافِيَكِ ‏.‏ قَالَتْ أَصْبِرُ ‏.‏ قَالَتْ فَإِنِّي أَتَكَشَّفُ فَادْعُ اللَّهَ أَنْ لاَ أَتَكَشَّفَ\n ‏.‏ فَدَعَا لَهَا ‏.‏",
    "source": ""
  },
  {
    "id": 13687,
    "number": "6410",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ بَهْرَامَ الدَّارِمِيُّ، حَدَّثَنَا مَرْوَانُ، - يَعْنِي ابْنَ\n مُحَمَّدٍ الدِّمَشْقِيَّ - حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ،\n عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِيمَا رَوَى عَنِ اللَّهِ، تَبَارَكَ وَتَعَالَى أَنَّهُ قَالَ\n ‏\n\"‏ يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلاَ تَظَالَمُوا يَا عِبَادِي\n كُلُّكُمْ ضَالٌّ إِلاَّ مَنْ هَدَيْتُهُ فَاسْتَهْدُونِي أَهْدِكُمْ يَا عِبَادِي كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ فَاسْتَطْعِمُونِي\n أُطْعِمْكُمْ يَا عِبَادِي كُلُّكُمْ عَارٍ إِلاَّ مَنْ كَسَوْتُهُ فَاسْتَكْسُونِي أَكْسُكُمْ يَا عِبَادِي إِنَّكُمْ تُخْطِئُونَ\n بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعًا فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ يَا عِبَادِي إِنَّكُمْ لَنْ تَبْلُغُوا\n ضَرِّي فَتَضُرُّونِي وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ\n كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ\n وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا\n يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ فَسَأَلُونِي فَأَعْطَيْتُ\n كُلَّ إِنْسَانٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلاَّ كَمَا يَنْقُصُ الْمِخْيَطُ إِذَا أُدْخِلَ الْبَحْرَ يَا عِبَادِي\n إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللَّهَ وَمَنْ وَجَدَ\n غَيْرَ ذَلِكَ فَلاَ يَلُومَنَّ إِلاَّ نَفْسَهُ ‏\"‏ ‏.‏ قَالَ سَعِيدٌ كَانَ أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ إِذَا حَدَّثَ بِهَذَا\n الْحَدِيثِ جَثَا عَلَى رُكْبَتَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13688,
    "number": "6411",
    "text": "حَدَّثَنِيهِ أَبُو بَكْرِ بْنُ إِسْحَاقَ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، بِهَذَا\n الإِسْنَادِ غَيْرَ أَنَّ مَرْوَانَ أَتَمُّهُمَا حَدِيثًا ‏.‏",
    "source": ""
  },
  {
    "id": 13689,
    "number": "6412",
    "text": "قَالَ أَبُو إِسْحَاقَ حَدَّثَنَا بِهَذَا الْحَدِيثِ الْحَسَنُ، وَالْحُسَيْنُ، ابْنَا بِشْرٍ وَمُحَمَّدُ بْنُ يَحْيَى\n قَالُوا حَدَّثَنَا أَبُو مُسْهِرٍ، ‏.‏ فَذَكَرُوا الْحَدِيثَ بِطُولِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13690,
    "number": "6413",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، كِلاَهُمَا عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ،\n الْوَارِثِ حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ\n رَسُولُ اللَّهِ صلى الله عليه وسلم فِيمَا يَرْوِي عَنْ رَبِّهِ تَبَارَكَ وَتَعَالَى ‏\n\"‏ إِنِّي حَرَّمْتُ عَلَى\n نَفْسِي الظُّلْمَ وَعَلَى عِبَادِي فَلاَ تَظَالَمُوا ‏\"‏ ‏.‏ وَسَاقَ الْحَدِيثَ بِنَحْوِهِ وَحَدِيثُ أَبِي إِدْرِيسَ\n الَّذِي ذَكَرْنَاهُ أَتَمُّ مِنْ هَذَا ‏.‏",
    "source": ""
  },
  {
    "id": 13691,
    "number": "6414",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا دَاوُدُ، - يَعْنِي ابْنَ قَيْسٍ - عَنْ عُبَيْدِ،\n اللَّهِ بْنِ مِقْسَمٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ اتَّقُوا الظُّلْمَ\n فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ وَاتَّقُوا الشُّحَّ فَإِنَّ الشُّحَّ أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ حَمَلَهُمْ عَلَى\n أَنْ سَفَكُوا دِمَاءَهُمْ وَاسْتَحَلُّوا مَحَارِمَهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13692,
    "number": "6415",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ الْمَاجِشُونُ، عَنْ عَبْدِ اللَّهِ،\n بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ\n الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13693,
    "number": "6416",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ،\n أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يُسْلِمُهُ مَنْ\n كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ بِهَا\n كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13694,
    "number": "6417",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ\n - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَتَدْرُونَ\n مَا الْمُفْلِسُ ‏\"‏ ‏.‏ قَالُوا الْمُفْلِسُ فِينَا مَنْ لاَ دِرْهَمَ لَهُ وَلاَ مَتَاعَ ‏.‏ فَقَالَ ‏\"‏ إِنَّ الْمُفْلِسَ مِنْ أُمَّتِي\n يَأْتِي يَوْمَ الْقِيَامَةِ بِصَلاَةٍ وَصِيَامٍ وَزَكَاةٍ وَيَأْتِي قَدْ شَتَمَ هَذَا وَقَذَفَ هَذَا وَأَكَلَ مَالَ هَذَا وَسَفَكَ\n دَمَ هَذَا وَضَرَبَ هَذَا فَيُعْطَى هَذَا مِنْ حَسَنَاتِهِ وَهَذَا مِنْ حَسَنَاتِهِ فَإِنْ فَنِيَتْ حَسَنَاتُهُ قَبْلَ\n أَنْ يُقْضَى مَا عَلَيْهِ أُخِذَ مِنْ خَطَايَاهُمْ فَطُرِحَتْ عَلَيْهِ ثُمَّ طُرِحَ فِي النَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13695,
    "number": "6418",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنُونَ ابْنَ\n جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ\n ‏\n\"‏ لَتُؤَدُّنَّ الْحُقُوقَ إِلَى أَهْلِهَا يَوْمَ الْقِيَامَةِ حَتَّى يُقَادَ لِلشَّاةِ الْجَلْحَاءِ مِنَ الشَّاةِ الْقَرْنَاءِ ‏\"‏\n ‏.‏",
    "source": ""
  },
  {
    "id": 13696,
    "number": "6419",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا بُرَيْدُ بْنُ أَبِي بُرْدَةَ،\n عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ\n يُمْلِي لِلظَّالِمِ فَإِذَا أَخَذَهُ لَمْ يُفْلِتْهُ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ ‏{‏ وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ\n إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ‏}‏",
    "source": ""
  },
  {
    "id": 13697,
    "number": "6420",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ،\n قَالَ اقْتَتَلَ غُلاَمَانِ غُلاَمٌ مِنَ الْمُهَاجِرِينَ وَغُلاَمٌ مِنَ الأَنْصَارِ فَنَادَى الْمُهَاجِرُ أَوِ الْمُهَاجِرُونَ\n يَا لَلْمُهَاجِرِينَ ‏.‏ وَنَادَى الأَنْصَارِيُّ يَا لَلأَنْصَارِ ‏.‏ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n فَقَالَ ‏\"‏ مَا هَذَا دَعْوَى أَهْلِ الْجَاهِلِيَّةِ ‏\"‏ ‏.‏ قَالُوا لاَ يَا رَسُولَ اللَّهِ إِلاَّ أَنَّ غُلاَمَيْنِ اقْتَتَلاَ\n فَكَسَعَ أَحَدُهُمَا الآخَرَ قَالَ ‏\"‏ فَلاَ بَأْسَ وَلْيَنْصُرِ الرَّجُلُ أَخَاهُ ظَالِمًا أَوْ مَظْلُومًا إِنْ كَانَ\n ظَالِمًا فَلْيَنْهَهُ فَإِنَّهُ لَهُ نَصْرٌ وَإِنْ كَانَ مَظْلُومًا فَلْيَنْصُرْهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13698,
    "number": "6421",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، وَابْنُ أَبِي،\n عُمَرَ - وَاللَّفْظُ لاِبْنِ أَبِي شَيْبَةَ - قَالَ ابْنُ عَبْدَةَ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا سُفْيَانُ بْنُ،\n عُيَيْنَةَ قَالَ سَمِعَ عَمْرٌو، جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي\n غَزَاةٍ فَكَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلاً مِنَ الأَنْصَارِ فَقَالَ الأَنْصَارِيُّ يَا لَلأَنْصَارِ وَقَالَ\n الْمُهَاجِرِيُّ يَا لَلْمُهَاجِرِينَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا بَالُ دَعْوَى الْجَاهِلِيَّةِ\n ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ كَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلاً مِنَ الأَنْصَارِ ‏.‏ فَقَالَ ‏\"‏ دَعُوهَا\n فَإِنَّهَا مُنْتِنَةٌ ‏\"‏ ‏.‏ فَسَمِعَهَا عَبْدُ اللَّهِ بْنُ أُبَىٍّ فَقَالَ قَدْ فَعَلُوهَا وَاللَّهِ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ\n لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ ‏.‏ قَالَ عُمَرُ دَعْنِي أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ فَقَالَ ‏\"‏ دَعْهُ لاَ\n يَتَحَدَّثُ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13699,
    "number": "6422",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالَ ابْنُ رَافِعٍ\n حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ عَمْرِو بْنِ دِينَارٍ،\n عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلاً مِنَ الأَنْصَارِ فَأَتَى النَّبِيَّ صلى\n الله عليه وسلم فَسَأَلَهُ الْقَوَدَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ دَعُوهَا فَإِنَّهَا مُنْتِنَةٌ ‏\"‏\n ‏.‏ قَالَ ابْنُ مَنْصُورٍ فِي رِوَايَتِهِ عَمْرٌو قَالَ سَمِعْتُ جَابِرًا ‏.‏",
    "source": ""
  },
  {
    "id": 13700,
    "number": "6423",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو عَامِرٍ الأَشْعَرِيُّ قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ،\n وَأَبُو أُسَامَةَ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، وَابْنُ، إِدْرِيسَ وَأَبُو\n أُسَامَةَ كُلُّهُمْ عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه\n وسلم ‏\n\"‏ الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13701,
    "number": "6424",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا زَكَرِيَّاءُ، عَنِ الشَّعْبِيِّ، عَنِ \n النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ\n وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالسَّهَرِ\n وَالْحُمَّى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13702,
    "number": "6425",
    "text": "حَدَّثَنَا إِسْحَاقُ الْحَنْظَلِيُّ، أَخْبَرَنَا جَرِيرٌ، عَنْ مُطَرِّفٍ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ،\n بَشِيرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 13703,
    "number": "6426",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ،\n عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمُؤْمِنُونَ\n كَرَجُلٍ وَاحِدٍ إِنِ اشْتَكَى رَأْسُهُ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13704,
    "number": "6427",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ الأَعْمَشِ،\n عَنْ خَيْثَمَةَ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمُسْلِمُونَ\n كَرَجُلٍ وَاحِدٍ إِنِ اشْتَكَى عَيْنُهُ اشْتَكَى كُلُّهُ وَإِنِ اشْتَكَى رَأْسُهُ اشْتَكَى كُلُّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13705,
    "number": "6428",
    "text": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ الأَعْمَشِ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ،\n بْنِ بَشِيرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 13706,
    "number": "6429",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنُونَ ابْنَ\n جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ\n ‏\n\"‏ الْمُسْتَبَّانِ مَا قَالاَ فَعَلَى الْبَادِئِ مَا لَمْ يَعْتَدِ الْمَظْلُومُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13707,
    "number": "6430",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ\n جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ\n ‏\n\"‏ مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلاَّ عِزًّا وَمَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلاَّ رَفَعَهُ\n اللَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13708,
    "number": "6431",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، عَنِ الْعَلاَءِ، عَنْ \n أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَتَدْرُونَ مَا الْغِيبَةُ ‏\"‏ ‏.‏\n قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ ‏\"‏ ‏.‏ قِيلَ أَفَرَأَيْتَ إِنْ كَانَ فِي\n أَخِي مَا أَقُولُ قَالَ ‏\"‏ إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدِ اغْتَبْتَهُ وَإِنْ لَمْ يَكُنْ فِيهِ فَقَدْ بَهَتَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13709,
    "number": "6432",
    "text": "حَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامٍ الْعَيْشِيُّ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا رَوْحٌ،\n عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَسْتُرُ اللَّهُ\n عَلَى عَبْدٍ فِي الدُّنْيَا إِلاَّ سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13710,
    "number": "6433",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا سُهَيْلٌ، عَنْ أَبِيهِ،\n عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَسْتُرُ عَبْدٌ عَبْدًا فِي الدُّنْيَا إِلاَّ\n سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13711,
    "number": "6434",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ\n وَابْنُ نُمَيْرٍ كُلُّهُمْ عَنِ ابْنِ عُيَيْنَةَ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالَ حَدَّثَنَا سُفْيَانُ، - وَهُوَ ابْنُ عُيَيْنَةَ\n - عَنِ ابْنِ الْمُنْكَدِرِ، سَمِعَ عُرْوَةَ بْنَ الزُّبَيْرِ، يَقُولُ حَدَّثَتْنِي عَائِشَةُ، أَنَّ رَجُلاً، اسْتَأْذَنَ عَلَى\n النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ ائْذَنُوا لَهُ فَلَبِئْسَ ابْنُ الْعَشِيرَةِ أَوْ بِئْسَ رَجُلُ الْعَشِيرَةِ\n ‏\"‏ ‏.‏ فَلَمَّا دَخَلَ عَلَيْهِ أَلاَنَ لَهُ الْقَوْلَ قَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ قُلْتَ لَهُ الَّذِي قُلْتَ\n ثُمَّ أَلَنْتَ لَهُ الْقَوْلَ قَالَ ‏\"‏ يَا عَائِشَةُ إِنَّ شَرَّ النَّاسِ مَنْزِلَةً عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ مَنْ وَدَعَهُ\n أَوْ تَرَكَهُ النَّاسُ اتِّقَاءَ فُحْشِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13712,
    "number": "6435",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، كِلاَهُمَا عَنْ عَبْدِ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ،\n عَنِ ابْنِ الْمُنْكَدِرِ، فِي هَذَا الإِسْنَادِ ‏.‏ مِثْلَ مَعْنَاهُ غَيْرَ أَنَّهُ قَالَ ‏\n\"‏ بِئْسَ أَخُو الْقَوْمِ وَابْنُ الْعَشِيرَةِ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13713,
    "number": "6436",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، حَدَّثَنَا مَنْصُورٌ، عَنْ \n تَمِيمِ بْنِ سَلَمَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هِلاَلٍ، عَنْ جَرِيرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ\n ‏\n\"‏ مَنْ يُحْرَمِ الرِّفْقَ يُحْرَمِ الْخَيْرَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13714,
    "number": "6437",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو سَعِيدٍ الأَشَجُّ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ\n قَالُوا حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ،\n حَدَّثَنَا حَفْصٌ، - يَعْنِي ابْنَ غِيَاثٍ - كُلُّهُمْ عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ،\n بْنُ إِبْرَاهِيمَ - وَاللَّفْظُ لَهُمَا - قَالَ زُهَيْرٌ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا جَرِيرٌ، عَنِ الأَعْمَشِ،\n عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هِلاَلٍ الْعَبْسِيِّ، قَالَ سَمِعْتُ جَرِيرًا، يَقُولُ سَمِعْتُ \n رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ يُحْرَمِ الرِّفْقَ يُحْرَمِ الْخَيْرَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13715,
    "number": "6438",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنْ مُحَمَّدِ بْنِ أَبِي إِسْمَاعِيلَ،\n عَنْ عَبْدِ الرَّحْمَنِ بْنِ هِلاَلٍ، قَالَ سَمِعْتُ جَرِيرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله\n عليه وسلم ‏\n\"‏ مَنْ حُرِمَ الرِّفْقَ حُرِمَ الْخَيْرَ أَوْ مَنْ يُحْرَمِ الرِّفْقَ يُحْرَمِ الْخَيْرَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13716,
    "number": "6439",
    "text": "حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي حَيْوَةُ، حَدَّثَنِي \n ابْنُ الْهَادِ، عَنْ أَبِي بَكْرِ بْنِ حَزْمٍ، عَنْ عَمْرَةَ، - يَعْنِي بِنْتَ عَبْدِ الرَّحْمَنِ - عَنْ عَائِشَةَ، زَوْجِ\n النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ يَا عَائِشَةُ إِنَّ اللَّهَ\n رَفِيقٌ يُحِبُّ الرِّفْقَ وَيُعْطِي عَلَى الرِّفْقِ مَا لاَ يُعْطِي عَلَى الْعُنْفِ وَمَا لاَ يُعْطِي عَلَى مَا سِوَاهُ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 13717,
    "number": "6440",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الْمِقْدَامِ، - وَهُوَ\n ابْنُ شُرَيْحِ بْنِ هَانِئٍ - عَنْ أَبِيهِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ\n صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ الرِّفْقَ لاَ يَكُونُ فِي شَىْءٍ إِلاَّ زَانَهُ وَلاَ يُنْزَعُ مِنْ شَىْءٍ إِلاَّ\n شَانَهُ ‏\"‏ ‏.‏",
    "source": ""
  }
]