[
  {
    "id": 8842,
    "number": "1565",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، حَدَّثَنَا مَهْدِيٌّ، - وَهُوَ ابْنُ مَيْمُونٍ - حَدَّثَنَا وَاصِلٌ، مَوْلَى أَبِي عُيَيْنَةَ عَنْ يَحْيَى بْنِ عُقَيْلٍ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ أَبِي الأَسْوَدِ الدُّؤَلِيِّ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\n\"‏ يُصْبِحُ عَلَى كُلِّ سُلاَمَى مِنْ أَحَدِكُمْ صَدَقَةٌ فَكُلُّ تَسْبِيحَةٍ صَدَقَةٌ وَكُلُّ تَحْمِيدَةٍ صَدَقَةٌ وَكُلُّ تَهْلِيلَةٍ صَدَقَةٌ وَكُلُّ تَكْبِيرَةٍ صَدَقَةٌ وَأَمْرٌ بِالْمَعْرُوفِ صَدَقَةٌ وَنَهْىٌ عَنِ الْمُنْكَرِ صَدَقَةٌ وَيُجْزِئُ مِنْ ذَلِكَ رَكْعَتَانِ يَرْكَعُهُمَا مِنَ الضُّحَى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8843,
    "number": "1566",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَبُو التَّيَّاحِ، حَدَّثَنِي أَبُو عُثْمَانَ النَّهْدِيُّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَوْصَانِي خَلِيلِي صلى الله عليه وسلم بِثَلاَثٍ بِصِيَامِ ثَلاَثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ وَرَكْعَتَىِ الضُّحَى وَأَنْ أُوتِرَ قَبْلَ أَنْ أَرْقُدَ ‏.‏",
    "source": ""
  },
  {
    "id": 8844,
    "number": "1567",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبَّاسٍ الْجُرَيْرِيِّ، وَأَبِي، شِمْرٍ الضُّبَعِيِّ قَالاَ سَمِعْنَا أَبَا عُثْمَانَ النَّهْدِيَّ، يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8845,
    "number": "1568",
    "text": "وَحَدَّثَنِي سُلَيْمَانُ بْنُ مَعْبَدٍ، حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُخْتَارٍ، عَنْ عَبْدِ اللَّهِ الدَّانَاجِ، قَالَ حَدَّثَنِي أَبُو رَافِعٍ الصَّائِغُ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، قَالَ أَوْصَانِي خَلِيلِي أَبُو الْقَاسِمِ صلى الله عليه وسلم بِثَلاَثٍ ‏.‏ فَذَكَرَ مِثْلَ حَدِيثِ أَبِي عُثْمَانَ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 8846,
    "number": "1569",
    "text": "وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالاَ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِي مُرَّةَ، مَوْلَى أُمِّ هَانِئٍ عَنْ أَبِي الدَّرْدَاءِ، قَالَ أَوْصَانِي حَبِيبِي صلى الله عليه وسلم بِثَلاَثٍ لَنْ أَدَعَهُنَّ مَا عِشْتُ بِصِيَامِ ثَلاَثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ وَصَلاَةِ الضُّحَى وَبِأَنْ لاَ أَنَامَ حَتَّى أُوتِرَ ‏.‏",
    "source": ""
  },
  {
    "id": 8847,
    "number": "1570",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ حَفْصَةَ أُمَّ الْمُؤْمِنِينَ، أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا سَكَتَ الْمُؤَذِّنُ مِنَ الأَذَانِ لِصَلاَةِ الصُّبْحِ وَبَدَا الصُّبْحُ رَكَعَ رَكْعَتَيْنِ خَفِيفَتَيْنِ قَبْلَ أَنْ تُقَامَ الصَّلاَةُ ‏.‏",
    "source": ""
  },
  {
    "id": 8848,
    "number": "1571",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ، وَابْنُ، رُمْحٍ عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، كُلُّهُمْ عَنْ نَافِعٍ، بِهَذَا الإِسْنَادِ كَمَا قَالَ مَالِكٌ ‏.‏",
    "source": ""
  },
  {
    "id": 8849,
    "number": "1572",
    "text": "وَحَدَّثَنِي أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ الْحَكَمِ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ زَيْدِ بْنِ مُحَمَّدٍ، قَالَ سَمِعْتُ نَافِعًا، يُحَدِّثُ عَنِ ابْنِ عُمَرَ، عَنْ حَفْصَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا طَلَعَ الْفَجْرُ لاَ يُصَلِّي إِلاَّ رَكْعَتَيْنِ خَفِيفَتَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8850,
    "number": "1573",
    "text": "وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8851,
    "number": "1574",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَخْبَرَتْنِي حَفْصَةُ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا أَضَاءَ لَهُ الْفَجْرُ صَلَّى رَكْعَتَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8852,
    "number": "1575",
    "text": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي رَكْعَتَىِ الْفَجْرِ إِذَا سَمِعَ الأَذَانَ وَيُخَفِّفُهُمَا ‏.‏",
    "source": ""
  },
  {
    "id": 8853,
    "number": "1576",
    "text": "وَحَدَّثَنِيهِ عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَلِيٌّ يَعْنِي ابْنَ مُسْهِرٍ، ح وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَاهُ أَبُو بَكْرٍ، وَأَبُو كُرَيْبٍ وَابْنُ نُمَيْرٍ عَنْ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، ح وَحَدَّثَنَاهُ عَمْرٌو النَّاقِدُ، حَدَّثَنَا وَكِيعٌ، كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِ أَبِي أُسَامَةَ إِذَا طَلَعَ الْفَجْرُ ‏.‏",
    "source": ""
  },
  {
    "id": 8854,
    "number": "1577",
    "text": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ هِشَامٍ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي رَكْعَتَيْنِ بَيْنَ النِّدَاءِ وَالإِقَامَةِ مِنْ صَلاَةِ الصُّبْحِ ‏.‏",
    "source": ""
  },
  {
    "id": 8855,
    "number": "1578",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ عَمْرَةَ، تُحَدِّثُ عَنْ عَائِشَةَ، أَنَّهَا كَانَتْ تَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي رَكْعَتَىِ الْفَجْرِ فَيُخَفِّفُ حَتَّى إِنِّي أَقُولُ هَلْ قَرَأَ فِيهِمَا بِأُمِّ الْقُرْآنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8856,
    "number": "1579",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الأَنْصَارِيِّ، سَمِعَ عَمْرَةَ بِنْتَ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا طَلَعَ الْفَجْرُ صَلَّى رَكْعَتَيْنِ أَقُولُ هَلْ يَقْرَأُ فِيهِمَا بِفَاتِحَةِ الْكِتَابِ ‏.‏",
    "source": ""
  },
  {
    "id": 8857,
    "number": "1580",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ حَدَّثَنِي عَطَاءٌ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَكُنْ عَلَى شَىْءٍ مِنَ النَّوَافِلِ أَشَدَّ مُعَاهَدَةً مِنْهُ عَلَى رَكْعَتَيْنِ قَبْلَ الصُّبْحِ ‏.‏",
    "source": ""
  },
  {
    "id": 8858,
    "number": "1581",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ جَمِيعًا عَنْ حَفْصِ بْنِ غِيَاثٍ، - قَالَ ابْنُ نُمَيْرٍ حَدَّثَنَا حَفْصٌ، - عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ عَائِشَةَ، قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي شَىْءٍ مِنَ النَّوَافِلِ أَسْرَعَ مِنْهُ إِلَى الرَّكْعَتَيْنِ قَبْلَ الْفَجْرِ ‏.‏",
    "source": ""
  },
  {
    "id": 8859,
    "number": "1582",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ رَكْعَتَا الْفَجْرِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8860,
    "number": "1583",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ حَبِيْبٍ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ قَالَ أَبِي حَدَّثَنَا قَتَادَةُ، عَنْ زُرَارَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ فِي شَأْنِ الرَّكْعَتَيْنِ عِنْدَ طُلُوعِ الْفَجْرِ ‏\n\"‏ لَهُمَا أَحَبُّ إِلَىَّ مِنَ الدُّنْيَا جَمِيعًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8861,
    "number": "1584",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادٍ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ يَزِيدَ، - هُوَ ابْنُ كَيْسَانَ - عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَرَأَ فِي رَكْعَتَىِ الْفَجْرِ ‏{‏ قُلْ يَا أَيُّهَا الْكَافِرُونَ‏}‏ وَ ‏{‏ قُلْ هُوَ اللَّهُ أَحَدٌ‏}‏",
    "source": ""
  },
  {
    "id": 8862,
    "number": "1585",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْفَزَارِيُّ، - يَعْنِي مَرْوَانَ بْنَ مُعَاوِيَةَ - عَنْ عُثْمَانَ بْنِ حَكِيمٍ الأَنْصَارِيِّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ يَسَارٍ، أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقْرَأُ فِي رَكْعَتَىِ الْفَجْرِ فِي الأُولَى مِنْهُمَا ‏{‏ قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا‏}‏ الآيَةَ الَّتِي فِي الْبَقَرَةِ وَفِي الآخِرَةِ مِنْهُمَا ‏{‏ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ‏}‏",
    "source": ""
  },
  {
    "id": 8863,
    "number": "1586",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ عُثْمَانَ بْنِ حَكِيمٍ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ فِي رَكْعَتَىِ الْفَجْرِ ‏{‏ قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا‏}‏ وَالَّتِي فِي آلِ عِمْرَانَ ‏{‏ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ‏}‏",
    "source": ""
  },
  {
    "id": 8864,
    "number": "1587",
    "text": "وَحَدَّثَنِي عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ عُثْمَانَ بْنِ حَكِيمٍ، فِي هَذَا الإِسْنَادِ ‏.‏ بِمِثْلِ حَدِيثِ مَرْوَانَ الْفَزَارِيِّ ‏.‏",
    "source": ""
  },
  {
    "id": 8865,
    "number": "1588",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبُو خَالِدٍ، - يَعْنِي سُلَيْمَانَ بْنَ حَيَّانَ - عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ النُّعْمَانِ بْنِ سَالِمٍ، عَنْ عَمْرِو بْنِ أَوْسٍ، قَالَ حَدَّثَنِي عَنْبَسَةُ بْنُ أَبِي سُفْيَانَ، فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ بِحَدِيثٍ يُتَسَارُّ إِلَيْهِ قَالَ سَمِعْتُ أُمَّ حَبِيبَةَ تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ صَلَّى اثْنَتَىْ عَشْرَةَ رَكْعَةً فِي يَوْمٍ وَلَيْلَةٍ بُنِيَ لَهُ بِهِنَّ بَيْتٌ فِي الْجَنَّةِ ‏\"‏ ‏.‏ قَالَتْ أُمُّ حَبِيبَةَ فَمَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَقَالَ عَنْبَسَةُ فَمَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ أُمِّ حَبِيبَةَ ‏.‏ وَقَالَ عَمْرُو بْنُ أَوْسٍ مَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ عَنْبَسَةَ ‏.‏ وَقَالَ النُّعْمَانُ بْنُ سَالِمٍ مَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ عَمْرِو بْنِ أَوْسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8866,
    "number": "1589",
    "text": "حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا دَاوُدُ، عَنِ النُّعْمَانِ بْنِ سَالِمٍ، بِهَذَا الإِسْنَادِ ‏\n\"‏ مَنْ صَلَّى فِي يَوْمٍ ثِنْتَىْ عَشْرَةَ سَجْدَةً تَطَوُّعًا بُنِيَ لَهُ بَيْتٌ فِي الْجَنَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8867,
    "number": "1590",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ النُّعْمَانِ بْنِ سَالِمٍ، عَنْ عَمْرِو بْنِ أَوْسٍ، عَنْ عَنْبَسَةَ بْنِ أَبِي سُفْيَانَ، عَنْ أُمِّ حَبِيبَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَا مِنْ عَبْدٍ مُسْلِمٍ يُصَلِّي لِلَّهِ كُلَّ يَوْمٍ ثِنْتَىْ عَشْرَةَ رَكْعَةً تَطَوُّعًا غَيْرَ فَرِيضَةٍ إِلاَّ بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ أَوْ إِلاَّ بُنِيَ لَهُ بَيْتٌ فِي الْجَنَّةِ ‏\"‏ ‏.‏ قَالَتْ أُمُّ حَبِيبَةَ فَمَا بَرِحْتُ أُصَلِّيهِنَّ بَعْدُ ‏.‏ وَقَالَ عَمْرٌو مَا بَرِحْتُ أُصَلِّيهِنَّ بَعْدُ ‏.‏ وَقَالَ النُّعْمَانُ مِثْلَ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 8868,
    "number": "1591",
    "text": "وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، وَعَبْدُ اللَّهِ بْنُ هَاشِمٍ الْعَبْدِيُّ، قَالاَ حَدَّثَنَا بَهْزٌ، حَدَّثَنَا شُعْبَةُ، قَالَ النُّعْمَانُ بْنُ سَالِمٍ أَخْبَرَنِي قَالَ سَمِعْتُ عَمْرَو بْنَ أَوْسٍ، يُحَدِّثُ عَنْ عَنْبَسَةَ، عَنْ أُمِّ حَبِيبَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا مِنْ عَبْدٍ مُسْلِمٍ تَوَضَّأَ فَأَسْبَغَ الْوُضُوءَ ثُمَّ صَلَّى لِلَّهِ كُلَّ يَوْمٍ ‏\"‏ ‏.‏ فَذَكَرَ بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8869,
    "number": "1592",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ عُبَيْدِ اللَّهِ، قَالَ أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، ح \n وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَبْلَ الظُّهْرِ سَجْدَتَيْنِ وَبَعْدَهَا سَجْدَتَيْنِ وَبَعْدَ الْمَغْرِبِ سَجْدَتَيْنِ وَبَعْدَ الْعِشَاءِ سَجْدَتَيْنِ وَبَعْدَ الْجُمُعَةِ سَجْدَتَيْنِ فَأَمَّا الْمَغْرِبُ وَالْعِشَاءُ وَالْجُمُعَةُ فَصَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي بَيْتِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8870,
    "number": "1593",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم عَنْ تَطَوُّعِهِ فَقَالَتْ كَانَ يُصَلِّي فِي بَيْتِي قَبْلَ الظُّهْرِ أَرْبَعًا ثُمَّ يَخْرُجُ فَيُصَلِّي بِالنَّاسِ ثُمَّ يَدْخُلُ فَيُصَلِّي رَكْعَتَيْنِ وَكَانَ يُصَلِّي بِالنَّاسِ الْمَغْرِبَ ثُمَّ يَدْخُلُ فَيُصَلِّي رَكْعَتَيْنِ وَيُصَلِّي بِالنَّاسِ الْعِشَاءَ وَيَدْخُلُ بَيْتِي فَيُصَلِّي رَكْعَتَيْنِ وَكَانَ يُصَلِّي مِنَ اللَّيْلِ تِسْعَ رَكَعَاتٍ فِيهِنَّ الْوِتْرُ وَكَانَ يُصَلِّي لَيْلاً طَوِيلاً قَائِمًا وَلَيْلاً طَوِيلاً قَاعِدًا وَكَانَ إِذَا قَرَأَ وَهُوَ قَائِمٌ رَكَعَ وَسَجَدَ وَهُوَ قَائِمٌ وَإِذَا قَرَأَ قَاعِدًا رَكَعَ وَسَجَدَ وَهُوَ قَاعِدٌ وَكَانَ إِذَا طَلَعَ الْفَجْرُ صَلَّى رَكْعَتَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8871,
    "number": "1594",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ بُدَيْلٍ، وَأَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي لَيْلاً طَوِيلاً فَإِذَا صَلَّى قَائِمًا رَكَعَ قَائِمًا وَإِذَا صَلَّى قَاعِدًا رَكَعَ قَاعِدًا ‏.‏",
    "source": ""
  },
  {
    "id": 8872,
    "number": "1595",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ بُدَيْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَالَ كُنْتُ شَاكِيًا بِفَارِسَ فَكُنْتُ أُصَلِّي قَاعِدًا فَسَأَلْتُ عَنْ ذَلِكَ عَائِشَةَ فَقَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي لَيْلاً طَوِيلاً قَائِمًا ‏.‏ فَذَكَرَ الْحَدِيثَ ‏.‏",
    "source": ""
  },
  {
    "id": 8873,
    "number": "1596",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنْ حُمَيْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ الْعُقَيْلِيِّ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم بِاللَّيْلِ فَقَالَتْ كَانَ يُصَلِّي لَيْلاً طَوِيلاً قَائِمًا وَلَيْلاً طَوِيلاً قَاعِدًا وَكَانَ إِذَا قَرَأَ قَائِمًا رَكَعَ قَائِمًا وَإِذَا قَرَأَ قَاعِدًا رَكَعَ قَاعِدًا ‏.‏",
    "source": ""
  },
  {
    "id": 8874,
    "number": "1597",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ الْعُقَيْلِيِّ، قَالَ سَأَلْنَا عَائِشَةَ عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُكْثِرُ الصَّلاَةَ قَائِمًا وَقَاعِدًا فَإِذَا افْتَتَحَ الصَّلاَةَ قَائِمًا رَكَعَ قَائِمًا وَإِذَا افْتَتَحَ الصَّلاَةَ قَاعِدًا رَكَعَ قَاعِدًا ‏.‏",
    "source": ""
  },
  {
    "id": 8875,
    "number": "1598",
    "text": "وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، أَخْبَرَنَا حَمَّادٌ يَعْنِي ابْنَ زَيْدٍ، ح قَالَ وَحَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ نُمَيْرٍ، جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ، قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَأُ فِي شَىْءٍ مِنْ صَلاَةِ اللَّيْلِ جَالِسًا حَتَّى إِذَا كَبِرَ قَرَأَ جَالِسًا حَتَّى إِذَا بَقِيَ عَلَيْهِ مِنَ السُّورَةِ ثَلاَثُونَ أَوْ أَرْبَعُونَ آيَةً قَامَ فَقَرَأَهُنَّ ثُمَّ رَكَعَ ‏.‏",
    "source": ""
  },
  {
    "id": 8876,
    "number": "1599",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، وَأَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي جَالِسًا فَيَقْرَأُ وَهُوَ جَالِسٌ فَإِذَا بَقِيَ مِنْ قِرَاءَتِهِ قَدْرُ مَا يَكُونُ ثَلاَثِينَ أَوْ أَرْبَعِينَ آيَةً قَامَ فَقَرَأَ وَهُوَ قَائِمٌ ثُمَّ رَكَعَ ثُمَّ سَجَدَ ثُمَّ يَفْعَلُ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 8877,
    "number": "1600",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنِ الْوَلِيدِ بْنِ أَبِي هِشَامٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ وَهُوَ قَاعِدٌ فَإِذَا أَرَادَ أَنْ يَرْكَعَ قَامَ قَدْرَ مَا يَقْرَأُ إِنْسَانٌ أَرْبَعِينَ آيَةً ‏.‏",
    "source": ""
  },
  {
    "id": 8878,
    "number": "1601",
    "text": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، قَالَ قُلْتُ لِعَائِشَةَ كَيْفَ كَانَ يَصْنَعُ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الرَّكْعَتَيْنِ وَهُوَ جَالِسٌ قَالَتْ كَانَ يَقْرَأُ فِيهِمَا فَإِذَا أَرَادَ أَنْ يَرْكَعَ قَامَ فَرَكَعَ ‏.‏",
    "source": ""
  },
  {
    "id": 8879,
    "number": "1602",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَالَ قُلْتُ لِعَائِشَةَ هَلْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي وَهُوَ قَاعِدٌ قَالَتْ نَعَمْ بَعْدَ مَا حَطَمَهُ النَّاسُ ‏.‏",
    "source": ""
  },
  {
    "id": 8880,
    "number": "1603",
    "text": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا كَهْمَسٌ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَالَ قُلْتُ لِعَائِشَةَ ‏.‏ فَذَكَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8881,
    "number": "1604",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي عُثْمَانُ بْنُ أَبِي سُلَيْمَانَ، أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، أَخْبَرَهُ أَنَّ عَائِشَةَ أَخْبَرَتْهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَمُتْ حَتَّى كَانَ كَثِيرٌ مِنْ صَلاَتِهِ وَهُوَ جَالِسٌ ‏.‏",
    "source": ""
  },
  {
    "id": 8882,
    "number": "1605",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَحَسَنٌ الْحُلْوَانِيُّ، كِلاَهُمَا عَنْ زَيْدٍ، قَالَ حَسَنٌ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنِي الضَّحَّاكُ بْنُ عُثْمَانَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا بَدَّنَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَثَقُلَ كَانَ أَكْثَرُ صَلاَتِهِ جَالِسًا ‏.‏",
    "source": ""
  },
  {
    "id": 8883,
    "number": "1606",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنِ السَّائِبِ بْنِ يَزِيدَ، عَنِ الْمُطَّلِبِ بْنِ أَبِي وَدَاعَةَ السَّهْمِيِّ، عَنْ حَفْصَةَ، أَنَّهَا قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى فِي سُبْحَتِهِ قَاعِدًا حَتَّى كَانَ قَبْلَ وَفَاتِهِ بِعَامٍ فَكَانَ يُصَلِّي فِي سُبْحَتِهِ قَاعِدًا وَكَانَ يَقْرَأُ بِالسُّورَةِ فَيُرَتِّلُهَا حَتَّى تَكُونَ أَطْوَلَ مِنْ أَطْوَلَ مِنْهَا ‏.‏",
    "source": ""
  },
  {
    "id": 8884,
    "number": "1607",
    "text": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، جَمِيعًا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ ‏.‏ مِثْلَهُ غَيْرَ أَنَّهُمَا قَالاَ بِعَامٍ وَاحِدٍ أَوِ اثْنَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8885,
    "number": "1608",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ حَسَنِ بْنِ صَالِحٍ، عَنْ سِمَاكٍ، قَالَ أَخْبَرَنِي جَابِرُ بْنُ سَمُرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَمُتْ حَتَّى صَلَّى قَاعِدًا ‏.‏",
    "source": ""
  },
  {
    "id": 8886,
    "number": "1609",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ هِلاَلِ بْنِ يَسَافٍ، عَنْ أَبِي يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ حُدِّثْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ صَلاَةُ الرَّجُلِ قَاعِدًا نِصْفُ الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ فَأَتَيْتُهُ فَوَجَدْتُهُ يُصَلِّي جَالِسًا فَوَضَعْتُ يَدِي عَلَى رَأْسِهِ فَقَالَ مَا لَكَ يَا عَبْدَ اللَّهِ بْنَ عَمْرٍو قُلْتُ حُدِّثْتُ يَا رَسُولَ اللَّهِ أَنَّكَ قُلْتَ ‏\"‏ صَلاَةُ الرَّجُلِ قَاعِدًا عَلَى نِصْفِ الصَّلاَةِ ‏\"‏ ‏.‏ وَأَنْتَ تُصَلِّي قَاعِدًا قَالَ ‏\"‏ أَجَلْ وَلَكِنِّي لَسْتُ كَأَحَدٍ مِنْكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8887,
    "number": "1610",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ جَمِيعًا عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، كِلاَهُمَا عَنْ مَنْصُورٍ، بِهَذَا الإِسْنَادِ وَفِي رِوَايَةِ شُعْبَةَ عَنْ أَبِي يَحْيَى الأَعْرَجِ، ‏.‏",
    "source": ""
  },
  {
    "id": 8888,
    "number": "1611",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي بِاللَّيْلِ إِحْدَى عَشْرَةَ رَكْعَةً يُوتِرُ مِنْهَا بِوَاحِدَةٍ فَإِذَا فَرَغَ مِنْهَا اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَنِ حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ فَيُصَلِّي رَكْعَتَيْنِ خَفِيفَتَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8889,
    "number": "1612",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي فِيمَا بَيْنَ أَنْ يَفْرُغَ مِنْ صَلاَةِ الْعِشَاءِ - وَهِيَ الَّتِي يَدْعُو النَّاسُ الْعَتَمَةَ - إِلَى الْفَجْرِ إِحْدَى عَشْرَةَ رَكْعَةً يُسَلِّمُ بَيْنَ كُلِّ رَكْعَتَيْنِ وَيُوتِرُ بِوَاحِدَةٍ فَإِذَا سَكَتَ الْمُؤَذِّنُ مِنْ صَلاَةِ الْفَجْرِ وَتَبَيَّنَ لَهُ الْفَجْرُ وَجَاءَهُ الْمُؤَذِّنُ قَامَ فَرَكَعَ رَكْعَتَيْنِ خَفِيفَتَيْنِ ثُمَّ اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَنِ حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ لِلإِقَامَةِ ‏.‏ \n وَحَدَّثَنِيهِ حَرْمَلَةُ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ ‏.‏ وَسَاقَ حَرْمَلَةُ الْحَدِيثَ بِمِثْلِهِ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ وَتَبَيَّنَ لَهُ الْفَجْرُ وَجَاءَهُ الْمُؤَذِّنُ ‏.‏ وَلَمْ يَذْكُرِ الإِقَامَةَ ‏.‏ وَسَائِرُ الْحَدِيثِ بِمِثْلِ حَدِيثِ عَمْرٍو سَوَاءً ‏.‏",
    "source": ""
  },
  {
    "id": 8890,
    "number": "1613",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ ثَلاَثَ عَشْرَةَ رَكْعَةً يُوتِرُ مِنْ ذَلِكَ بِخَمْسٍ لاَ يَجْلِسُ فِي شَىْءٍ إِلاَّ فِي آخِرِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 8891,
    "number": "1614",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، ح وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، وَأَبُو أُسَامَةَ كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 8892,
    "number": "1615",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي ثَلاَثَ عَشْرَةَ رَكْعَةً بِرَكْعَتَىِ الْفَجْرِ ‏.‏",
    "source": ""
  },
  {
    "id": 8893,
    "number": "1616",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَأَلَ عَائِشَةَ كَيْفَ كَانَتْ صَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي رَمَضَانَ قَالَتْ مَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَزِيدُ فِي رَمَضَانَ وَلاَ فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً يُصَلِّي أَرْبَعًا فَلاَ تَسْأَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي أَرْبَعًا فَلاَ تَسْأَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي ثَلاَثًا فَقَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ أَتَنَامُ قَبْلَ أَنْ تُوتِرَ فَقَالَ ‏\n\"‏ يَا عَائِشَةُ إِنَّ عَيْنَىَّ تَنَامَانِ وَلاَ يَنَامُ قَلْبِي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8894,
    "number": "1617",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ كَانَ يُصَلِّي ثَلاَثَ عَشْرَةَ رَكْعَةً يُصَلِّي ثَمَانَ رَكَعَاتٍ ثُمَّ يُوتِرُ ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِسٌ فَإِذَا أَرَادَ أَنْ يَرْكَعَ قَامَ فَرَكَعَ ثُمَّ يُصَلِّي رَكْعَتَيْنِ بَيْنَ النِّدَاءِ وَالإِقَامَةِ مِنْ صَلاَةِ الصُّبْحِ ‏.‏",
    "source": ""
  },
  {
    "id": 8895,
    "number": "1618",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، قَالَ سَمِعْتُ أَبَا سَلَمَةَ، ح وَحَدَّثَنِي يَحْيَى بْنُ بِشْرٍ الْحَرِيرِيُّ، حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ سَلاَّمٍ - عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّهُ سَأَلَ عَائِشَةَ عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ بِمِثْلِهِ غَيْرَ أَنَّ فِي حَدِيثِهِمَا تِسْعَ رَكَعَاتٍ قَائِمًا يُوتِرُ مِنْهُنَّ ‏.‏",
    "source": ""
  },
  {
    "id": 8896,
    "number": "1619",
    "text": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي لَبِيدٍ، سَمِعَ أَبَا سَلَمَةَ، قَالَ أَتَيْتُ عَائِشَةَ فَقُلْتُ أَىْ أُمَّهْ أَخْبِرِينِي عَنْ صَلاَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَتْ كَانَتْ صَلاَتُهُ فِي شَهْرِ رَمَضَانَ وَغَيْرِهِ ثَلاَثَ عَشْرَةَ رَكْعَةً بِاللَّيْلِ مِنْهَا رَكْعَتَا الْفَجْرِ ‏.‏",
    "source": ""
  },
  {
    "id": 8897,
    "number": "1620",
    "text": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا حَنْظَلَةُ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، قَالَ سَمِعْتُ عَائِشَةَ، تَقُولُ كَانَتْ صَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ اللَّيْلِ عَشَرَ رَكَعَاتٍ وَيُوتِرُ بِسَجْدَةٍ وَيَرْكَعُ رَكْعَتَىِ الْفَجْرِ فَتِلْكَ ثَلاَثَ عَشْرَةَ رَكْعَةً ‏.‏",
    "source": ""
  },
  {
    "id": 8898,
    "number": "1621",
    "text": "وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَأَلْتُ الأَسْوَدَ بْنَ يَزِيدَ عَمَّا حَدَّثَتْهُ عَائِشَةُ، عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَتْ كَانَ يَنَامُ أَوَّلَ اللَّيْلِ وَيُحْيِي آخِرَهُ ثُمَّ إِنْ كَانَتْ لَهُ حَاجَةٌ إِلَى أَهْلِهِ قَضَى حَاجَتَهُ ثُمَّ يَنَامُ فَإِذَا كَانَ عِنْدَ النِّدَاءِ الأَوَّلِ - قَالَتْ - وَثَبَ - وَلاَ وَاللَّهِ مَا قَالَتْ قَامَ - فَأَفَاضَ عَلَيْهِ الْمَاءَ - وَلاَ وَاللَّهِ مَا قَالَتِ اغْتَسَلَ ‏.‏ وَأَنَا أَعْلَمُ مَا تُرِيدُ - وَإِنْ لَمْ يَكُنْ جُنُبًا تَوَضَّأَ وُضُوءَ الرَّجُلِ لِلصَّلاَةِ ثُمَّ صَلَّى الرَّكْعَتَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8899,
    "number": "1622",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ حَتَّى يَكُونَ آخِرَ صَلاَتِهِ الْوِتْرُ ‏.‏",
    "source": ""
  },
  {
    "id": 8900,
    "number": "1623",
    "text": "حَدَّثَنِي هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ عَمَلِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ كَانَ يُحِبُّ الدَّائِمَ ‏.‏ قَالَ قُلْتُ أَىَّ حِينٍ كَانَ يُصَلِّي فَقَالَتْ كَانَ إِذَا سَمِعَ الصَّارِخَ قَامَ فَصَلَّى ‏.‏",
    "source": ""
  },
  {
    "id": 8901,
    "number": "1624",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ بِشْرٍ، عَنْ مِسْعَرٍ، عَنْ سَعْدٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، قَالَتْ مَا أَلْفَى رَسُولَ اللَّهِ صلى الله عليه وسلم السَّحَرُ الأَعْلَى فِي بَيْتِي - أَوْ عِنْدِي - إِلاَّ نَائِمًا ‏.‏",
    "source": ""
  },
  {
    "id": 8902,
    "number": "1625",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَنَصْرُ بْنُ عَلِيٍّ، وَابْنُ أَبِي عُمَرَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي النَّضْرِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا صَلَّى رَكْعَتَىِ الْفَجْرِ فَإِنْ كُنْتُ مُسْتَيْقِظَةً حَدَّثَنِي وَإِلاَّ اضْطَجَعَ ‏.‏",
    "source": ""
  },
  {
    "id": 8903,
    "number": "1626",
    "text": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ سَعْدٍ، عَنِ ابْنِ أَبِي عَتَّابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8904,
    "number": "1627",
    "text": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ فَإِذَا أَوْتَرَ قَالَ ‏\n\"‏ قُومِي فَأَوْتِرِي يَا عَائِشَةُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8905,
    "number": "1628",
    "text": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي صَلاَتَهُ بِاللَّيْلِ وَهِيَ مُعْتَرِضَةٌ بَيْنَ يَدَيْهِ فَإِذَا بَقِيَ الْوِتْرُ أَيْقَظَهَا فَأَوْتَرَتْ ‏.‏",
    "source": ""
  },
  {
    "id": 8906,
    "number": "1629",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي يَعْفُورٍ، - وَاسْمُهُ وَاقِدٌ وَلَقَبُهُ وَقْدَانُ - ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَ أَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، كِلاَهُمَا عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ مِنْ كُلِّ اللَّيْلِ قَدْ أَوْتَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَانْتَهَى وِتْرُهُ إِلَى السَّحَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 8907,
    "number": "1630",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي حَصِينٍ، عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ مِنْ كُلِّ اللَّيْلِ قَدْ أَوْتَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ أَوَّلِ اللَّيْلِ وَأَوْسَطِهِ وَآخِرِهِ فَانْتَهَى وِتْرُهُ إِلَى السَّحَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 8908,
    "number": "1631",
    "text": "حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا حَسَّانُ، - قَاضِي كِرْمَانَ - عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كُلَّ اللَّيْلِ قَدْ أَوْتَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَانْتَهَى وِتْرُهُ إِلَى آخِرِ اللَّيْلِ ‏.‏",
    "source": ""
  },
  {
    "id": 8909,
    "number": "1632",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، أَنَّ سَعْدَ بْنَ هِشَامِ بْنِ عَامِرٍ، أَرَادَ أَنْ يَغْزُوَ، فِي سَبِيلِ اللَّهِ فَقَدِمَ الْمَدِينَةَ فَأَرَادَ أَنْ يَبِيعَ عَقَارًا لَهُ بِهَا فَيَجْعَلَهُ فِي السِّلاَحِ وَالْكُرَاعِ وَيُجَاهِدَ الرُّومَ حَتَّى يَمُوتَ فَلَمَّا قَدِمَ الْمَدِينَةَ لَقِيَ أُنَاسًا مِنْ أَهْلِ الْمَدِينَةِ فَنَهَوْهُ عَنْ ذَلِكَ وَأَخْبَرُوهُ أَنَّ رَهْطًا سِتَّةً أَرَادُوا ذَلِكَ فِي حَيَاةِ نَبِيِّ اللَّهِ صلى الله عليه وسلم فَنَهَاهُمْ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏\"‏ أَلَيْسَ لَكُمْ فِيَّ أُسْوَةٌ ‏\"‏ ‏.‏ فَلَمَّا حَدَّثُوهُ بِذَلِكَ رَاجَعَ امْرَأَتَهُ وَقَدْ كَانَ طَلَّقَهَا وَأَشْهَدَ عَلَى رَجْعَتِهَا فَأَتَى ابْنَ عَبَّاسٍ فَسَأَلَهُ عَنْ وِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ابْنُ عَبَّاسٍ أَلاَ أَدُلُّكَ عَلَى أَعْلَمِ أَهْلِ الأَرْضِ بِوِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ مَنْ قَالَ عَائِشَةُ ‏.‏ فَأْتِهَا فَاسْأَلْهَا ثُمَّ ائْتِنِي فَأَخْبِرْنِي بِرَدِّهَا عَلَيْكَ فَانْطَلَقْتُ إِلَيْهَا فَأَتَيْتُ عَلَى حَكِيمِ بْنِ أَفْلَحَ فَاسْتَلْحَقْتُهُ إِلَيْهَا فَقَالَ مَا أَنَا بِقَارِبِهَا لأَنِّي نَهَيْتُهَا أَنْ تَقُولَ فِي هَاتَيْنِ الشِّيعَتَيْنِ شَيْئًا فَأَبَتْ فِيهِمَا إِلاَّ مُضِيًّا ‏.‏ - قَالَ - فَأَقْسَمْتُ عَلَيْهِ فَجَاءَ فَانْطَلَقْنَا إِلَى عَائِشَةَ فَاسْتَأْذَنَّا عَلَيْهَا فَأَذِنَتْ لَنَا فَدَخَلْنَا عَلَيْهَا ‏.‏ فَقَالَتْ أَحَكِيمٌ فَعَرَفَتْهُ ‏.‏ فَقَالَ نَعَمْ ‏.‏ فَقَالَتْ مَنْ مَعَكَ قَالَ سَعْدُ بْنُ هِشَامٍ ‏.‏ قَالَتْ مَنْ هِشَامٌ قَالَ ابْنُ عَامِرٍ فَتَرَحَّمَتْ عَلَيْهِ وَقَالَتْ خَيْرًا - قَالَ قَتَادَةُ وَكَانَ أُصِيبَ يَوْمَ أُحُدٍ ‏.‏ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ خُلُقِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَتْ أَلَسْتَ تَقْرَأُ الْقُرْآنَ قُلْتُ بَلَى ‏.‏ قَالَتْ فَإِنَّ خُلُقَ نَبِيِّ اللَّهِ صلى الله عليه وسلم كَانَ الْقُرْآنَ ‏.‏ - قَالَ - فَهَمَمْتُ أَنْ أَقُومَ وَلاَ أَسْأَلَ أَحَدًا عَنْ شَىْءٍ حَتَّى أَمُوتَ ثُمَّ بَدَا لِي فَقُلْتُ أَنْبِئِينِي عَنْ قِيَامِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَتْ أَلَسْتَ تَقْرَأُ ‏{‏ يَا أَيُّهَا الْمُزَّمِّلُ‏}‏ قُلْتُ بَلَى ‏.‏ قَالَتْ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ افْتَرَضَ قِيَامَ اللَّيْلِ فِي أَوَّلِ هَذِهِ السُّورَةِ فَقَامَ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَأَصْحَابُهُ حَوْلاً وَأَمْسَكَ اللَّهُ خَاتِمَتَهَا اثْنَىْ عَشَرَ شَهْرًا فِي السَّمَاءِ حَتَّى أَنْزَلَ اللَّهُ فِي آخِرِ هَذِهِ السُّورَةِ التَّخْفِيفَ فَصَارَ قِيَامُ اللَّيْلِ تَطَوُّعًا بَعْدَ فَرِيضَةٍ ‏.‏ - قَالَ - قُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ وِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَتْ كُنَّا نُعِدُّ لَهُ سِوَاكَهُ وَطَهُورَهُ فَيَبْعَثُهُ اللَّهُ مَا شَاءَ أَنْ يَبْعَثَهُ مِنَ اللَّيْلِ فَيَتَسَوَّكُ وَيَتَوَضَّأُ وَيُصَلِّي تِسْعَ رَكَعَاتٍ لاَ يَجْلِسُ فِيهَا إِلاَّ فِي الثَّامِنَةِ فَيَذْكُرُ اللَّهَ وَيَحْمَدُهُ وَيَدْعُوهُ ثُمَّ يَنْهَضُ وَلاَ يُسَلِّمُ ثُمَّ يَقُومُ فَيُصَلِّي التَّاسِعَةَ ثُمَّ يَقْعُدُ فَيَذْكُرُ اللَّهَ وَيَحْمَدُهُ وَيَدْعُوهُ ثُمَّ يُسَلِّمُ تَسْلِيمًا يُسْمِعُنَا ثُمَّ يُصَلِّي رَكْعَتَيْنِ بَعْدَ مَا يُسَلِّمُ وَهُوَ قَاعِدٌ فَتِلْكَ إِحْدَى عَشْرَةَ رَكْعَةً يَا بُنَىَّ فَلَمَّا أَسَنَّ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَأَخَذَ اللَّحْمَ أَوْتَرَ بِسَبْعٍ وَصَنَعَ فِي الرَّكْعَتَيْنِ مِثْلَ صَنِيعِهِ الأَوَّلِ فَتِلْكَ تِسْعٌ يَا بُنَىَّ وَكَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم إِذَا صَلَّى صَلاَةً أَحَبَّ أَنْ يُدَاوِمَ عَلَيْهَا وَكَانَ إِذَا غَلَبَهُ نَوْمٌ أَوْ وَجَعٌ عَنْ قِيَامِ اللَّيْلِ صَلَّى مِنَ النَّهَارِ ثِنْتَىْ عَشْرَةَ رَكْعَةً وَلاَ أَعْلَمُ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَرَأَ الْقُرْآنَ كُلَّهُ فِي لَيْلَةٍ وَلاَ صَلَّى لَيْلَةً إِلَى الصُّبْحِ وَلاَ صَامَ شَهْرًا كَامِلاً غَيْرَ رَمَضَانَ ‏.‏ - قَالَ - فَانْطَلَقْتُ إِلَى ابْنِ عَبَّاسِ فَحَدَّثْتُهُ بِحَدِيثِهَا فَقَالَ صَدَقَتْ لَوْ كُنْتُ أَقْرَبُهَا أَوْ أَدْخُلُ عَلَيْهَا لأَتَيْتُهَا حَتَّى تُشَافِهَنِي بِهِ ‏.‏ - قَالَ - قُلْتُ لَوْ عَلِمْتُ أَنَّكَ لاَ تَدْخُلُ عَلَيْهَا مَا حَدَّثْتُكَ حَدِيثَهَا ‏.‏",
    "source": ""
  },
  {
    "id": 8910,
    "number": "1633",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، أَنَّهُ طَلَّقَ امْرَأَتَهُ ثُمَّ انْطَلَقَ إِلَى الْمَدِينَةِ لِيَبِيعَ عَقَارَهُ ‏.‏ فَذَكَرَ نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8911,
    "number": "1634",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، حَدَّثَنَا قَتَادَةُ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، أَنَّهُ قَالَ انْطَلَقْتُ إِلَى عَبْدِ اللَّهِ بْنِ عَبَّاسٍ فَسَأَلْتُهُ عَنِ الْوِتْرِ ‏.‏ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ وَقَالَ فِيهِ قَالَتْ مَنْ هِشَامٌ قُلْتُ ابْنُ عَامِرٍ ‏.‏ قَالَتْ نِعْمَ الْمَرْءُ كَانَ عَامِرٌ أُصِيبَ يَوْمَ أُحُدٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8912,
    "number": "1635",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، كِلاَهُمَا عَنْ عَبْدِ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، أَنَّ سَعْدَ بْنَ هِشَامٍ، كَانَ جَارًا لَهُ فَأَخْبَرَهُ أَنَّهُ، طَلَّقَ امْرَأَتَهُ ‏.‏ وَاقْتَصَّ الْحَدِيثَ بِمَعْنَى حَدِيثِ سَعِيدٍ وَفِيهِ قَالَتْ مَنْ هِشَامٌ قَالَ ابْنُ عَامِرٍ ‏.‏ قَالَتْ نِعْمَ الْمَرْءُ كَانَ أُصِيبَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ أُحُدٍ ‏.‏ وَفِيهِ فَقَالَ حَكِيمُ بْنُ أَفْلَحَ أَمَا إِنِّي لَوْ عَلِمْتُ أَنَّكَ لاَ تَدْخُلُ عَلَيْهَا مَا أَنْبَأْتُكَ بِحَدِيثِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 8913,
    "number": "1636",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، جَمِيعًا عَنْ أَبِي عَوَانَةَ، قَالَ سَعِيدٌ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا فَاتَتْهُ الصَّلاَةُ مِنَ اللَّيْلِ مِنْ وَجَعٍ أَوْ غَيْرِهِ صَلَّى مِنَ النَّهَارِ ثِنْتَىْ عَشْرَةَ رَكْعَةً ‏.‏",
    "source": ""
  },
  {
    "id": 8914,
    "number": "1637",
    "text": "وَحَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى، - وَهُوَ ابْنُ يُونُسَ - عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ الأَنْصَارِيِّ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا عَمِلَ عَمَلاً أَثْبَتَهُ وَكَانَ إِذَا نَامَ مِنَ اللَّيْلِ أَوْ مَرِضَ صَلَّى مِنَ النَّهَارِ ثِنْتَىْ عَشْرَةَ رَكْعَةً ‏.‏ قَالَتْ وَمَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ لَيْلَةً حَتَّى الصَّبَاحِ وَمَا صَامَ شَهْرًا مُتَتَابِعًا إِلاَّ رَمَضَانَ ‏.‏",
    "source": ""
  },
  {
    "id": 8915,
    "number": "1638",
    "text": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، ح وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، عَنِ السَّائِبِ بْنِ يَزِيدَ، وَعُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَخْبَرَاهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ نَامَ عَنْ حِزْبِهِ أَوْ عَنْ شَىْءٍ مِنْهُ فَقَرَأَهُ فِيمَا بَيْنَ صَلاَةِ الْفَجْرِ وَصَلاَةِ الظُّهْرِ كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنَ اللَّيْلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8916,
    "number": "1639",
    "text": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ أَيُّوبَ، عَنِ الْقَاسِمِ الشَّيْبَانِيِّ، أَنَّ زَيْدَ بْنَ أَرْقَمَ، رَأَى قَوْمًا يُصَلُّونَ مِنَ الضُّحَى فَقَالَ أَمَا لَقَدْ عَلِمُوا أَنَّ الصَّلاَةَ فِي غَيْرِ هَذِهِ السَّاعَةِ أَفْضَلُ ‏.‏ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ صَلاَةُ الأَوَّابِينَ حِينَ تَرْمَضُ الْفِصَالُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8917,
    "number": "1640",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامِ بْنِ أَبِي عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا الْقَاسِمُ الشَّيْبَانِيُّ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى أَهْلِ قُبَاءٍ وَهُمْ يُصَلُّونَ فَقَالَ ‏\n\"‏ صَلاَةُ الأَوَّابِينَ إِذَا رَمِضَتِ الْفِصَالُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8918,
    "number": "1641",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، وَعَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ صَلاَةِ اللَّيْلِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا خَشِيَ أَحَدُكُمُ الصُّبْحَ صَلَّى رَكْعَةً وَاحِدَةً تُوتِرُ لَهُ مَا قَدْ صَلَّى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8919,
    "number": "1642",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالَ زُهَيْرٌ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ح \n وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرٌو، عَنْ طَاوُسٍ، عَنِ ابْنِ عُمَرَ، ح وَحَدَّثَنَا الزُّهْرِيُّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ صَلاَةِ اللَّيْلِ فَقَالَ ‏\n\"‏ مَثْنَى مَثْنَى فَإِذَا خَشِيتَ الصُّبْحَ فَأَوْتِرْ بِرَكْعَةٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8920,
    "number": "1643",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، أَنَّ ابْنَ شِهَابٍ، حَدَّثَهُ أَنَّ سَالِمَ بْنَ عَبْدِ اللَّهِ بْنِ عُمَرَ وَحُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ حَدَّثَاهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، أَنَّهُ قَالَ قَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ صَلاَةُ اللَّيْلِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا خِفْتَ الصُّبْحَ فَأَوْتِرْ بِوَاحِدَةٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8921,
    "number": "1644",
    "text": "وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، وَبُدَيْلٌ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَجُلاً، سَأَلَ النَّبِيَّ صلى الله عليه وسلم وَأَنَا بَيْنَهُ وَبَيْنَ السَّائِلِ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ صَلاَةُ اللَّيْلِ قَالَ ‏\n\"‏ مَثْنَى مَثْنَى فَإِذَا خَشِيتَ الصُّبْحَ فَصَلِّ رَكْعَةً وَاجْعَلْ آخِرَ صَلاَتِكَ وِتْرًا ‏\"‏ ‏.‏ ثُمَّ سَأَلَهُ رَجُلٌ عَلَى رَأْسِ الْحَوْلِ وَأَنَا بِذَلِكَ الْمَكَانِ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلاَ أَدْرِي هُوَ ذَلِكَ الرَّجُلُ أَوْ رَجُلٌ آخَرُ فَقَالَ لَهُ مِثْلَ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 8922,
    "number": "1645",
    "text": "وَحَدَّثَنِي أَبُو كَامِلٍ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، وَبُدَيْلٌ، وَعِمْرَانُ بْنُ حُدَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنِ ابْنِ عُمَرَ، ح \n وَحَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، وَالزُّبَيْرُ بْنُ الْخِرِّيتِ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنِ ابْنِ عُمَرَ، قَالَ سَأَلَ رَجُلٌ النَّبِيَّ صلى الله عليه وسلم ‏.‏ فَذَكَرَا بِمِثْلِهِ وَلَيْسَ فِي حَدِيثِهِمَا ثُمَّ سَأَلَهُ رَجُلٌ عَلَى رَأْسِ الْحَوْلِ وَمَا بَعْدَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8923,
    "number": "1646",
    "text": "وَحَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَسُرَيْجُ بْنُ يُونُسَ، وَأَبُو كُرَيْبٍ جَمِيعًا عَنِ ابْنِ أَبِي زَائِدَةَ، - قَالَ هَارُونُ حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، - أَخْبَرَنِي عَاصِمٌ الأَحْوَلُ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ بَادِرُوا الصُّبْحَ بِالْوِتْرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8924,
    "number": "1647",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، قَالَ مَنْ صَلَّى مِنَ اللَّيْلِ فَلْيَجْعَلْ آخِرَ صَلاَتِهِ وِتْرًا فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَأْمُرُ بِذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 8925,
    "number": "1648",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَابْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا يَحْيَى، كُلُّهُمْ عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ اجْعَلُوا آخِرَ صَلاَتِكُمْ بِاللَّيْلِ وِتْرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8926,
    "number": "1649",
    "text": "وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي نَافِعٌ، أَنَّ ابْنَ عُمَرَ، كَانَ يَقُولُ مَنْ صَلَّى مِنَ اللَّيْلِ فَلْيَجْعَلْ آخِرَ صَلاَتِهِ وِتْرًا قَبْلَ الصُّبْحِ كَذَلِكَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْمُرُهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 8927,
    "number": "1650",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، قَالَ حَدَّثَنِي أَبُو مِجْلَزٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْوِتْرُ رَكْعَةٌ مِنْ آخِرِ اللَّيْلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8928,
    "number": "1651",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي مِجْلَزٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْوِتْرُ رَكْعَةٌ مِنْ آخِرِ اللَّيْلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8929,
    "number": "1652",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي مِجْلَزٍ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ عَنِ الْوِتْرِ، فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ رَكْعَةٌ مِنْ آخِرِ اللَّيْلِ ‏\"‏ ‏.‏ وَسَأَلْتُ ابْنَ عُمَرَ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ رَكْعَةٌ مِنْ آخِرِ اللَّيْلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8930,
    "number": "1653",
    "text": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ ابْنَ عُمَرَ، حَدَّثَهُمْ أَنَّ رَجُلاً نَادَى رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ أُوتِرُ صَلاَةَ اللَّيْلِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ صَلَّى فَلْيُصَلِّ مَثْنَى مَثْنَى فَإِنْ أَحَسَّ أَنْ يُصْبِحَ سَجَدَ سَجْدَةً فَأَوْتَرَتْ لَهُ مَا صَلَّى ‏\"‏ ‏.‏ قَالَ أَبُو كُرَيْبٍ عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ ‏.‏ وَلَمْ يَقُلِ ابْنِ عُمَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 8931,
    "number": "1654",
    "text": "حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَنَسِ بْنِ سِيرِينَ، قَالَ سَأَلْتُ ابْنَ عُمَرَ قُلْتُ أَرَأَيْتَ الرَّكْعَتَيْنِ قَبْلَ صَلاَةِ الْغَدَاةِ أَأُطِيلُ فِيهِمَا الْقِرَاءَةَ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ مَثْنَى مَثْنَى وَيُوتِرُ بِرَكْعَةٍ - قَالَ - قُلْتُ إِنِّي لَسْتُ عَنْ هَذَا أَسْأَلُكَ ‏.‏ قَالَ إِنَّكَ لَضَخْمٌ أَلاَ تَدَعُنِي أَسْتَقْرِئُ لَكَ الْحَدِيثَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ مَثْنَى مَثْنَى وَيُوتِرُ بِرَكْعَةٍ وَيُصَلِّي رَكْعَتَيْنِ قَبْلَ الْغَدَاةِ كَأَنَّ الأَذَانَ بِأُذُنَيْهِ ‏.‏ قَالَ خَلَفٌ أَرَأَيْتَ الرَّكْعَتَيْنِ قَبْلَ الْغَدَاةِ وَلَمْ يَذْكُرْ صَلاَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 8932,
    "number": "1655",
    "text": "وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَنَسِ بْنِ سِيرِينَ، قَالَ سَأَلْتُ ابْنَ عُمَرَ ‏.‏ بِمِثْلِهِ وَزَادَ وَيُوتِرُ بِرَكْعَةٍ مِنْ آخِرِ اللَّيْلِ ‏.‏ وَفِيهِ فَقَالَ بَهْ بَهْ إِنَّكَ لَضَخْمٌ ‏.‏",
    "source": ""
  },
  {
    "id": 8933,
    "number": "1656",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ عُقْبَةَ بْنَ حُرَيْثٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا رَأَيْتَ أَنَّ الصُّبْحَ يُدْرِكُكَ فَأَوْتِرْ بِوَاحِدَةٍ ‏\"‏ ‏.‏ فَقِيلَ لاِبْنِ عُمَرَ مَا مَثْنَى مَثْنَى قَالَ أَنْ يُسَلِّمَ فِي كُلِّ رَكْعَتَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8934,
    "number": "1657",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنْ مَعْمَرٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَوْتِرُوا قَبْلَ أَنْ تُصْبِحُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8935,
    "number": "1658",
    "text": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ، عَنْ شَيْبَانَ، عَنْ يَحْيَى، قَالَ أَخْبَرَنِي أَبُو نَضْرَةَ الْعَوَقِيُّ، أَنَّ أَبَا سَعِيدٍ، أَخْبَرَهُمْ أَنَّهُمْ، سَأَلُوا النَّبِيَّ صلى الله عليه وسلم عَنِ الْوِتْرِ فَقَالَ ‏\n\"‏ أَوْتِرُوا قَبْلَ الصُّبْحِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8936,
    "number": "1659",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصٌ، وَأَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ خَافَ أَنْ لاَ يَقُومَ مِنْ آخِرِ اللَّيْلِ فَلْيُوتِرْ أَوَّلَهُ وَمَنْ طَمِعَ أَنْ يَقُومَ آخِرَهُ فَلْيُوتِرْ آخِرَ اللَّيْلِ فَإِنَّ صَلاَةَ آخِرِ اللَّيْلِ مَشْهُودَةٌ وَذَلِكَ أَفْضَلُ ‏\"‏ ‏.‏ وَقَالَ أَبُو مُعَاوِيَةَ مَحْضُورَةٌ ‏.‏",
    "source": ""
  },
  {
    "id": 8937,
    "number": "1660",
    "text": "وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، - وَهُوَ ابْنُ عُبَيْدِ اللَّهِ - عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ أَيُّكُمْ خَافَ أَنْ لاَ يَقُومَ مِنْ آخِرِ اللَّيْلِ فَلْيُوتِرْ ثُمَّ لْيَرْقُدْ وَمَنْ وَثِقَ بِقِيَامٍ مِنَ اللَّيْلِ فَلْيُوتِرْ مِنْ آخِرِهِ فَإِنَّ قِرَاءَةَ آخِرِ اللَّيْلِ مَحْضُورَةٌ وَذَلِكَ أَفْضَلُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8938,
    "number": "1661",
    "text": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا أَبُو عَاصِمٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَفْضَلُ الصَّلاَةِ طُولُ الْقُنُوتِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8939,
    "number": "1662",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَىُّ الصَّلاَةِ أَفْضَلُ قَالَ ‏\n\"‏ طُولُ الْقُنُوتِ ‏\"‏ ‏.‏ قَالَ أَبُو بَكْرٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ ‏.‏",
    "source": ""
  },
  {
    "id": 8940,
    "number": "1663",
    "text": "وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّ فِي اللَّيْلِ لَسَاعَةً لاَ يُوَافِقُهَا رَجُلٌ مُسْلِمٌ يَسْأَلُ اللَّهَ خَيْرًا مِنْ أَمْرِ الدُّنْيَا وَالآخِرَةِ إِلاَّ أَعْطَاهُ إِيَّاهُ وَذَلِكَ كُلَّ لَيْلَةٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8941,
    "number": "1664",
    "text": "وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ مِنَ اللَّيْلِ سَاعَةً لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يَسْأَلُ اللَّهَ خَيْرًا إِلاَّ أَعْطَاهُ إِيَّاهُ ‏\"‏ ‏.‏",
    "source": ""
  }
]