[
  {
    "id": 8540,
    "number": "1263",
    "text": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ أُقِيمَتِ الصَّلاَةُ فَقُمْنَا فَعَدَّلْنَا الصُّفُوفَ قَبْلَ أَنْ يَخْرُجَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا قَامَ فِي مُصَلاَّهُ قَبْلَ أَنْ يُكَبِّرَ ذَكَرَ فَانْصَرَفَ وَقَالَ لَنَا ‏\n\"‏ مَكَانَكُمْ ‏\"‏ ‏.‏ فَلَمْ نَزَلْ قِيَامًا نَنْتَظِرُهُ حَتَّى خَرَجَ إِلَيْنَا وَقَدِ اغْتَسَلَ يَنْطِفُ رَأْسُهُ مَاءً فَكَبَّرَ فَصَلَّى بِنَا ‏.‏",
    "source": ""
  },
  {
    "id": 8541,
    "number": "1264",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا أَبُو عَمْرٍو، - يَعْنِي الأَوْزَاعِيَّ - حَدَّثَنَا الزُّهْرِيُّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُقِيمَتِ الصَّلاَةُ وَصَفَّ النَّاسُ صُفُوفَهُمْ وَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَامَ مَقَامَهُ فَأَوْمَأَ إِلَيْهِمْ بِيَدِهِ أَنْ ‏\n\"‏ مَكَانَكُمْ ‏\"‏ ‏.‏ فَخَرَجَ وَقَدِ اغْتَسَلَ وَرَأْسُهُ يَنْطِفُ الْمَاءَ فَصَلَّى بِهِمْ ‏.‏",
    "source": ""
  },
  {
    "id": 8542,
    "number": "1265",
    "text": "وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ الصَّلاَةَ، كَانَتْ تُقَامُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَيَأْخُذُ النَّاسُ مَصَافَّهُمْ قَبْلَ أَنْ يَقُومَ النَّبِيُّ صلى الله عليه وسلم مَقَامَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8543,
    "number": "1266",
    "text": "وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَ بِلاَلٌ يُؤَذِّنُ إِذَا دَحَضَتْ فَلاَ يُقِيمُ حَتَّى يَخْرُجَ النَّبِيُّ صلى الله عليه وسلم فَإِذَا خَرَجَ أَقَامَ الصَّلاَةَ حِينَ يَرَاهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8544,
    "number": "1267",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَدْرَكَ رَكْعَةً مِنَ الصَّلاَةِ فَقَدْ أَدْرَكَ الصَّلاَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8545,
    "number": "1268",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَدْرَكَ رَكْعَةً مِنَ الصَّلاَةِ مَعَ الإِمَامِ فَقَدْ أَدْرَكَ الصَّلاَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8546,
    "number": "1269",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالُوا حَدَّثَنَا ابْنُ عُيَيْنَةَ، ح قَالَ وَحَدَّثَنَا أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، وَالأَوْزَاعِيِّ، وَمَالِكِ بْنِ أَنَسٍ، وَيُونُسَ، ح قَالَ وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، قَالَ وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، جَمِيعًا عَنْ عُبَيْدِ اللَّهِ، كُلُّ هَؤُلاَءِ عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ يَحْيَى عَنْ مَالِكٍ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ ‏\"‏ مَعَ الإِمَامِ ‏\"‏ ‏.‏ وَفِي حَدِيثِ عُبَيْدِ اللَّهِ قَالَ ‏\"‏ فَقَدْ أَدْرَكَ الصَّلاَةَ كُلَّهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8547,
    "number": "1270",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، وَعَنْ بُسْرِ بْنِ سَعِيدٍ، وَعَنِ الأَعْرَجِ، حَدَّثُوهُ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ أَدْرَكَ رَكْعَةً مِنَ الصُّبْحِ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ الصُّبْحَ وَمَنْ أَدْرَكَ رَكْعَةً مِنَ الْعَصْرِ قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ الْعَصْرَ ‏\"‏ ‏.",
    "source": ""
  },
  {
    "id": 8548,
    "number": "1271",
    "text": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، ‏.‏ بِمِثْلِ حَدِيثِ مَالِكٍ عَنْ زَيْدِ بْنِ أَسْلَمَ، ‏.",
    "source": ""
  },
  {
    "id": 8549,
    "number": "1272",
    "text": "وَحَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنَا عُرْوَةُ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ح قَالَ وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، كِلاَهُمَا عَنِ ابْنِ وَهْبٍ، - وَالسِّيَاقُ لِحَرْمَلَةَ - قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، حَدَّثَهُ عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ أَدْرَكَ مِنَ الْعَصْرِ سَجْدَةً قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ أَوْ مِنَ الصُّبْحِ قَبْلَ أَنْ تَطْلُعَ فَقَدْ أَدْرَكَهَا ‏\"‏ ‏.‏ وَالسَّجْدَةُ إِنَّمَا هِيَ الرَّكْعَةُ ‏.‏",
    "source": ""
  },
  {
    "id": 8550,
    "number": "1273",
    "text": "وَحَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ أَدْرَكَ مِنَ الْعَصْرِ رَكْعَةً قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ وَمَنْ أَدْرَكَ مِنَ الْفَجْرِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8551,
    "number": "1274",
    "text": "وَحَدَّثَنَاهُ عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ مَعْمَرًا، بِهَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 8552,
    "number": "1275",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح قَالَ وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، أَخَّرَ الْعَصْرَ شَيْئًا فَقَالَ لَهُ عُرْوَةُ أَمَا إِنَّ جِبْرِيلَ قَدْ نَزَلَ فَصَلَّى إِمَامَ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ لَهُ عُمَرُ اعْلَمْ مَا تَقُولُ يَا عُرْوَةُ ‏.‏ فَقَالَ سَمِعْتُ بَشِيرَ بْنَ أَبِي مَسْعُودٍ يَقُولُ سَمِعْتُ أَبَا مَسْعُودٍ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ نَزَلَ جِبْرِيلُ فَأَمَّنِي فَصَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ‏\"‏ ‏.‏ يَحْسُبُ بِأَصَابِعِهِ خَمْسَ صَلَوَاتٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8553,
    "number": "1276",
    "text": "أَخْبَرَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، أَخَّرَ الصَّلاَةَ يَوْمًا فَدَخَلَ عَلَيْهِ عُرْوَةُ بْنُ الزُّبَيْرِ فَأَخْبَرَهُ أَنَّ الْمُغِيرَةَ بْنَ شُعْبَةَ أَخَّرَ الصَّلاَةَ يَوْمًا وَهُوَ بِالْكُوفَةِ فَدَخَلَ عَلَيْهِ أَبُو مَسْعُودٍ الأَنْصَارِيُّ فَقَالَ مَا هَذَا يَا مُغِيرَةُ أَلَيْسَ قَدْ عَلِمْتَ أَنَّ جِبْرِيلَ نَزَلَ فَصَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ صَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ صَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ صَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ صَلَّى فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\n\"‏ بِهَذَا أُمِرْتُ ‏\"‏ ‏.‏ فَقَالَ عُمَرُ لِعُرْوَةَ انْظُرْ مَا تُحَدِّثُ يَا عُرْوَةُ أَوَإِنَّ جِبْرِيلَ عَلَيْهِ السَّلاَمُ هُوَ أَقَامَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَقْتَ الصَّلاَةِ فَقَالَ عُرْوَةُ كَذَلِكَ كَانَ بَشِيرُ بْنُ أَبِي مَسْعُودٍ يُحَدِّثُ عَنْ أَبِيهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8554,
    "number": "1277",
    "text": "قَالَ عُرْوَةُ وَلَقَدْ حَدَّثَتْنِي عَائِشَةُ، زَوْجُ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي الْعَصْرَ وَالشَّمْسُ فِي حُجْرَتِهَا قَبْلَ أَنْ تَظْهَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 8555,
    "number": "1278",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي الْعَصْرَ وَالشَّمْسُ طَالِعَةٌ فِي حُجْرَتِي لَمْ يَفِئِ الْفَىْءُ بَعْدُ ‏.‏ وَقَالَ أَبُو بَكْرٍ لَمْ يَظْهَرِ الْفَىْءُ بَعْدُ ‏.‏",
    "source": ""
  },
  {
    "id": 8556,
    "number": "1279",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي الْعَصْرَ وَالشَّمْسُ فِي حُجْرَتِهَا لَمْ يَظْهَرِ الْفَىْءُ فِي حُجْرَتِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 8557,
    "number": "1280",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي الْعَصْرَ وَالشَّمْسُ وَاقِعَةٌ فِي حُجْرَتِي ‏.‏",
    "source": ""
  },
  {
    "id": 8558,
    "number": "1281",
    "text": "حَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا مُعَاذٌ، - وَهُوَ ابْنُ هِشَامٍ - حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا صَلَّيْتُمُ الْفَجْرَ فَإِنَّهُ وَقْتٌ إِلَى أَنْ يَطْلُعَ قَرْنُ الشَّمْسِ الأَوَّلُ ثُمَّ إِذَا صَلَّيْتُمُ الظُّهْرَ فَإِنَّهُ وَقْتٌ إِلَى أَنْ يَحْضُرَ الْعَصْرُ فَإِذَا صَلَّيْتُمُ الْعَصْرَ فَإِنَّهُ وَقْتٌ إِلَى أَنْ تَصْفَرَّ الشَّمْسُ فَإِذَا صَلَّيْتُمُ الْمَغْرِبَ فَإِنَّهُ وَقْتٌ إِلَى أَنْ يَسْقُطَ الشَّفَقُ فَإِذَا صَلَّيْتُمُ الْعِشَاءَ فَإِنَّهُ وَقْتٌ إِلَى نِصْفِ اللَّيْلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8559,
    "number": "1282",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي أَيُّوبَ، - وَاسْمُهُ يَحْيَى بْنُ مَالِكٍ الأَزْدِيُّ وَيُقَالُ الْمَرَاغِيُّ وَالْمَرَاغُ حَىٌّ مِنَ الأَزْدِ - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ وَقْتُ الظُّهْرِ مَا لَمْ يَحْضُرِ الْعَصْرُ وَوَقْتُ الْعَصْرِ مَا لَمْ تَصْفَرَّ الشَّمْسُ وَوَقْتُ الْمَغْرِبِ مَا لَمْ يَسْقُطْ ثَوْرُ الشَّفَقِ وَوَقْتُ الْعِشَاءِ إِلَى نِصْفِ اللَّيْلِ وَوَقْتُ الْفَجْرِ مَا لَمْ تَطْلُعِ الشَّمْسُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8560,
    "number": "1283",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، ح قَالَ وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، كِلاَهُمَا عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ ‏.‏ وَفِي حَدِيثِهِمَا قَالَ شُعْبَةُ رَفَعَهُ مَرَّةً وَلَمْ يَرْفَعْهُ مَرَّتَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 8561,
    "number": "1284",
    "text": "وَحَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ وَقْتُ الظُّهْرِ إِذَا زَالَتِ الشَّمْسُ وَكَانَ ظِلُّ الرَّجُلِ كَطُولِهِ مَا لَمْ يَحْضُرِ الْعَصْرُ وَوَقْتُ الْعَصْرِ مَا لَمْ تَصْفَرَّ الشَّمْسُ وَوَقْتُ صَلاَةِ الْمَغْرِبِ مَا لَمْ يَغِبِ الشَّفَقُ وَوَقْتُ صَلاَةِ الْعِشَاءِ إِلَى نِصْفِ اللَّيْلِ الأَوْسَطِ وَوَقْتُ صَلاَةِ الصُّبْحِ مِنْ طُلُوعِ الْفَجْرِ مَا لَمْ تَطْلُعِ الشَّمْسُ فَإِذَا طَلَعَتِ الشَّمْسُ فَأَمْسِكْ عَنِ الصَّلاَةِ فَإِنَّهَا تَطْلُعُ بَيْنَ قَرْنَىْ شَيْطَانٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8562,
    "number": "1285",
    "text": "وَحَدَّثَنِي أَحْمَدُ بْنُ يُوسُفَ الأَزْدِيُّ، حَدَّثَنَا عُمَرُ بْنُ عَبْدِ اللَّهِ بْنِ رَزِينٍ، حَدَّثَنَا إِبْرَاهِيمُ، - يَعْنِي ابْنَ طَهْمَانَ - عَنِ الْحَجَّاجِ، - وَهُوَ ابْنُ حَجَّاجٍ - عَنْ قَتَادَةَ، عَنْ أَبِي أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّهُ قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ وَقْتِ الصَّلَوَاتِ فَقَالَ ‏\n\"‏ وَقْتُ صَلاَةِ الْفَجْرِ مَا لَمْ يَطْلُعْ قَرْنُ الشَّمْسِ الأَوَّلُ وَوَقْتُ صَلاَةِ الظُّهْرِ إِذَا زَالَتِ الشَّمْسُ عَنْ بَطْنِ السَّمَاءِ مَا لَمْ يَحْضُرِ الْعَصْرُ وَوَقْتُ صَلاَةِ الْعَصْرِ مَا لَمْ تَصْفَرَّ الشَّمْسُ وَيَسْقُطْ قَرْنُهَا الأَوَّلُ وَوَقْتُ صَلاَةِ الْمَغْرِبِ إِذَا غَابَتِ الشَّمْسُ مَا لَمْ يَسْقُطِ الشَّفَقُ وَوَقْتُ صَلاَةِ الْعِشَاءِ إِلَى نِصْفِ اللَّيْلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8563,
    "number": "1286",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ سَمِعْتُ أَبِي يَقُولُ، لاَ يُسْتَطَاعُ الْعِلْمُ بِرَاحَةِ الْجِسْمِ ‏.‏",
    "source": ""
  },
  {
    "id": 8564,
    "number": "1287",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، كِلاَهُمَا عَنِ الأَزْرَقِ، - قَالَ زُهَيْرٌ حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، - حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَجُلاً سَأَلَهُ عَنْ وَقْتِ الصَّلاَةِ فَقَالَ لَهُ ‏\"‏ صَلِّ مَعَنَا هَذَيْنِ ‏\"‏ ‏.‏ يَعْنِي الْيَوْمَيْنِ فَلَمَّا زَالَتِ الشَّمْسُ أَمَرَ بِلاَلاً فَأَذَّنَ ثُمَّ أَمَرَهُ فَأَقَامَ الظُّهْرَ ثُمَّ أَمَرَهُ فَأَقَامَ الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ بَيْضَاءُ نَقِيَّةٌ ثُمَّ أَمَرَهُ فَأَقَامَ الْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ ثُمَّ أَمَرَهُ فَأَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ ثُمَّ أَمَرَهُ فَأَقَامَ الْفَجْرَ حِينَ طَلَعَ الْفَجْرُ فَلَمَّا أَنْ كَانَ الْيَوْمُ الثَّانِي أَمَرَهُ فَأَبْرَدَ بِالظُّهْرِ فَأَبْرَدَ بِهَا فَأَنْعَمَ أَنْ يُبْرِدَ بِهَا وَصَلَّى الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ أَخَّرَهَا فَوْقَ الَّذِي كَانَ وَصَلَّى الْمَغْرِبَ قَبْلَ أَنْ يَغِيبَ الشَّفَقُ وَصَلَّى الْعِشَاءَ بَعْدَ مَا ذَهَبَ ثُلُثُ اللَّيْلِ وَصَلَّى الْفَجْرَ فَأَسْفَرَ بِهَا ثُمَّ قَالَ ‏\"‏ أَيْنَ السَّائِلُ عَنْ وَقْتِ الصَّلاَةِ ‏\"‏ ‏.‏ فَقَالَ الرَّجُلُ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ وَقْتُ صَلاَتِكُمْ بَيْنَ مَا رَأَيْتُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8565,
    "number": "1288",
    "text": "وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ عَرْعَرَةَ السَّامِيُّ، حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُ عَنْ مَوَاقِيتِ الصَّلاَةِ فَقَالَ ‏\"‏ اشْهَدْ مَعَنَا الصَّلاَةَ ‏\"‏ ‏.‏ فَأَمَرَ بِلاَلاً فَأَذَّنَ بِغَلَسٍ فَصَلَّى الصُّبْحَ حِينَ طَلَعَ الْفَجْرُ ثُمَّ أَمَرَهُ بِالظُّهْرِ حِينَ زَالَتِ الشَّمْسُ عَنْ بَطْنِ السَّمَاءِ ثُمَّ أَمَرَهُ بِالْعَصْرِ وَالشَّمْسُ مُرْتَفِعَةٌ ثُمَّ أَمَرَهُ بِالْمَغْرِبِ حِينَ وَجَبَتِ الشَّمْسُ ثُمَّ أَمَرَهُ بِالْعِشَاءِ حِينَ وَقَعَ الشَّفَقُ ثُمَّ أَمَرَهُ الْغَدَ فَنَوَّرَ بِالصُّبْحِ ثُمَّ أَمَرَهُ بِالظُّهْرِ فَأَبْرَدَ ثُمَّ أَمَرَهُ بِالْعَصْرِ وَالشَّمْسُ بَيْضَاءُ نَقِيَّةٌ لَمْ تُخَالِطْهَا صُفْرَةٌ ثُمَّ أَمَرَهُ بِالْمَغْرِبِ قَبْلَ أَنْ يَقَعَ الشَّفَقُ ثُمَّ أَمَرَهُ بِالْعِشَاءِ عِنْدَ ذَهَابِ ثُلُثِ اللَّيْلِ أَوْ بَعْضِهِ - شَكَّ حَرَمِيٌّ - فَلَمَّا أَصْبَحَ قَالَ ‏\"‏ أَيْنَ السَّائِلُ مَا بَيْنَ مَا رَأَيْتَ وَقْتٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8566,
    "number": "1289",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا بَدْرُ بْنُ عُثْمَانَ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي مُوسَى، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ أَتَاهُ سَائِلٌ يَسْأَلُهُ عَنْ مَوَاقِيتِ الصَّلاَةِ فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا - قَالَ - فَأَقَامَ الْفَجْرَ حِينَ انْشَقَّ الْفَجْرُ وَالنَّاسُ لاَ يَكَادُ يَعْرِفُ بَعْضُهُمْ بَعْضًا ثُمَّ أَمَرَهُ فَأَقَامَ بِالظُّهْرِ حِينَ زَالَتِ الشَّمْسُ وَالْقَائِلُ يَقُولُ قَدِ انْتَصَفَ النَّهَارُ وَهُوَ كَانَ أَعْلَمَ مِنْهُمْ ثُمَّ أَمَرَهُ فَأَقَامَ بِالْعَصْرِ وَالشَّمْسُ مُرْتَفِعَةٌ ثُمَّ أَمَرَهُ فَأَقَامَ بِالْمَغْرِبِ حِينَ وَقَعَتِ الشَّمْسُ ثُمَّ أَمَرَهُ فَأَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ ثُمَّ أَخَّرَ الْفَجْرَ مِنَ الْغَدِ حَتَّى انْصَرَفَ مِنْهَا وَالْقَائِلُ يَقُولُ قَدْ طَلَعَتِ الشَّمْسُ أَوْ كَادَتْ ثُمَّ أَخَّرَ الظُّهْرَ حَتَّى كَانَ قَرِيبًا مِنْ وَقْتِ الْعَصْرِ بِالأَمْسِ ثُمَّ أَخَّرَ الْعَصْرَ حَتَّى انْصَرَفَ مِنْهَا وَالْقَائِلُ يَقُولُ قَدِ احْمَرَّتِ الشَّمْسُ ثُمَّ أَخَّرَ الْمَغْرِبَ حَتَّى كَانَ عِنْدَ سُقُوطِ الشَّفَقِ ثُمَّ أَخَّرَ الْعِشَاءَ حَتَّى كَانَ ثُلُثُ اللَّيْلِ الأَوَّلُ ثُمَّ أَصْبَحَ فَدَعَا السَّائِلَ فَقَالَ ‏\n\"‏ الْوَقْتُ بَيْنَ هَذَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8567,
    "number": "1290",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ بَدْرِ بْنِ عُثْمَانَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى، سَمِعَهُ مِنْهُ، عَنْ أَبِيهِ، أَنَّ سَائِلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُ عَنْ مَوَاقِيتِ الصَّلاَةِ ‏.‏ بِمِثْلِ حَدِيثِ ابْنِ نُمَيْرٍ غَيْرَ أَنَّهُ قَالَ فَصَلَّى الْمَغْرِبَ قَبْلَ أَنْ يَغِيبَ الشَّفَقُ فِي الْيَوْمِ الثَّانِي ‏.‏",
    "source": ""
  },
  {
    "id": 8568,
    "number": "1291",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخ ْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالصَّلاَةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8569,
    "number": "1292",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، أَنَّ ابْنَ شِهَابٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ، وَسَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّهُمَا سَمِعَا أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِثْلِهِ سَوَاءً ‏.‏",
    "source": ""
  },
  {
    "id": 8570,
    "number": "1293",
    "text": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَعَمْرُو بْنُ سَوَّادٍ، وَأَحْمَدُ بْنُ عِيسَى، قَالَ عَمْرٌو أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّ بُكَيْرًا، حَدَّثَهُ عَنْ بُسْرِ بْنِ سَعِيدٍ، وَسَلْمَانَ الأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا كَانَ الْيَوْمُ الْحَارُّ فَأَبْرِدُوا بِالصَّلاَةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ ‏\"‏ ‏.\n\nقَالَ عَمْرٌو وَحَدَّثَنِي أَبُو يُونُسَ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَبْرِدُوا عَنِ الصَّلاَةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ ‏\"‏ ‏.\n\nقَالَ عَمْرٌو وَحَدَّثَنِي ابْنُ شِهَابٍ عَنِ ابْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِنَحْوِ ذَلِكَ.",
    "source": ""
  },
  {
    "id": 8571,
    "number": "1294",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ هَذَا الْحَرَّ مِنْ فَيْحِ جَهَنَّمَ فَأَبْرِدُوا بِالصَّلاَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8572,
    "number": "1295",
    "text": "حَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَبْرِدُوا عَنِ الْحَرِّ فِي الصَّلاَةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8573,
    "number": "1296",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ مُهَاجِرًا أَبَا الْحَسَنِ، يُحَدِّثُ أَنَّهُ سَمِعَ زَيْدَ بْنَ وَهْبٍ، يُحَدِّثُ عَنْ أَبِي ذَرٍّ، قَالَ أَذَّنَ مُؤَذِّنُ رَسُولِ اللَّهِ صلى الله عليه وسلم بِالظُّهْرِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَبْرِدْ أَبْرِدْ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ انْتَظِرِ انْتَظِرْ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ إِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ فَإِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا عَنِ الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ أَبُو ذَرٍّ حَتَّى رَأَيْنَا فَىْءَ التُّلُولِ ‏.‏",
    "source": ""
  },
  {
    "id": 8574,
    "number": "1297",
    "text": "وَحَدَّثَنِي عَمْرُو بْنُ سَوَّادٍ، وَحَرْمَلَةُ بْنُ يَحْيَى، - وَاللَّفْظُ لِحَرْمَلَةَ - أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اشْتَكَتِ النَّارُ إِلَى رَبِّهَا فَقَالَتْ يَا رَبِّ أَكَلَ بَعْضِي بَعْضًا ‏.‏ فَأَذِنَ لَهَا بِنَفَسَيْنِ نَفَسٍ فِي الشِّتَاءِ وَنَفَسٍ فِي الصَّيْفِ فَهُوَ أَشَدُّ مَا تَجِدُونَ مِنَ الْحَرِّ وَأَشَدُّ مَا تَجِدُونَ مِنَ الزَّمْهَرِيرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8575,
    "number": "1298",
    "text": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، مَوْلَى الأَسْوَدِ بْنِ سُفْيَانَ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَمُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ ثَوْبَانَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا كَانَ الْحَرُّ فَأَبْرِدُوا عَنِ الصَّلاَةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ ‏\"‏ ‏.‏ وَذَكَرَ ‏\"‏ أَنَّ النَّارَ اشْتَكَتْ إِلَى رَبِّهَا فَأَذِنَ لَهَا فِي كُلِّ عَامٍ بِنَفَسَيْنِ نَفَسٍ فِي الشِّتَاءِ وَنَفَسٍ فِي الصَّيْفِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8576,
    "number": "1299",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا حَيْوَةُ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ قَالَتِ النَّارُ رَبِّ أَكَلَ بَعْضِي بَعْضًا فَأْذَنْ لِي أَتَنَفَّسْ ‏.‏ فَأَذِنَ لَهَا بِنَفَسَيْنِ نَفَسٍ فِي الشِّتَاءِ وَنَفَسٍ فِي الصَّيْفِ فَمَا وَجَدْتُمْ مِنْ بَرْدٍ أَوْ زَمْهَرِيرٍ فَمِنْ نَفَسِ جَهَنَّمَ وَمَا وَجَدْتُمْ مِنْ حَرٍّ أَوْ حَرُورٍ فَمِنْ نَفَسِ جَهَنَّمَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8577,
    "number": "1300",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، كِلاَهُمَا عَنْ يَحْيَى الْقَطَّانِ، وَابْنِ، مَهْدِيٍّ - قَالَ ابْنُ الْمُثَنَّى حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، - عَنْ شُعْبَةَ، قَالَ حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ ابْنُ الْمُثَنَّى وَحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ شُعْبَةَ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي الظُّهْرَ إِذَا دَحَضَتِ الشَّمْسُ ‏.‏",
    "source": ""
  },
  {
    "id": 8578,
    "number": "1301",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو الأَحْوَصِ، سَلاَّمُ بْنُ سُلَيْمٍ عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ وَهْبٍ، عَنْ خَبَّابٍ، قَالَ شَكَوْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الصَّلاَةَ فِي الرَّمْضَاءِ فَلَمْ يُشْكِنَا ‏.‏",
    "source": ""
  },
  {
    "id": 8579,
    "number": "1302",
    "text": "وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، وَعَوْنُ بْنُ سَلاَّمٍ، - قَالَ عَوْنٌ أَخْبَرَنَا وَقَالَ ابْنُ يُونُسَ، وَاللَّفْظُ، لَهُ حَدَّثَنَا زُهَيْرٌ، - قَالَ حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ سَعِيدِ بْنِ وَهْبٍ، عَنْ خَبَّابٍ، قَالَ أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَشَكَوْنَا إِلَيْهِ حَرَّ الرَّمْضَاءِ فَلَمْ يُشْكِنَا ‏.‏ قَالَ زُهَيْرٌ قُلْتُ لأَبِي إِسْحَاقَ أَفِي الظُّهْرِ قَالَ نَعَمْ ‏.‏ قُلْتُ أَفِي تَعْجِيلِهَا قَالَ نَعَمْ ‏.‏",
    "source": ""
  },
  {
    "id": 8580,
    "number": "1303",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ غَالِبٍ الْقَطَّانِ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِدَّةِ الْحَرِّ فَإِذَا لَمْ يَسْتَطِعْ أَحَدُنَا أَنْ يُمَكِّنَ جَبْهَتَهُ مِنَ الأَرْضِ بَسَطَ ثَوْبَهُ فَسَجَدَ عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8581,
    "number": "1304",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح قَالَ وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ حَيَّةٌ فَيَذْهَبُ الذَّاهِبُ إِلَى الْعَوَالِي فَيَأْتِي الْعَوَالِيَ وَالشَّمْسُ مُرْتَفِعَةٌ ‏.‏ وَلَمْ يَذْكُرْ قُتَيْبَةُ فَيَأْتِي الْعَوَالِيَ ‏.‏",
    "source": ""
  },
  {
    "id": 8582,
    "number": "1305",
    "text": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسٍ، ‏.‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي الْعَصْرَ بِمِثْلِهِ سَوَاءً ‏.‏",
    "source": ""
  },
  {
    "id": 8583,
    "number": "1306",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا نُصَلِّي الْعَصْرَ ثُمَّ يَذْهَبُ الذَّاهِبُ إِلَى قُبَاءٍ فَيَأْتِيهِمْ وَالشَّمْسُ مُرْتَفِعَةٌ ‏.‏",
    "source": ""
  },
  {
    "id": 8584,
    "number": "1307",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا نُصَلِّي الْعَصْرَ ثُمَّ يَخْرُجُ الإِنْسَانُ إِلَى بَنِي عَمْرِو بْنِ عَوْفٍ فَيَجِدُهُمْ يُصَلُّونَ الْعَصْرَ ‏.‏",
    "source": ""
  },
  {
    "id": 8585,
    "number": "1308",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ دَخَلَ عَلَى أَنَسِ بْنِ مَالِكٍ فِي دَارِهِ بِالْبَصْرَةِ حِينَ انْصَرَفَ مِنَ الظُّهْرِ وَدَارُهُ بِجَنْبِ الْمَسْجِدِ فَلَمَّا دَخَلْنَا عَلَيْهِ قَالَ أَصَلَّيْتُمُ الْعَصْرَ فَقُلْنَا لَهُ إِنَّمَا انْصَرَفْنَا السَّاعَةَ مِنَ الظُّهْرِ ‏.‏ قَالَ فَصَلُّوا الْعَصْرَ ‏.‏ فَقُمْنَا فَصَلَّيْنَا فَلَمَّا انْصَرَفْنَا قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ تِلْكَ صَلاَةُ الْمُنَافِقِ يَجْلِسُ يَرْقُبُ الشَّمْسَ حَتَّى إِذَا كَانَتْ بَيْنَ قَرْنَىِ الشَّيْطَانِ قَامَ فَنَقَرَهَا أَرْبَعًا لاَ يَذْكُرُ اللَّهَ فِيهَا إِلاَّ قَلِيلاً ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8586,
    "number": "1309",
    "text": "وَحَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ أَبِي بَكْرِ بْنِ عُثْمَانَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، قَالَ سَمِعْتُ أَبَا أُمَامَةَ بْنَ سَهْلٍ، يَقُولُ صَلَّيْنَا مَعَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ الظُّهْرَ ثُمَّ خَرَجْنَا حَتَّى دَخَلْنَا عَلَى أَنَسِ بْنِ مَالِكٍ فَوَجَدْنَاهُ يُصَلِّي الْعَصْرَ فَقُلْتُ يَا عَمِّ مَا هَذِهِ الصَّلاَةُ الَّتِي صَلَّيْتَ قَالَ الْعَصْرُ وَهَذِهِ صَلاَةُ رَسُولِ اللَّهِ صلى الله تعالى عليه وسلم الَّتِي كُنَّا نُصَلِّي مَعَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8587,
    "number": "1310",
    "text": "حَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ، وَمُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ، وَأَحْمَدُ بْنُ عِيسَى، - وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ - قَالَ عَمْرٌو أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، أَنَّ مُوسَى بْنَ سَعْدٍ الأَنْصَارِيَّ، حَدَّثَهُ عَنْ حَفْصِ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم الْعَصْرَ فَلَمَّا انْصَرَفَ أَتَاهُ رَجُلٌ مِنْ بَنِي سَلِمَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا نُرِيدُ أَنْ نَنْحَرَ جَزُورًا لَنَا وَنَحْنُ نُحِبُّ أَنْ تَحْضُرَهَا ‏.‏ قَالَ ‏\n\"‏ نَعَمْ ‏\"‏ ‏.‏ فَانْطَلَقَ وَانْطَلَقْنَا مَعَهُ فَوَجَدْنَا الْجَزُورَ لَمْ تُنْحَرْ فَنُحِرَتْ ثُمَّ قُطِّعَتْ ثُمَّ طُبِخَ مِنْهَا ثُمَّ أَكَلْنَا قَبْلَ أَنْ تَغِيبَ الشَّمْسُ ‏.‏ وَقَالَ الْمُرَادِيُّ حَدَّثَنَا ابْنُ وَهْبٍ عَنِ ابْنِ لَهِيعَةَ وَعَمْرِو بْنِ الْحَارِثِ فِي هَذَا الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 8588,
    "number": "1311",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ الرَّازِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ أَبِي النَّجَاشِيِّ، قَالَ سَمِعْتُ رَافِعَ بْنَ خَدِيجٍ، يَقُولُ كُنَّا نُصَلِّي الْعَصْرَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ تُنْحَرُ الْجَزُورُ فَتُقْسَمُ عَشَرَ قِسَمٍ ثُمَّ تُطْبَخُ فَنَأْكُلُ لَحْمًا نَضِيجًا قَبْلَ مَغِيبِ الشَّمْسِ ‏.‏",
    "source": ""
  },
  {
    "id": 8589,
    "number": "1312",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، وَشُعَيْبُ بْنُ إِسْحَاقَ الدِّمَشْقِيُّ، قَالاَ حَدَّثَنَا الأَوْزَاعِيُّ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ كُنَّا نَنْحَرُ الْجَزُورَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم بَعْدَ الْعَصْرِ ‏.‏ وَلَمْ يَقُلْ كُنَّا نُصَلِّي مَعَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8590,
    "number": "1313",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الَّذِي تَفُوتُهُ صَلاَةُ الْعَصْرِ كَأَنَّمَا وُتِرَ أَهْلَهُ وَمَالَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8591,
    "number": "1314",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، ‏.‏ قَالَ عَمْرٌو يَبْلُغُ بِهِ ‏.‏ وَقَالَ أَبُو بَكْرٍ رَفَعَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8592,
    "number": "1315",
    "text": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ فَاتَتْهُ الْعَصْرُ فَكَأَنَّمَا وُتِرَ أَهْلَهُ وَمَالَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8593,
    "number": "1316",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ مُحَمَّدٍ، عَنْ عَبِيدَةَ، عَنْ عَلِيٍّ، قَالَ لَمَّا كَانَ يَوْمُ الأَحْزَابِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَلأَ اللَّهُ قُبُورَهُمْ وَبُيُوتَهُمْ نَارًا كَمَا حَبَسُونَا وَشَغَلُونَا عَنِ الصَّلاَةِ الْوُسْطَى حَتَّى غَابَتِ الشَّمْسُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8594,
    "number": "1317",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، جَمِيعًا عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 8595,
    "number": "1318",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَبِي حَسَّانَ، عَنْ عَبِيدَةَ، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ الأَحْزَابِ ‏\n\"‏ شَغَلُونَا عَنْ صَلاَةِ الْوُسْطَى حَتَّى آبَتِ الشَّمْسُ مَلأَ اللَّهُ قُبُورَهُمْ نَارًا أَوْ بُيُوتَهُمْ أَوْ بُطُونَهُمْ ‏\"‏ ‏.‏ شَكَّ شُعْبَةُ فِي الْبُيُوتِ وَالْبُطُونِ ‏.‏",
    "source": ""
  },
  {
    "id": 8596,
    "number": "1319",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ وَقَالَ ‏\n\"‏ بُيُوتَهُمْ وَقُبُورَهُمْ ‏\"‏ ‏.‏ وَلَمْ يَشُكَّ ‏.‏",
    "source": ""
  },
  {
    "id": 8597,
    "number": "1320",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنْ يَحْيَى بْنِ الْجَزَّارِ، عَنْ عَلِيٍّ، ح \n وَحَدَّثَنَاهُ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ يَحْيَى، سَمِعَ عَلِيًّا، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ الأَحْزَابِ وَهُوَ قَاعِدٌ عَلَى فُرْضَةٍ مِنْ فُرَضِ الْخَنْدَقِ ‏\n\"‏ شَغَلُونَا عَنِ الصَّلاَةِ الْوُسْطَى حَتَّى غَرَبَتِ الشَّمْسُ مَلأَ اللَّهُ قُبُورَهُمْ وَبُيُوتَهُمْ - أَوْ قَالَ قُبُورَهُمْ وَبُطُونَهُمْ - نَارًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8598,
    "number": "1321",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ مُسْلِمِ بْنِ صُبَيْحٍ، عَنْ شُتَيْرِ بْنِ شَكَلٍ، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ الأَحْزَابِ ‏\n\"‏ شَغَلُونَا عَنِ الصَّلاَةِ الْوُسْطَى صَلاَةِ الْعَصْرِ مَلأَ اللَّهُ بُيُوتَهُمْ وَقُبُورَهُمْ نَارًا ‏\"‏ ‏.‏ ثُمَّ صَلاَّهَا بَيْنَ الْعِشَاءَيْنِ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 8599,
    "number": "1322",
    "text": "وَحَدَّثَنَا عَوْنُ بْنُ سَلاَّمٍ الْكُوفِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ طَلْحَةَ الْيَامِيُّ، عَنْ زُبَيْدٍ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ، قَالَ حَبَسَ الْمُشْرِكُونَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ صَلاَةِ الْعَصْرِ حَتَّى احْمَرَّتِ الشَّمْسُ أَوِ اصْفَرَّتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ شَغَلُونَا عَنِ الصَّلاَةِ الْوُسْطَى صَلاَةِ الْعَصْرِ مَلأَ اللَّهُ أَجْوَافَهُمْ وَقُبُورَهُمْ نَارًا ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ حَشَا اللَّهُ أَجْوَافَهُمْ وَقُبُورَهُمْ نَارًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8600,
    "number": "1323",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي يُونُسَ، مَوْلَى عَائِشَةَ أَنَّهُ قَالَ أَمَرَتْنِي عَائِشَةُ أَنْ أَكْتُبَ لَهَا مُصْحَفًا وَقَالَتْ إِذَا بَلَغْتَ هَذِهِ الآيَةَ فَآذِنِّي ‏{‏ حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاَةِ الْوُسْطَى‏}‏ فَلَمَّا بَلَغْتُهَا آذَنْتُهَا فَأَمْلَتْ عَلَىَّ حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاَةِ الْوُسْطَى وَصَلاَةِ الْعَصْرِ ‏.‏ وَقُومُوا لِلَّهِ قَانِتِينَ ‏.‏ قَالَتْ عَائِشَةُ سَمِعْتُهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 8601,
    "number": "1324",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا الْفُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ شَقِيقِ بْنِ عُقْبَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ نَزَلَتْ هَذِهِ الآيَةُ حَافِظُوا عَلَى الصَّلَوَاتِ وَصَلاَةِ الْعَصْرِ ‏.‏ فَقَرَأْنَاهَا مَا شَاءَ اللَّهُ ثُمَّ نَسَخَهَا اللَّهُ فَنَزَلَتْ ‏{‏ حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاَةِ الْوُسْطَى‏}‏ فَقَالَ رَجُلٌ كَانَ جَالِسًا عِنْدَ شَقِيقٍ لَهُ هِيَ إِذًا صَلاَةُ الْعَصْرِ ‏.‏ فَقَالَ الْبَرَاءُ قَدْ أَخْبَرْتُكَ كَيْفَ نَزَلَتْ وَكَيْفَ نَسَخَهَا اللَّهُ ‏.‏ وَاللَّهُ أَعْلَمُ ‏.‏ \n\nقَالَ مُسْلِمٌ وَرَوَاهُ الأَشْجَعِيُّ عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ شَقِيقِ بْنِ عُقْبَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَرَأْنَاهَا مَعَ النَّبِيِّ صلى الله عليه وسلم زَمَانًا ‏.‏ بِمِثْلِ حَدِيثِ فُضَيْلِ بْنِ مَرْزُوقٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8602,
    "number": "1325",
    "text": "وَحَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، عَنْ مُعَاذِ بْنِ هِشَامٍ، - قَالَ أَبُو غَسَّانَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، - حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، يَوْمَ الْخَنْدَقِ جَعَلَ يَسُبُّ كُفَّارَ قُرَيْشٍ وَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا كِدْتُ أَنْ أُصَلِّيَ الْعَصْرَ حَتَّى كَادَتْ أَنْ تَغْرُبَ الشَّمْسُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ فَوَاللَّهِ إِنْ صَلَّيْتُهَا ‏\"‏ ‏.‏ فَنَزَلْنَا إِلَى بُطْحَانَ فَتَوَضَّأَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَتَوَضَّأْنَا فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم الْعَصْرَ بَعْدَ مَا غَرَبَتِ الشَّمْسُ ثُمَّ صَلَّى بَعْدَهَا الْمَغْرِبَ ‏.‏",
    "source": ""
  },
  {
    "id": 8603,
    "number": "1326",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا وَكِيعٌ، عَنْ عَلِيِّ بْنِ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، فِي هَذَا الإِسْنَادِ بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8604,
    "number": "1327",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ يَتَعَاقَبُونَ فِيكُمْ مَلاَئِكَةٌ بِاللَّيْلِ وَمَلاَئِكَةٌ بِالنَّهَارِ وَيَجْتَمِعُونَ فِي صَلاَةِ الْفَجْرِ وَصَلاَةِ الْعَصْرِ ثُمَّ يَعْرُجُ الَّذِينَ بَاتُوا فِيكُمْ فَيَسْأَلُهُمْ رَبُّهُمْ وَهُوَ أَعْلَمُ بِهِمْ كَيْفَ تَرَكْتُمْ عِبَادِي فَيَقُولُونَ تَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ وَأَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8605,
    "number": "1328",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ وَالْمَلاَئِكَةُ يَتَعَاقَبُونَ فِيكُمْ ‏\"‏ ‏.‏ بِمِثْلِ حَدِيثِ أَبِي الزِّنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 8606,
    "number": "1329",
    "text": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، حَدَّثَنَا قَيْسُ بْنُ أَبِي حَازِمٍ، قَالَ سَمِعْتُ جَرِيرَ بْنَ عَبْدِ اللَّهِ، وَهُوَ يَقُولُ كُنَّا جُلُوسًا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ نَظَرَ إِلَى الْقَمَرِ لَيْلَةَ الْبَدْرِ فَقَالَ ‏\"‏ أَمَا إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَرَ لاَ تُضَامُّونَ فِي رُؤْيَتِهِ فَإِنِ اسْتَطَعْتُمْ أَنْ لاَ تُغْلَبُوا عَلَى صَلاَةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ‏\"‏ ‏.‏ يَعْنِي الْعَصْرَ وَالْفَجْرَ ثُمَّ قَرَأَ جَرِيرٌ ‏{‏ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا‏}‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8607,
    "number": "1330",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَأَبُو أُسَامَةَ وَوَكِيعٌ بِهَذَا الإِسْنَادِ وَقَالَ ‏\n\"‏ أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَى رَبِّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هَذَا الْقَمَرَ ‏\"‏ ‏.‏ وَقَالَ ثُمَّ قَرَأَ ‏.‏ وَلَمْ يَقُلْ جَرِيرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 8608,
    "number": "1331",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ وَكِيعٍ، - قَالَ أَبُو كُرَيْبٍ حَدَّثَنَا وَكِيعٌ، - عَنِ ابْنِ أَبِي خَالِدٍ، وَمِسْعَرٍ، وَالْبَخْتَرِيِّ بْنِ الْمُخْتَارِ، سَمِعُوهُ مِنْ أَبِي بَكْرِ بْنِ عُمَارَةَ بْنِ رُؤَيْبَةَ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لَنْ يَلِجَ النَّارَ أَحَدٌ صَلَّى قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ‏\"‏ ‏.‏ يَعْنِي الْفَجْرَ وَالْعَصْرَ ‏.‏ فَقَالَ لَهُ رَجُلٌ مِنْ أَهْلِ الْبَصْرَةِ آنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ نَعَمْ ‏.‏ قَالَ الرَّجُلُ وَأَنَا أَشْهَدُ أَنِّي سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي ‏.‏",
    "source": ""
  },
  {
    "id": 8609,
    "number": "1332",
    "text": "وَحَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا شَيْبَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ ابْنِ عُمَارَةَ بْنِ رُؤَيْبَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَلِجُ النَّارَ مَنْ صَلَّى قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ‏\"‏ ‏.‏ وَعِنْدَهُ رَجُلٌ مِنْ أَهْلِ الْبَصْرَةِ فَقَالَ آنْتَ سَمِعْتَ هَذَا مِنَ النَّبِيِّ صلى الله عليه وسلم قَالَ نَعَمْ أَشْهَدُ بِهِ عَلَيْهِ ‏.‏ قَالَ وَأَنَا أَشْهَدُ لَقَدْ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُهُ بِالْمَكَانِ الَّذِي سَمِعْتَهُ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8610,
    "number": "1333",
    "text": "وَحَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ الأَزْدِيُّ، حَدَّثَنَا هَمَّامُ بْنُ يَحْيَى، حَدَّثَنِي أَبُو جَمْرَةَ الضُّبَعِيُّ، عَنْ أَبِي بَكْرٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ صَلَّى الْبَرْدَيْنِ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8611,
    "number": "1334",
    "text": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، ح قَالَ وَحَدَّثَنَا ابْنُ خِرَاشٍ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، قَالاَ جَمِيعًا حَدَّثَنَا هَمَّامٌ، بِهَذَا الإِسْنَادِ وَنَسَبَا أَبَا بَكْرٍ فَقَالاَ ابْنُ أَبِي مُوسَى ‏.‏",
    "source": ""
  },
  {
    "id": 8612,
    "number": "1335",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَاتِمٌ، - وَهُوَ ابْنُ إِسْمَاعِيلَ - عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي الْمَغْرِبَ إِذَا غَرَبَتِ الشَّمْسُ وَتَوَارَتْ بِالْحِجَابِ ‏.‏",
    "source": ""
  },
  {
    "id": 8613,
    "number": "1336",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ الرَّازِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي أَبُو النَّجَاشِيِّ، قَالَ سَمِعْتُ رَافِعَ بْنَ خَدِيجٍ، يَقُولُ كُنَّا نُصَلِّي الْمَغْرِبَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَيَنْصَرِفُ أَحَدُنَا وَإِنَّهُ لَيُبْصِرُ مَوَاقِعَ نَبْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8614,
    "number": "1337",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا شُعَيْبُ بْنُ إِسْحَاقَ الدِّمَشْقِيُّ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي أَبُو النَّجَاشِيِّ، حَدَّثَنِي رَافِعُ بْنُ خَدِيجٍ، قَالَ كُنَّا نُصَلِّي الْمَغْرِبَ ‏.‏ بِنَحْوِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8615,
    "number": "1338",
    "text": "وَحَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، أَنَّ ابْنَ شِهَابٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ أَعْتَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةً مِنَ اللَّيَالِي بِصَلاَةِ الْعِشَاءِ وَهِيَ الَّتِي تُدْعَى الْعَتَمَةَ فَلَمْ يَخْرُجْ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى قَالَ عُمَرُ بْنُ الْخَطَّابِ نَامَ النِّسَاءُ وَالصِّبْيَانُ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لأَهْلِ الْمَسْجِدِ حِينَ خَرَجَ عَلَيْهِمْ ‏\"‏ مَا يَنْتَظِرُهَا أَحَدٌ مِنْ أَهْلِ الأَرْضِ غَيْرُكُمْ ‏\"‏ ‏.‏ وَذَلِكَ قَبْلَ أَنْ يَفْشُوَ الإِسْلاَمُ فِي النَّاسِ ‏.‏ زَادَ حَرْمَلَةُ فِي رِوَايَتِهِ قَالَ ابْنُ شِهَابٍ وَذُكِرَ لِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ وَمَا كَانَ لَكُمْ أَنْ تَنْزُرُوا رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الصَّلاَةِ ‏\"‏ ‏.‏ وَذَاكَ حِينَ صَاحَ عُمَرُ بْنُ الْخَطَّابِ ‏.‏",
    "source": ""
  },
  {
    "id": 8616,
    "number": "1339",
    "text": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ ‏.‏ مِثْلَهُ ‏.‏ وَلَمْ يَذْكُرْ قَوْلَ الزُّهْرِيِّ وَذُكِرَ لِي ‏.‏ وَمَا بَعْدَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 8617,
    "number": "1340",
    "text": "حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ حَاتِمٍ، كِلاَهُمَا عَنْ مُحَمَّدِ بْنِ بَكْرٍ، ح قَالَ وَحَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، ح قَالَ وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، - وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ - قَالُوا جَمِيعًا عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي الْمُغِيرَةُ بْنُ حَكِيمٍ، عَنْ أُمِّ كُلْثُومٍ بِنْتِ أَبِي بَكْرٍ، أَنَّهَا أَخْبَرَتْهُ عَنْ عَائِشَةَ، قَالَتْ أَعْتَمَ النَّبِيُّ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ حَتَّى ذَهَبَ عَامَّةُ اللَّيْلِ وَحَتَّى نَامَ أَهْلُ الْمَسْجِدِ ثُمَّ خَرَجَ فَصَلَّى فَقَالَ ‏\"‏ إِنَّهُ لَوَقْتُهَا لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي ‏\"‏ ‏.‏ وَفِي حَدِيثِ عَبْدِ الرَّزَّاقِ ‏\"‏ لَوْلاَ أَنْ يَشُقَّ عَلَى أُمَّتِي ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8618,
    "number": "1341",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، زُهَيْرٌ حَدَّثَنَا جَرِيرٌ، - عَنْ مَنْصُورٍ، عَنِ الْحَكَمِ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ مَكَثْنَا ذَاتَ لَيْلَةٍ نَنْتَظِرُ رَسُولَ اللَّهِ صلى الله عليه وسلم - لِصَلاَةِ الْعِشَاءِ الآخِرَةِ فَخَرَجَ إِلَيْنَا حِينَ ذَهَبَ ثُلُثُ اللَّيْلِ أَوْ بَعْدَهُ فَلاَ نَدْرِي أَشَىْءٌ شَغَلَهُ فِي أَهْلِهِ أَوْ غَيْرُ ذَلِكَ فَقَالَ حِينَ خَرَجَ ‏\n\"‏ إِنَّكُمْ لَتَنْتَظِرُونَ صَلاَةً مَا يَنْتَظِرُهَا أَهْلُ دِينٍ غَيْرُكُمْ وَلَوْلاَ أَنْ يَثْقُلَ عَلَى أُمَّتِي لَصَلَّيْتُ بِهِمْ هَذِهِ السَّاعَةَ ‏\"‏ ‏.‏ ثُمَّ أَمَرَ الْمُؤَذِّنَ فَأَقَامَ الصَّلاَةَ وَصَلَّى ‏.‏",
    "source": ""
  },
  {
    "id": 8619,
    "number": "1342",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي نَافِعٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم شُغِلَ عَنْهَا لَيْلَةً فَأَخَّرَهَا حَتَّى رَقَدْنَا فِي الْمَسْجِدِ ثُمَّ اسْتَيْقَظْنَا ثُمَّ رَقَدْنَا ثُمَّ اسْتَيْقَظْنَا ثُمَّ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\n\"‏ لَيْسَ أَحَدٌ مِنْ أَهْلِ الأَرْضِ اللَّيْلَةَ يَنْتَظِرُ الصَّلاَةَ غَيْرُكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8620,
    "number": "1343",
    "text": "وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ الْعَبْدِيُّ، حَدَّثَنَا بَهْزُ بْنُ أَسَدٍ الْعَمِّيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، ‏.‏ أَنَّهُمْ سَأَلُوا أَنَسًا عَنْ خَاتَمِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ أَخَّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْعِشَاءَ ذَاتَ لَيْلَةٍ إِلَى شَطْرِ اللَّيْلِ أَوْ كَادَ يَذْهَبُ شَطْرُ اللَّيْلِ ثُمَّ جَاءَ فَقَالَ ‏\n\"‏ إِنَّ النَّاسَ قَدْ صَلَّوْا وَنَامُوا وَإِنَّكُمْ لَمْ تَزَالُوا فِي صَلاَةٍ مَا انْتَظَرْتُمُ الصَّلاَةَ ‏\"‏ ‏.‏ قَالَ أَنَسٌ كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ مِنْ فِضَّةٍ وَرَفَعَ إِصْبَعَهُ الْيُسْرَى بِالْخِنْصَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 8621,
    "number": "1344",
    "text": "وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا أَبُو زَيْدٍ، سَعِيدُ بْنُ الرَّبِيعِ حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ نَظَرْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم لَيْلَةً حَتَّى كَانَ قَرِيبٌ مِنْ نِصْفِ اللَّيْلِ ثُمَّ جَاءَ فَصَلَّى ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَكَأَنَّمَا أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ فِي يَدِهِ مِنْ فِضَّةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8622,
    "number": "1345",
    "text": "وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْعَطَّارُ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ الْحَنَفِيُّ، حَدَّثَنَا قُرَّةُ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 8623,
    "number": "1346",
    "text": "وَحَدَّثَنَا أَبُو عَامِرٍ الأَشْعَرِيُّ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ كُنْتُ أَنَا وَأَصْحَابِي الَّذِينَ، قَدِمُوا مَعِي فِي السَّفِينَةِ نُزُولاً فِي بَقِيعِ بُطْحَانَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم بِالْمَدِينَةِ فَكَانَ يَتَنَاوَبُ رَسُولَ اللَّهِ صلى الله عليه وسلم عِنْدَ صَلاَةِ الْعِشَاءِ كُلَّ لَيْلَةٍ نَفَرٌ مِنْهُمْ قَالَ أَبُو مُوسَى فَوَافَقْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم أَنَا وَأَصْحَابِي وَلَهُ بَعْضُ الشُّغُلِ فِي أَمْرِهِ حَتَّى أَعْتَمَ بِالصَّلاَةِ حَتَّى ابْهَارَّ اللَّيْلُ ثُمَّ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى بِهِمْ فَلَمَّا قَضَى صَلاَتَهُ قَالَ لِمَنْ حَضَرَهُ ‏\"‏ عَلَى رِسْلِكُمْ أُعْلِمُكُمْ وَأَبْشِرُوا أَنَّ مِنْ نِعْمَةِ اللَّهِ عَلَيْكُمْ أَنَّهُ لَيْسَ مِنَ النَّاسِ أَحَدٌ يُصَلِّي هَذِهِ السَّاعَةَ غَيْرُكُمْ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ مَا صَلَّى هَذِهِ السَّاعَةَ أَحَدٌ غَيْرُكُمْ ‏\"‏ ‏.‏ لاَ نَدْرِي أَىَّ الْكَلِمَتَيْنِ قَالَ قَالَ أَبُو مُوسَى فَرَجَعْنَا فَرِحِينَ بِمَا سَمِعْنَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 8624,
    "number": "1347",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ قُلْتُ لِعَطَاءٍ أَىُّ حِينٍ أَحَبُّ إِلَيْكَ أَنْ أُصَلِّيَ الْعِشَاءَ الَّتِي يَقُولُهَا النَّاسُ الْعَتَمَةَ إِمَامًا وَخِلْوًا قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُ أَعْتَمَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ الْعِشَاءَ - قَالَ - حَتَّى رَقَدَ نَاسٌ وَاسْتَيْقَظُوا وَرَقَدُوا وَاسْتَيْقَظُوا فَقَامَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ الصَّلاَةَ ‏.‏ فَقَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ فَخَرَجَ نَبِيُّ اللَّهِ صلى الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ الآنَ يَقْطُرُ رَأْسُهُ مَاءً وَاضِعًا يَدَهُ عَلَى شِقِّ رَأْسِهِ قَالَ ‏\n\"‏ لَوْلاَ أَنْ يَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ أَنْ يُصَلُّوهَا كَذَلِكَ ‏\"‏ ‏.‏ قَالَ فَاسْتَثْبَتُّ عَطَاءً كَيْفَ وَضَعَ النَّبِيُّ صلى الله عليه وسلم يَدَهُ عَلَى رَأْسِهِ كَمَا أَنْبَأَهُ ابْنُ عَبَّاسٍ فَبَدَّدَ لِي عَطَاءٌ بَيْنَ أَصَابِعِهِ شَيْئًا مِنْ تَبْدِيدٍ ثُمَّ وَضَعَ أَطْرَافَ أَصَابِعِهِ عَلَى قَرْنِ الرَّأْسِ ثُمَّ صَبَّهَا يُمِرُّهَا كَذَلِكَ عَلَى الرَّأْسِ حَتَّى مَسَّتْ إِبْهَامُهُ طَرَفَ الأُذُنِ مِمَّا يَلِي الْوَجْهَ ثُمَّ عَلَى الصُّدْغِ وَنَاحِيَةِ اللِّحْيَةِ لاَ يُقَصِّرُ وَلاَ يَبْطِشُ بِشَىْءٍ إِلاَّ كَذَلِكَ ‏.‏ قُلْتُ لِعَطَاءٍ كَمْ ذُكِرَ لَكَ أَخَّرَهَا النَّبِيُّ صلى الله عليه وسلم لَيْلَتَئِذٍ قَالَ لاَ أَدْرِي ‏.‏ قَالَ عَطَاءٌ أَحَبُّ إِلَىَّ أَنْ أُصَلِّيَهَا إِمَامًا وَخِلْوًا مُؤَخَّرَةً كَمَا صَلاَّهَا النَّبِيُّ صلى الله عليه وسلم لَيْلَتَئِذٍ فَإِنْ شَقَّ عَلَيْكَ ذَلِكَ خِلْوًا أَوْ عَلَى النَّاسِ فِي الْجَمَاعَةِ وَأَنْتَ إِمَامُهُمْ فَصَلِّهَا وَسَطًا لاَ مُعَجَّلَةً وَلاَ مُؤَخَّرَةً ‏.‏",
    "source": ""
  },
  {
    "id": 8625,
    "number": "1348",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُؤَخِّرُ صَلاَةَ الْعِشَاءِ الآخِرَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 8626,
    "number": "1349",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي الصَّلَوَاتِ نَحْوًا مِنْ صَلاَتِكُمْ وَكَانَ يُؤَخِّرُ الْعَتَمَةَ بَعْدَ صَلاَتِكُمْ شَيْئًا وَكَانَ يُخِفُّ الصَّلاَةَ ‏.‏ وَفِي رِوَايَةِ أَبِي كَامِلٍ يُخَفِّفُ ‏.‏",
    "source": ""
  },
  {
    "id": 8627,
    "number": "1350",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَابْنُ أَبِي عُمَرَ، قَالَ زُهَيْرٌ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي لَبِيدٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ تَغْلِبَنَّكُمُ الأَعْرَابُ عَلَى اسْمِ صَلاَتِكُمْ أَلاَ إِنَّهَا الْعِشَاءُ وَهُمْ يُعْتِمُونَ بِالإِبِلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8628,
    "number": "1351",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي لَبِيدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَغْلِبَنَّكُمُ الأَعْرَابُ عَلَى اسْمِ صَلاَتِكُمُ الْعِشَاءِ فَإِنَّهَا فِي كِتَابِ اللَّهِ الْعِشَاءُ وَإِنَّهَا تُعْتِمُ بِحِلاَبِ الإِبِلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8629,
    "number": "1352",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، كُلُّهُمْ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، - قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ نِسَاءَ الْمُؤْمِنَاتِ، كُنَّ يُصَلِّينَ الصُّبْحَ مَعَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ يَرْجِعْنَ مُتَلَفِّعَاتٍ بِمُرُوطِهِنَّ لاَ يَعْرِفُهُنَّ أَحَدٌ ‏.‏",
    "source": ""
  },
  {
    "id": 8630,
    "number": "1353",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، أَنَّ ابْنَ شِهَابٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ لَقَدْ كَانَ نِسَاءٌ مِنَ الْمُؤْمِنَاتِ يَشْهَدْنَ الْفَجْرَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُتَلَفِّعَاتٍ بِمُرُوطِهِنَّ ثُمَّ يَنْقَلِبْنَ إِلَى بُيُوتِهِنَّ وَمَا يُعْرَفْنَ مِنْ تَغْلِيسِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِالصَّلاَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 8631,
    "number": "1354",
    "text": "وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَإِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، قَالاَ حَدَّثَنَا مَعْنٌ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ إِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُصَلِّي الصُّبْحَ فَيَنْصَرِفُ النِّسَاءُ مُتَلَفِّعَاتٍ بِمُرُوطِهِنَّ مَا يُعْرَفْنَ مِنَ الْغَلَسِ ‏.‏ وَقَالَ الأَنْصَارِيُّ فِي رِوَايَتِهِ مُتَلَفِّفَاتٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8632,
    "number": "1355",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح قَالَ وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ الْحَسَنِ بْنِ عَلِيٍّ، قَالَ لَمَّا قَدِمَ الْحَجَّاجُ الْمَدِينَةَ فَسَأَلْنَا جَابِرَ بْنَ عَبْدِ اللَّهِ فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي الظُّهْرَ بِالْهَاجِرَةِ وَالْعَصْرَ وَالشَّمْسُ نَقِيَّةٌ وَالْمَغْرِبَ إِذَا وَجَبَتْ وَالْعِشَاءَ أَحْيَانًا يُؤَخِّرُهَا وَأَحْيَانًا يُعَجِّلُ كَانَ إِذَا رَآهُمْ قَدِ اجْتَمَعُوا عَجَّلَ وَإِذَا رَآهُمْ قَدْ أَبْطَئُوا أَخَّرَ وَالصُّبْحَ كَانُوا أَوْ - قَالَ - كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّيهَا بِغَلَسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8633,
    "number": "1356",
    "text": "وَحَدَّثَنَاهُ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدٍ، سَمِعَ مُحَمَّدَ بْنَ عَمْرِو بْنِ الْحَسَنِ بْنِ عَلِيٍّ، قَالَ كَانَ الْحَجَّاجُ يُؤَخِّرُ الصَّلَوَاتِ فَسَأَلْنَا جَابِرَ بْنَ عَبْدِ اللَّهِ بِمِثْلِ حَدِيثِ غُنْدَرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8634,
    "number": "1357",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي سَيَّارُ بْنُ سَلاَمَةَ، قَالَ سَمِعْتُ أَبِي يَسْأَلُ أَبَا بَرْزَةَ، عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - قُلْتُ آنْتَ سَمِعْتَهُ قَالَ فَقَالَ كَأَنَّمَا أَسْمَعُكَ السَّاعَةَ - قَالَ - سَمِعْتُ أَبِي يَسْأَلُهُ عَنْ صَلاَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ كَانَ لاَ يُبَالِي بَعْضَ تَأْخِيرِهَا - قَالَ يَعْنِي الْعِشَاءَ - إِلَى نِصْفِ اللَّيْلِ وَلاَ يُحِبُّ النَّوْمَ قَبْلَهَا وَلاَ الْحَدِيثَ بَعْدَهَا ‏.‏ قَالَ شُعْبَةُ ثُمَّ لَقِيتُهُ بَعْدُ فَسَأَلْتُهُ فَقَالَ وَكَانَ يُصَلِّي الظُّهْرَ حِينَ تَزُولُ الشَّمْسُ وَالْعَصْرَ يَذْهَبُ الرَّجُلُ إِلَى أَقْصَى الْمَدِينَةِ وَالشَّمْسُ حَيَّةٌ - قَالَ - وَالْمَغْرِبَ لاَ أَدْرِي أَىَّ حِينٍ ذَكَرَ ‏.‏ قَالَ ثُمَّ لَقِيتُهُ بَعْدُ فَسَأَلْتُهُ فَقَالَ وَكَانَ يُصَلِّي الصُّبْحَ فَيَنْصَرِفُ الرَّجُلُ فَيَنْظُرُ إِلَى وَجْهِ جَلِيسِهِ الَّذِي يَعْرِفُ فَيَعْرِفُهُ ‏.‏ قَالَ وَكَانَ يَقْرَأُ فِيهَا بِالسِّتِّينَ إِلَى الْمِائَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 8635,
    "number": "1358",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ سَيَّارِ بْنِ سَلاَمَةَ، قَالَ سَمِعْتُ أَبَا بَرْزَةَ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يُبَالِي بَعْضَ تَأْخِيرِ صَلاَةِ الْعِشَاءِ إِلَى نِصْفِ اللَّيْلِ وَكَانَ لاَ يُحِبُّ النَّوْمَ قَبْلَهَا وَلاَ الْحَدِيثَ بَعْدَهَا ‏.‏ قَالَ شُعْبَةُ ثُمَّ لَقِيتُهُ مَرَّةً أُخْرَى فَقَالَ أَوْ ثُلُثِ اللَّيْلِ ‏.‏",
    "source": ""
  },
  {
    "id": 8636,
    "number": "1359",
    "text": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا سُوَيْدُ بْنُ عَمْرٍو الْكَلْبِيُّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ سَيَّارِ بْنِ سَلاَمَةَ أَبِي الْمِنْهَالِ، قَالَ سَمِعْتُ أَبَا بَرْزَةَ الأَسْلَمِيَّ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُؤَخِّرُ الْعِشَاءَ إِلَى ثُلُثِ اللَّيْلِ وَيَكْرَهُ النَّوْمَ قَبْلَهَا وَالْحَدِيثَ بَعْدَهَا وَكَانَ يَقْرَأُ فِي صَلاَةِ الْفَجْرِ مِنَ الْمِائَةِ إِلَى السِّتِّينَ وَكَانَ يَنْصَرِفُ حِينَ يَعْرِفُ بَعْضُنَا وَجْهَ بَعْضٍ ‏.‏",
    "source": ""
  },
  {
    "id": 8637,
    "number": "1360",
    "text": "حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، ح قَالَ وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ ‏\"‏ كَيْفَ أَنْتَ إِذَا كَانَتْ عَلَيْكَ أُمَرَاءُ يُؤَخِّرُونَ الصَّلاَةَ عَنْ وَقْتِهَا أَوْ يُمِيتُونَ الصَّلاَةَ عَنْ وَقْتِهَا ‏\"‏ ‏.‏ قَالَ قُلْتُ فَمَا تَأْمُرُنِي قَالَ ‏\"‏ صَلِّ الصَّلاَةَ لِوَقْتِهَا فَإِنْ أَدْرَكْتَهَا مَعَهُمْ فَصَلِّ فَإِنَّهَا لَكَ نَافِلَةٌ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ خَلَفٌ عَنْ وَقْتِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 8638,
    "number": "1361",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ يَا أَبَا ذَرٍّ إِنَّهُ سَيَكُونُ بَعْدِي أُمَرَاءُ يُمِيتُونَ الصَّلاَةَ فَصَلِّ الصَّلاَةَ لِوَقْتِهَا فَإِنْ صَلَّيْتَ لِوَقْتِهَا كَانَتْ لَكَ نَافِلَةً وَإِلاَّ كُنْتَ قَدْ أَحْرَزْتَ صَلاَتَكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 8639,
    "number": "1362",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ شُعْبَةَ، عَنْ أَبِي عِمْرَانَ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، قَالَ إِنَّ خَلِيلِي أَوْصَانِي أَنْ أَسْمَعَ وَأُطِيعَ وَإِنْ كَانَ عَبْدًا مُجَدَّعَ الأَطْرَافِ وَأَنْ أُصَلِّيَ الصَّلاَةَ لِوَقْتِهَا ‏\n\"‏ فَإِنْ أَدْرَكْتَ الْقَوْمَ وَقَدْ صَلَّوْا كُنْتَ قَدْ أَحْرَزْتَ صَلاَتَكَ وَإِلاَّ كَانَتْ لَكَ نَافِلَةً ‏\"‏ ‏.‏",
    "source": ""
  }
]