[
  {
    "id": 10252,
    "number": "2975",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، وَيَعْقُوبُ الدَّوْرَقِيُّ، قَالُوا أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، عَنْ عُمَرَ بْنِ حُسَيْنٍ، عَنْ عَبْدِ اللَّهِ بْنِ، أَبِي سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَدَاةِ عَرَفَةَ فَمِنَّا الْمُكَبِّرُ وَمِنَّا الْمُهَلِّلُ فَأَمَّا نَحْنُ فَنُكَبِّرُ قَالَ قُلْتُ وَاللَّهِ لَعَجَبًا مِنْكُمْ كَيْفَ لَمْ تَقُولُوا لَهُ مَاذَا رَأَيْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْنَعُ.",
    "source": ""
  },
  {
    "id": 10253,
    "number": "2976",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الثَّقَفِيِّ، أَنَّهُ سَأَلَ أَنَسَ بْنَ مَالِكٍ وَهُمَا غَادِيَانِ مِنْ مِنًى إِلَى عَرَفَةَ كَيْفَ كُنْتُمْ تَصْنَعُونَ فِي هَذَا الْيَوْمِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ كَانَ يُهِلُّ الْمُهِلُّ مِنَّا فَلاَ يُنْكَرُ عَلَيْهِ وَيُكَبِّرُ الْمُكَبِّرُ مِنَّا فَلاَ يُنْكَرُ عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10254,
    "number": "2977",
    "text": "وَحَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ، قَالَ قُلْتُ لأَنَسِ بْنِ مَالِكٍ غَدَاةَ عَرَفَةَ مَا تَقُولُ فِي التَّلْبِيَةِ هَذَا الْيَوْمَ قَالَ سِرْتُ هَذَا الْمَسِيرَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَأَصْحَابِهِ فَمِنَّا الْمُكَبِّرُ وَمِنَّا الْمُهَلِّلُ وَلاَ يَعِيبُ أَحَدُنَا عَلَى صَاحِبِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10255,
    "number": "2978",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّهُ سَمِعَهُ يَقُولُ دَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عَرَفَةَ حَتَّى إِذَا كَانَ بِالشِّعْبِ نَزَلَ فَبَالَ ثُمَّ تَوَضَّأَ وَلَمْ يُسْبِغِ الْوُضُوءَ فَقُلْتُ لَهُ الصَّلاَةَ ‏.‏ قَالَ ‏\n\"‏ الصَّلاَةُ أَمَامَكَ ‏\"‏ ‏.‏ فَرَكِبَ فَلَمَّا جَاءَ الْمُزْدَلِفَةَ نَزَلَ فَتَوَضَّأَ فَأَسْبَغَ الْوُضُوءَ ثُمَّ أُقِيمَتِ الصَّلاَةُ فَصَلَّى الْمَغْرِبَ ثُمَّ أَنَاخَ كُلُّ إِنْسَانٍ بَعِيرَهُ فِي مَنْزِلِهِ ثُمَّ أُقِيمَتِ الْعِشَاءُ فَصَلاَّهَا وَلَمْ يُصَلِّ بَيْنَهُمَا شَيْئًا.",
    "source": ""
  },
  {
    "id": 10256,
    "number": "2979",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، مَوْلَى الزُّبَيْرِ عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدَ الدَّفْعَةِ مِنْ عَرَفَاتٍ إِلَى بَعْضِ تِلْكَ الشِّعَابِ لِحَاجَتِهِ فَصَبَبْتُ عَلَيْهِ مِنَ الْمَاءِ فَقُلْتُ أَتُصَلِّي فَقَالَ ‏\n\"‏ الْمُصَلَّى أَمَامَكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10257,
    "number": "2980",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ إِبْرَاهِيمَ بْنِ عُقْبَةَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ قَالَ سَمِعْتُ أُسَامَةَ بْنَ زَيْدٍ، يَقُولُ أَفَاضَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عَرَفَاتٍ فَلَمَّا انْتَهَى إِلَى الشِّعْبِ نَزَلَ فَبَالَ - وَلَمْ يَقُلْ أُسَامَةُ أَرَاقَ الْمَاءَ - قَالَ فَدَعَا بِمَاءٍ فَتَوَضَّأَ وُضُوءًا لَيْسَ بِالْبَالِغِ - قَالَ - فَقُلْتُ يَا رَسُولَ اللَّهِ الصَّلاَةَ ‏.‏ قَالَ ‏\n\"‏ الصَّلاَةُ أَمَامَكَ ‏\"‏ ‏.‏ قَالَ ثُمَّ سَارَ حَتَّى بَلَغَ جَمْعًا فَصَلَّى الْمَغْرِبَ وَالْعِشَاءَ ‏.‏",
    "source": ""
  },
  {
    "id": 10258,
    "number": "2981",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا زُهَيْرٌ أَبُو خَيْثَمَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُقْبَةَ، أَخْبَرَنِي كُرَيْبٌ، أَنَّهُ سَأَلَ أُسَامَةَ بْنَ زَيْدٍ كَيْفَ صَنَعْتُمْ حِينَ رَدِفْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَشِيَّةَ عَرَفَةَ فَقَالَ جِئْنَا الشِّعْبَ الَّذِي يُنِيخُ النَّاسُ فِيهِ لِلْمَغْرِبِ فَأَنَاخَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَاقَتَهُ وَبَالَ - وَمَا قَالَ أَهَرَاقَ الْمَاءَ - ثُمَّ دَعَا بِالْوَضُوءِ فَتَوَضَّأَ وُضُوءًا لَيْسَ بِالْبَالِغِ فَقُلْتُ يَا رَسُولَ اللَّهِ الصَّلاَةَ ‏.‏ فَقَالَ ‏\n\"‏ الصَّلاَةُ أَمَامَكَ ‏\"‏ ‏.‏ فَرَكِبَ حَتَّى جِئْنَا الْمُزْدَلِفَةَ فَأَقَامَ الْمَغْرِبَ ثُمَّ أَنَاخَ النَّاسُ فِي مَنَازِلِهِمْ وَلَمْ يَحُلُّوا حَتَّى أَقَامَ الْعِشَاءَ الآخِرَةَ فَصَلَّى ثُمَّ حَلُّوا قُلْتُ فَكَيْفَ فَعَلْتُمْ حِينَ أَصْبَحْتُمْ قَالَ رَدِفَهُ الْفَضْلُ بْنُ عَبَّاسٍ وَانْطَلَقْتُ أَنَا فِي سُبَّاقِ قُرَيْشٍ عَلَى رِجْلَىَّ ‏.‏",
    "source": ""
  },
  {
    "id": 10259,
    "number": "2982",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عُقْبَةَ، عَنْ كُرَيْبٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا أَتَى النَّقْبَ الَّذِي يَنْزِلُهُ الأُمَرَاءُ نَزَلَ فَبَالَ - وَلَمْ يَقُلْ أَهْرَاقَ - ثُمَّ دَعَا بِوَضُوءٍ فَتَوَضَّأَ وُضُوءًا خَفِيفًا فَقُلْتُ يَا رَسُولَ اللَّهِ الصَّلاَةَ ‏.‏ فَقَالَ ‏\n\"‏ الصَّلاَةُ أَمَامَكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10260,
    "number": "2983",
    "text": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءٍ، مَوْلَى سِبَاعٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّهُ كَانَ رَدِيفَ رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ أَفَاضَ مِنْ عَرَفَةَ فَلَمَّا جَاءَ الشِّعْبَ أَنَاخَ رَاحِلَتَهُ ثُمَّ ذَهَبَ إِلَى الْغَائِطِ فَلَمَّا رَجَعَ صَبَبْتُ عَلَيْهِ مِنَ الإِدَاوَةِ فَتَوَضَّأَ ثُمَّ رَكِبَ ثُمَّ أَتَى الْمُزْدَلِفَةَ فَجَمَعَ بِهَا بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 10261,
    "number": "2984",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَفَاضَ مِنْ عَرَفَةَ وَأُسَامَةُ رِدْفُهُ قَالَ أُسَامَةُ فَمَازَالَ يَسِيرُ عَلَى هَيْئَتِهِ حَتَّى أَتَى جَمْعًا ‏.‏",
    "source": ""
  },
  {
    "id": 10262,
    "number": "2985",
    "text": "وَحَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، جَمِيعًا عَنْ حَمَّادِ بْنِ زَيْدٍ، - قَالَ أَبُو الرَّبِيعِ حَدَّثَنَا حَمَّادٌ، - حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، قَالَ سُئِلَ أُسَامَةُ وَأَنَا شَاهِدٌ، أَوْ قَالَ سَأَلْتُ أُسَامَةَ بْنَ زَيْدٍ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَرْدَفَهُ مِنْ عَرَفَاتٍ قُلْتُ كَيْفَ كَانَ يَسِيرُ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ أَفَاضَ مِنْ عَرَفَةَ قَالَ كَانَ يَسِيرُ الْعَنَقَ فَإِذَا وَجَدَ فَجْوَةً نَصَّ ‏.‏",
    "source": ""
  },
  {
    "id": 10263,
    "number": "2986",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَعَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَحُمَيْدُ، بْنُ عَبْدِ الرَّحْمَنِ عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ وَزَادَ فِي حَدِيثِ حُمَيْدٍ قَالَ هِشَامٌ وَالنَّصُّ فَوْقَ الْعَنَقِ ‏.‏",
    "source": ""
  },
  {
    "id": 10264,
    "number": "2987",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، أَخْبَرَنِي عَدِيُّ بْنُ ثَابِتٍ، أَنَّ عَبْدَ اللَّهِ بْنَ يَزِيدَ الْخَطْمِيَّ، حَدَّثَهُ أَنَّ أَبَا أَيُّوبَ أَخْبَرَهُ أَنَّهُ، صَلَّى مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ الْمَغْرِبَ وَالْعِشَاءَ بِالْمُزْدَلِفَةِ ‏.‏\n وَحَدَّثَنَاهُ قُتَيْبَةُ، وَابْنُ، رُمْحٍ عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ ‏.‏ قَالَ ابْنُ رُمْحٍ فِي رِوَايَتِهِ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْخَطْمِيِّ، وَكَانَ، أَمِيرًا عَلَى الْكُوفَةِ عَلَى عَهْدِ ابْنِ الزُّبَيْرِ ‏.‏",
    "source": ""
  },
  {
    "id": 10265,
    "number": "2988",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ، عَبْدِ اللَّهِ عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى الْمَغْرِبَ وَالْعِشَاءَ بِالْمُزْدَلِفَةِ جَمِيعًا ‏.‏",
    "source": ""
  },
  {
    "id": 10266,
    "number": "2989",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّأَخْبَرَهُ أَنَّ أَبَاهُ قَالَ جَمَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ بِجَمْعٍ لَيْسَ بَيْنَهُمَا سَجْدَةٌ وَصَلَّى الْمَغْرِبَ ثَلاَثَ رَكَعَاتٍ وَصَلَّى الْعِشَاءَ رَكْعَتَيْنِ ‏.‏ فَكَانَ عَبْدُ اللَّهِ يُصَلِّي بِجَمْعٍ كَذَلِكَ حَتَّى لَحِقَ بِاللَّهِ تَعَالَى ‏.‏",
    "source": ""
  },
  {
    "id": 10267,
    "number": "2990",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، وَسَلَمَةَ بْنِ كُهَيْلٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، أَنَّهُ صَلَّى الْمَغْرِبَ بِجَمْعٍ وَالْعِشَاءَ بِإِقَامَةٍ ثُمَّ حَدَّثَ عَنِ ابْنِ عُمَرَ أَنَّهُ صَلَّى مِثْلَ ذَلِكَ وَحَدَّثَ ابْنُ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَنَعَ مِثْلَ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 10268,
    "number": "2991",
    "text": "وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ وَقَالَ صَلاَّهُمَا بِإِقَامَةٍ وَاحِدَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10269,
    "number": "2992",
    "text": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا الثَّوْرِيُّ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، قَالَ جَمَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ بِجَمْعٍ صَلَّى الْمَغْرِبَ ثَلاَثًا وَالْعِشَاءَ رَكْعَتَيْنِ بِإِقَامَةٍ وَاحِدَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10270,
    "number": "2993",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي، خَالِدٍ عَنْ أَبِي إِسْحَاقَ، قَالَ قَالَ سَعِيدُ بْنُ جُبَيْرٍ أَفَضْنَا مَعَ ابْنِ عُمَرَ حَتَّى أَتَيْنَا جَمْعًا فَصَلَّى بِنَا الْمَغْرِبَ وَالْعِشَاءَ بِإِقَامَةٍ وَاحِدَةٍ ثُمَّ انْصَرَفَ فَقَالَ هَكَذَا صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي هَذَا الْمَكَانِ ‏.‏",
    "source": ""
  },
  {
    "id": 10271,
    "number": "2994",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، - قَالَ يَحْيَى أَخْبَرَنَا أَبُو مُعَاوِيَةَ، - عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ، قَالَ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى صَلاَةً إِلاَّ لِمِيقَاتِهَا إِلاَّ صَلاَتَيْنِ صَلاَةَ الْمَغْرِبِ وَالْعِشَاءِ بِجَمْعٍ وَصَلَّى الْفَجْرَ يَوْمَئِذٍ قَبْلَ مِيقَاتِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 10272,
    "number": "2995",
    "text": "وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ جَرِيرٍ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَقَالَ قَبْلَ وَقْتِهَا بِغَلَسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10273,
    "number": "2996",
    "text": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا أَفْلَحُ، - يَعْنِي ابْنَ حُمَيْدٍ - عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتِ اسْتَأْذَنَتْ سَوْدَةُ رَسُولَ اللَّهِ صلى الله عليه وسلم لَيْلَةَ الْمُزْدَلِفَةِ تَدْفَعُ قَبْلَهُ وَقَبْلَ حَطْمَةِ النَّاسِ وَكَانَتِ امْرَأَةً ثَبِطَةً - يَقُولُ الْقَاسِمُ وَالثَّبِطَةُ الثَّقِيلَةُ - قَالَ فَأَذِنَ لَهَا فَخَرَجَتْ قَبْلَ دَفْعِهِ وَحَبَسَنَا حَتَّى أَصْبَحْنَا فَدَفَعْنَا بِدَفْعِهِ وَلأَنْ أَكُونَ اسْتَأْذَنْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم كَمَا اسْتَأْذَنَتْهُ سَوْدَةُ فَأَكُونَ أَدْفَعُ بِإِذْنِهِ أَحَبُّ إِلَىَّ مِنْ مَفْرُوحٍ بِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10274,
    "number": "2997",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، جَمِيعًا عَنِ الثَّقَفِيِّ، - قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، - حَدَّثَنَا أَيُّوبُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ كَانَتْ سَوْدَةُ امْرَأَةً ضَخْمَةً ثَبِطَةً فَاسْتَأْذَنَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ تُفِيضَ مِنْ جَمْعٍ بِلَيْلٍ فَأَذِنَ لَهَا فَقَالَتْ عَائِشَةُ فَلَيْتَنِي كُنْتُ اسْتَأْذَنْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم كَمَا اسْتَأْذَنَتْهُ سَوْدَةُ وَكَانَتْ عَائِشَةُ لاَ تُفِيضُ إِلاَّ مَعَ الإِمَامِ ‏.‏",
    "source": ""
  },
  {
    "id": 10275,
    "number": "2998",
    "text": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ وَدِدْتُ أَنِّي كُنْتُ اسْتَأْذَنْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم كَمَا اسْتَأْذَنَتْهُ سَوْدَةُ فَأُصَلِّي الصُّبْحَ بِمِنًى فَأَرْمِي الْجَمْرَةَ قَبْلَ أَنْ يَأْتِيَ النَّاسُ ‏.‏ فَقِيلَ لِعَائِشَةَ فَكَانَتْ سَوْدَةُ اسْتَأْذَنَتْهُ قَالَتْ نَعَمْ إِنَّهَا كَانَتِ امْرَأَةً ثَقِيلَةً ثَبِطَةً فَاسْتَأْذَنَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَذِنَ لَهَا ‏.‏",
    "source": ""
  },
  {
    "id": 10276,
    "number": "2999",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، كِلاَهُمَا عَنْ سُفْيَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، بِهَذَا الإِسْنَادِ ‏.‏ نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10277,
    "number": "3000",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - عَنِ ابْنِ جُرَيْجٍ، حَدَّثَنِي عَبْدُ اللَّهِ، مَوْلَى أَسْمَاءَ قَالَ قَالَتْ لِي أَسْمَاءُ وَهْىَ عِنْدَ دَارِ الْمُزْدَلِفَةِ هَلْ غَابَ الْقَمَرُ قُلْتُ لاَ ‏.‏ فَصَلَّتْ سَاعَةً ثُمَّ قَالَتْ يَا بُنَىَّ هَلْ غَابَ الْقَمَرُ قُلْتُ نَعَمْ ‏.‏ قَالَتِ ارْحَلْ بِي ‏.‏ فَارْتَحَلْنَا حَتَّى رَمَتِ الْجَمْرَةَ ثُمَّ صَلَّتْ فِي مَنْزِلِهَا فَقُلْتُ لَهَا أَىْ هَنْتَاهْ لَقَدْ غَلَّسْنَا ‏.‏ قَالَتْ كَلاَّ أَىْ بُنَىَّ إِنَّ النَّبِيَّ صلى الله عليه وسلم أَذِنَ لِلظُّعُنِ ‏.‏",
    "source": ""
  },
  {
    "id": 10278,
    "number": "3001",
    "text": "وَحَدَّثَنِيهِ عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنِ ابْنِ جُرَيْجٍ، بِهَذَا الإِسْنَادِ وَفِي رِوَايَتِهِ قَالَتْ لاَ أَىْ بُنَىَّ إِنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم أَذِنَ لِظُعُنِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10279,
    "number": "3002",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنِي عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى، جَمِيعًا عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّ ابْنَ شَوَّالٍ، أَخْبَرَهُ أَنَّهُ، دَخَلَ عَلَى أُمِّ حَبِيبَةَ فَأَخْبَرَتْهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ بِهَا مِنْ جَمْعٍ بِلَيْلٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10280,
    "number": "3003",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، ح وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَالِمِ بْنِ شَوَّالٍ، عَنْ أُمِّ، حَبِيبَةَ قَالَتْ كُنَّا نَفْعَلُهُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم نُغَلِّسُ مِنْ جَمْعٍ إِلَى مِنًى ‏.‏ وَفِي رِوَايَةِ النَّاقِدِ نُغَلِّسُ مِنْ مُزْدَلِفَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 10281,
    "number": "3004",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، جَمِيعًا عَنْ حَمَّادٍ، - قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، - عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الثَّقَلِ - أَوْ قَالَ فِي الضَّعَفَةِ - مِنْ جَمْعٍ بِلَيْلٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10282,
    "number": "3005",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ أَبِي، يَزِيدَ أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ أَنَا مِمَّنْ، قَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ضَعَفَةِ أَهْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10283,
    "number": "3006",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا عَمْرٌو، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كُنْتُ فِيمَنْ قَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ضَعَفَةِ أَهْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10284,
    "number": "3007",
    "text": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّ ابْنَ عَبَّاسٍ، قَالَ بَعَثَ بِي رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَحَرٍ مِنْ جَمْعٍ فِي ثَقَلِ نَبِيِّ اللَّهِ صلى الله عليه وسلم ‏.‏ قُلْتُ أَبَلَغَكَ أَنَّ ابْنَ عَبَّاسٍ قَالَ بَعَثَ بِي بِلَيْلٍ طَوِيلٍ قَالَ لاَ إِلاَّ كَذَلِكَ بِسَحَرٍ ‏.‏ قُلْتُ لَهُ فَقَالَ ابْنُ عَبَّاسٍ رَمَيْنَا الْجَمْرَةَ قَبْلَ الْفَجْرِ ‏.‏ وَأَيْنَ صَلَّى الْفَجْرَ قَالَ لاَ إِلاَّ كَذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 10285,
    "number": "3008",
    "text": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَالِمَ بْنَ عَبْدِ اللَّهِ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ كَانَ يُقَدِّمُ ضَعَفَةَ أَهْلِهِ فَيَقِفُونَ عِنْدَ الْمَشْعَرِ الْحَرَامِ بِالْمُزْدَلِفَةِ بِاللَّيْلِ فَيَذْكُرُونَ اللَّهَ مَا بَدَا لَهُمْ ثُمَّ يَدْفَعُونَ قَبْلَ أَنْ يَقِفَ الإِمَامُ وَقَبْلَ أَنْ يَدْفَعَ فَمِنْهُمْ مَنْ يَقْدَمُ مِنًى لِصَلاَةِ الْفَجْرِ وَمِنْهُمْ مَنْ يَقْدَمُ بَعْدَ ذَلِكَ فَإِذَا قَدِمُوا رَمَوُا الْجَمْرَةَ وَكَانَ ابْنُ عُمَرَ يَقُولُ أَرْخَصَ فِي أُولَئِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 10286,
    "number": "3009",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ رَمَى عَبْدُ اللَّهِ بْنُ مَسْعُودٍ جَمْرَةَ الْعَقَبَةِ مِنْ بَطْنِ الْوَادِي بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ ‏.‏ قَالَ فَقِيلَ لَهُ إِنَّ أُنَاسًا يَرْمُونَهَا مِنْ فَوْقِهَا ‏.‏ فَقَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ هَذَا وَالَّذِي لاَ إِلَهَ غَيْرُهُ مَقَامُ الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ.",
    "source": ""
  },
  {
    "id": 10287,
    "number": "3010",
    "text": "وَحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، أَخْبَرَنَا ابْنُ مُسْهِرٍ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ الْحَجَّاجَ بْنَ يُوسُفَ، يَقُولُ وَهُوَ يَخْطُبُ عَلَى الْمِنْبَرِ أَلِّفُوا الْقُرْآنَ كَمَا أَلَّفَهُ جِبْرِيلُ السُّورَةُ الَّتِي يُذْكَرُ فِيهَا الْبَقَرَةُ وَالسُّورَةُ الَّتِي يُذْكَرُ فِيهَا النِّسَاءُ وَالسُّورَةُ الَّتِي يُذْكَرُ فِيهَا آلُ عِمْرَانَ ‏.‏ قَالَ فَلَقِيتُ إِبْرَاهِيمَ فَأَخْبَرْتُهُ بِقَوْلِهِ فَسَبَّهُ وَقَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ أَنَّهُ كَانَ مَعَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فَأَتَى جَمْرَةَ الْعَقَبَةِ فَاسْتَبْطَنَ الْوَادِيَ فَاسْتَعْرَضَهَا فَرَمَاهَا مِنْ بَطْنِ الْوَادِي بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ - قَالَ - فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ النَّاسَ يَرْمُونَهَا مِنْ فَوْقِهَا ‏.‏ فَقَالَ هَذَا وَالَّذِي لاَ إِلَهَ غَيْرُهُ مَقَامُ الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 10288,
    "number": "3011",
    "text": "وَحَدَّثَنِي يَعْقُوبُ الدَّوْرَقِيُّ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، كِلاَهُمَا عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ الْحَجَّاجَ، يَقُولُ لاَ تَقُولُوا سُورَةُ الْبَقَرَةِ ‏.‏ وَاقْتَصَّا الْحَدِيثَ بِمِثْلِ حَدِيثِ ابْنِ مُسْهِرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10289,
    "number": "3012",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ يَزِيدَ أَنَّهُ حَجَّ مَعَ عَبْدِ اللَّهِ قَالَ فَرَمَى الْجَمْرَةَ بِسَبْعِ حَصَيَاتٍ وَجَعَلَ الْبَيْتَ عَنْ يَسَارِهِ وَمِنًى عَنْ يَمِينِهِ وَقَالَ هَذَا مَقَامُ الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 10290,
    "number": "3013",
    "text": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ فَلَمَّا أَتَى جَمْرَةَ الْعَقَبَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 10291,
    "number": "3014",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو الْمُحَيَّاةِ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا يَحْيَى بْنُ يَعْلَى أَبُو الْمُحَيَّاةِ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ يَزِيدَ قَالَ قِيلَ لِعَبْدِ اللَّهِ إِنَّ نَاسًا يَرْمُونَ الْجَمْرَةَ مِنْ فَوْقِ الْعَقَبَةِ - قَالَ - فَرَمَاهَا عَبْدُ اللَّهِ مِنْ بَطْنِ الْوَادِي ثُمَّ قَالَ مِنْ هَا هُنَا وَالَّذِي لاَ إِلَهَ غَيْرُهُ رَمَاهَا الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 10292,
    "number": "3015",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، جَمِيعًا عَنْ عِيسَى بْنِ يُونُسَ، - قَالَ ابْنُ خَشْرَمٍ أَخْبَرَنَا عِيسَى، - عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَرْمِي عَلَى رَاحِلَتِهِ يَوْمَ النَّحْرِ وَيَقُولُ ‏\n\"‏ لِتَأْخُذُوا مَنَاسِكَكُمْ فَإِنِّي لاَ أَدْرِي لَعَلِّي لاَ أَحُجُّ بَعْدَ حَجَّتِي هَذِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10293,
    "number": "3016",
    "text": "وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، عَنْ زَيْدِ بْنِ أَبِي، أُنَيْسَةَ عَنْ يَحْيَى بْنِ حُصَيْنٍ، عَنْ جَدَّتِهِ أُمِّ الْحُصَيْنِ، قَالَ سَمِعْتُهَا تَقُولُ، حَجَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَجَّةَ الْوَدَاعِ فَرَأَيْتُهُ حِينَ رَمَى جَمْرَةَ الْعَقَبَةِ وَانْصَرَفَ وَهُوَ عَلَى رَاحِلَتِهِ وَمَعَهُ بِلاَلٌ وَأُسَامَةُ أَحَدُهُمَا يَقُودُ بِهِ رَاحِلَتَهُ وَالآخَرُ رَافِعٌ ثَوْبَهُ عَلَى رَأْسِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الشَّمْسِ - قَالَتْ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَوْلاً كَثِيرًا ثُمَّ سَمِعْتُهُ يَقُولُ ‏\n\"‏ إِنْ أُمِّرَ عَلَيْكُمْ عَبْدٌ مُجَدَّعٌ - حَسِبْتُهَا قَالَتْ - أَسْوَدُ يَقُودُكُمْ بِكِتَابِ اللَّهِ تَعَالَى فَاسْمَعُوا لَهُ وَأَطِيعُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10294,
    "number": "3017",
    "text": "وَحَدَّثَنِي أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ أَبِي عَبْدِ الرَّحِيمِ، عَنْ زَيْدِ، بْنِ أَبِي أُنَيْسَةَ عَنْ يَحْيَى بْنِ الْحُصَيْنِ، عَنْ أُمِّ الْحُصَيْنِ، جَدَّتِهِ قَالَتْ حَجَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَجَّةَ الْوَدَاعِ فَرَأَيْتُ أُسَامَةَ وَبِلاَلاً وَأَحَدُهُمَا آخِذٌ بِخِطَامِ نَاقَةِ النَّبِيِّ صلى الله عليه وسلم وَالآخَرُ رَافِعٌ ثَوْبَهُ يَسْتُرُهُ مِنَ الْحَرِّ حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ ‏.‏ قَالَ مُسْلِمٌ وَاسْمُ أَبِي عَبْدِ الرَّحِيمِ خَالِدُ بْنُ أَبِي يَزِيدَ وَهُوَ خَالُ مُحَمَّدِ بْنِ سَلَمَةَ رَوَى عَنْهُ وَكِيعٌ وَحَجَّاجٌ الأَعْوَرُ ‏.‏",
    "source": ""
  },
  {
    "id": 10295,
    "number": "3018",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ ابْنُ حَاتِمٍ حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنَا أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم رَمَى الْجَمْرَةَ بِمِثْلِ حَصَى الْخَذْفِ ‏.‏",
    "source": ""
  },
  {
    "id": 10296,
    "number": "3019",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، وَابْنُ، إِدْرِيسَ عَنِ ابْنِ، جُرَيْجٍ عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ رَمَى رَسُولُ اللَّهِ صلى الله عليه وسلم الْجَمْرَةَ يَوْمَ النَّحْرِ ضُحًى وَأَمَّا بَعْدُ فَإِذَا زَالَتِ الشَّمْسُ ‏.‏",
    "source": ""
  },
  {
    "id": 10297,
    "number": "3020",
    "text": "وَحَدَّثَنَاهُ عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ كَانَ النَّبِيُّ صلى الله عليه وسلم ‏.‏ بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10298,
    "number": "3021",
    "text": "وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، - وَهُوَ ابْنُ عُبَيْدِ اللَّهِ الْجَزَرِيُّ - عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الاِسْتِجْمَارُ تَوٌّ وَرَمْىُ الْجِمَارِ تَوٌّ وَالسَّعْىُ بَيْنَ الصَّفَا وَالْمَرْوَةِ تَوٌّ وَالطَّوَافُ تَوٌّ وَإِذَا اسْتَجْمَرَ أَحَدُكُمْ فَلْيَسْتَجْمِرْ بِتَوٍّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10299,
    "number": "3022",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ، قَالَ حَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَحَلَقَ طَائِفَةٌ مِنْ أَصْحَابِهِ وَقَصَّرَ بَعْضُهُمْ ‏.‏ قَالَ عَبْدُ اللَّهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ رَحِمَ اللَّهُ الْمُحَلِّقِينَ - مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ قَالَ - وَالْمُقَصِّرِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10300,
    "number": "3023",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ اللَّهُمَّ ارْحَمِ الْمُحَلِّقِينَ ‏\"‏ ‏.‏ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ اللَّهُمَّ ارْحَمِ الْمُحَلِّقِينَ ‏\"‏ ‏.‏ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ وَالْمُقَصِّرِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10301,
    "number": "3024",
    "text": "أَخْبَرَنَا أَبُو إِسْحَاقَ، إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ سُفْيَانَ عَنْ مُسْلِمِ بْنِ الْحَجَّاجِ، قَالَ حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ رَحِمَ اللَّهُ الْمُحَلِّقِينَ ‏\"‏ ‏.‏ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ رَحِمَ اللَّهُ الْمُحَلِّقِينَ ‏\"‏ ‏.‏ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ رَحِمَ اللَّهُ الْمُحَلِّقِينَ ‏\"‏ ‏.‏ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ وَالْمُقَصِّرِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10302,
    "number": "3025",
    "text": "وَحَدَّثَنَاهُ ابْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، بِهَذَا الإِسْنَادِ وَقَالَ فِي الْحَدِيثِ فَلَمَّا كَانَتِ الرَّابِعَةُ قَالَ ‏\n\"‏ وَالْمُقَصِّرِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10303,
    "number": "3026",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ وَأَبُو كُرَيْبٍ جَمِيعًا عَنِ ابْنِ فُضَيْلٍ، - قَالَ زُهَيْرٌ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، - حَدَّثَنَا عُمَارَةُ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي، هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَلِلْمُقَصِّرِينَ قَالَ ‏\"‏ اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَلِلْمُقَصِّرِينَ قَالَ ‏\"‏ اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَلِلْمُقَصِّرِينَ قَالَ ‏\"‏ وَلِلْمُقَصِّرِينَ ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 10304,
    "number": "3027",
    "text": "وَحَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا رَوْحٌ، عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَى حَدِيثِ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ.‏",
    "source": ""
  },
  {
    "id": 10305,
    "number": "3028",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، وَأَبُو دَاوُدَ الطَّيَالِسِيُّ عَنْ شُعْبَةَ، عَنْ يَحْيَى بْنِ الْحُصَيْنِ، عَنْ جَدَّتِهِ، أَنَّهَا سَمِعَتِ النَّبِيَّ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ دَعَا لِلْمُحَلِّقِينَ ثَلاَثًا وَلِلْمُقَصِّرِينَ مَرَّةً ‏.‏ وَلَمْ يَقُلْ وَكِيعٌ فِي حَجَّةِ الْوَدَاعِ ‏.‏",
    "source": ""
  },
  {
    "id": 10306,
    "number": "3029",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ الْقَارِيُّ ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمٌ، - يَعْنِي ابْنَ إِسْمَاعِيلَ - كِلاَهُمَا عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حَلَقَ رَأْسَهُ فِي حَجَّةِ الْوَدَاعِ ‏.‏",
    "source": ""
  },
  {
    "id": 10307,
    "number": "3030",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ هِشَامٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَتَى مِنًى فَأَتَى الْجَمْرَةَ فَرَمَاهَا ثُمَّ أَتَى مَنْزِلَهُ بِمِنًى وَنَحَرَ ثُمَّ قَالَ لِلْحَلاَّقِ ‏\n\"‏ خُذْ ‏\"‏ ‏.‏ وَأَشَارَ إِلَى جَانِبِهِ الأَيْمَنِ ثُمَّ الأَيْسَرِ ثُمَّ جَعَلَ يُعْطِيهِ النَّاسَ ‏.‏",
    "source": ""
  },
  {
    "id": 10308,
    "number": "3031",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ وَأَبُو كُرَيْبٍ قَالُوا أَخْبَرَنَا حَفْصُ بْنُ، غِيَاثٍ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ أَمَّا أَبُو بَكْرٍ فَقَالَ فِي رِوَايَتِهِ لِلْحَلاَّقِ ‏\"‏ هَا ‏\"‏ ‏.‏ وَأَشَارَ بِيَدِهِ إِلَى الْجَانِبِ الأَيْمَنِ هَكَذَا فَقَسَمَ شَعَرَهُ بَيْنَ مَنْ يَلِيهِ - قَالَ - ثُمَّ أَشَارَ إِلَى الْحَلاَّقِ وَإِلَى الْجَانِبِ الأَيْسَرِ فَحَلَقَهُ فَأَعْطَاهُ أُمَّ سُلَيْمٍ ‏.‏ وَأَمَّا فِي رِوَايَةِ أَبِي كُرَيْبٍ قَالَ فَبَدَأَ بِالشِّقِّ الأَيْمَنِ فَوَزَّعَهُ الشَّعَرَةَ وَالشَّعَرَتَيْنِ بَيْنَ النَّاسِ ثُمَّ قَالَ بِالأَيْسَرِ فَصَنَعَ بِهِ مِثْلَ ذَلِكَ ثُمَّ قَالَ ‏\"‏ هَا هُنَا أَبُو طَلْحَةَ ‏\"‏ ‏.‏ فَدَفَعَهُ إِلَى أَبِي طَلْحَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 10309,
    "number": "3032",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا هِشَامٌ، عَنْ مُحَمَّدٍ، عَنْ أَنَسِ، بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَمَى جَمْرَةَ الْعَقَبَةِ ثُمَّ انْصَرَفَ إِلَى الْبُدْنِ فَنَحَرَهَا وَالْحَجَّامُ جَالِسٌ وَقَالَ بِيَدِهِ عَنْ رَأْسِهِ فَحَلَقَ شِقَّهُ الأَيْمَنَ فَقَسَمَهُ فِيمَنْ يَلِيهِ ثُمَّ قَالَ ‏\"‏ احْلِقِ الشِّقَّ الآخَرَ ‏\"‏ ‏.‏ فَقَالَ ‏\"‏ أَيْنَ أَبُو طَلْحَةَ ‏\"‏ ‏.‏ فَأَعْطَاهُ إِيَّاهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10310,
    "number": "3033",
    "text": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، سَمِعْتُ هِشَامَ بْنَ حَسَّانَ، يُخْبِرُ عَنِ ابْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَمَّا رَمَى رَسُولُ اللَّهِ صلى الله عليه وسلم الْجَمْرَةَ وَنَحَرَ نُسُكَهُ وَحَلَقَ نَاوَلَ الْحَالِقَ شِقَّهُ الأَيْمَنَ فَحَلَقَهُ ثُمَّ دَعَا أَبَا طَلْحَةَ الأَنْصَارِيَّ فَأَعْطَاهُ إِيَّاهُ ثُمَّ نَاوَلَهُ الشِّقَّ الأَيْسَرَ فَقَالَ ‏\"‏ احْلِقْ ‏\"‏ ‏.‏ فَحَلَقَهُ فَأَعْطَاهُ أَبَا طَلْحَةَ فَقَالَ ‏\"‏ اقْسِمْهُ بَيْنَ النَّاسِ ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 10311,
    "number": "3034",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عِيسَى بْنِ، طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ وَقَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ بِمِنًى لِلنَّاسِ يَسْأَلُونَهُ فَجَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ لَمْ أَشْعُرْ فَحَلَقْتُ قَبْلَ أَنْ أَنْحَرَ ‏.‏ فَقَالَ ‏\"‏ اذْبَحْ وَلاَ حَرَجَ ‏\"‏ ‏.‏ ثُمَّ جَاءَهُ رَجُلٌ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ لَمْ أَشْعُرْ فَنَحَرْتُ قَبْلَ أَنْ أَرْمِيَ فَقَالَ ‏\"‏ ارْمِ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ فَمَا سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ شَىْءٍ قُدِّمَ وَلاَ أُخِّرَ إِلاَّ قَالَ ‏\"‏ افْعَلْ وَلاَ حَرَجَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10312,
    "number": "3035",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عِيسَى بْنُ طَلْحَةَ التَّيْمِيُّ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، يَقُولُ وَقَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى رَاحِلَتِهِ فَطَفِقَ نَاسٌ يَسْأَلُونَهُ فَيَقُولُ الْقَائِلُ مِنْهُمْ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَكُنْ أَشْعُرُ أَنَّ الرَّمْىَ قَبْلَ النَّحْرِ فَنَحَرْتُ قَبْلَ الرَّمْىِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَارْمِ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ وَطَفِقَ آخَرُ يَقُولُ إِنِّي لَمْ أَشْعُرْ أَنَّ النَّحْرَ قَبْلَ الْحَلْقِ فَحَلَقْتُ قَبْلَ أَنْ أَنْحَرَ ‏.‏ فَيَقُولُ ‏\"‏ انْحَرْ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ فَمَا سَمِعْتُهُ يُسْأَلُ يَوْمَئِذٍ عَنْ أَمْرٍ مِمَّا يَنْسَى الْمَرْءُ وَيَجْهَلُ مِنْ تَقْدِيمِ بَعْضِ الأُمُورِ قَبْلَ بَعْضٍ وَأَشْبَاهِهَا إِلاَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ افْعَلُوا ذَلِكَ وَلاَ حَرَجَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10313,
    "number": "3036",
    "text": "حَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، بِمِثْلِ حَدِيثِ يُونُسَ عَنِ الزُّهْرِيِّ، إِلَى آخِرِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10314,
    "number": "3037",
    "text": "وَحَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى، عَنِ ابْنِ جُرَيْجٍ، قَالَ سَمِعْتُ ابْنَ شِهَابٍ، يَقُولُ حَدَّثَنِي عِيسَى بْنُ طَلْحَةَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَيْنَا هُوَ يَخْطُبُ يَوْمَ النَّحْرِ فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ مَا كُنْتُ أَحْسِبُ يَا رَسُولَ اللَّهِ أَنَّ كَذَا وَكَذَا قَبْلَ كَذَا وَكَذَا ثُمَّ جَاءَ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ كُنْتُ أَحْسِبُ أَنَّ كَذَا قَبْلَ كَذَا وَكَذَا لِهَؤُلاَءِ الثَّلاَثِ قَالَ ‏\n\"‏ افْعَلْ وَلاَ حَرَجَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10315,
    "number": "3038",
    "text": "وَحَدَّثَنَاهُ عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، ح وَحَدَّثَنِي سَعِيدُ بْنُ يَحْيَى الأُمَوِيُّ، حَدَّثَنِي أَبِي جَمِيعًا، عَنِ ابْنِ جُرَيْجٍ، بِهَذَا الإِسْنَادِ أَمَّا رِوَايَةُ ابْنِ بَكْرٍ فَكَرِوَايَةِ عِيسَى إِلاَّ قَوْلَهُ لِهَؤُلاَءِ الثَّلاَثِ ‏.‏ فَإِنَّهُ لَمْ يَذْكُرْ ذَلِكَ وَأَمَّا يَحْيَى الأُمَوِيُّ فَفِي رِوَايَتِهِ حَلَقْتُ قَبْلَ أَنْ أَنْحَرَ نَحَرْتُ قَبْلَ أَنْ أَرْمِيَ ‏.‏ وَأَشْبَاهَ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 10316,
    "number": "3039",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ أَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ فَقَالَ حَلَقْتُ قَبْلَ أَنْ أَذْبَحَ ‏.‏ قَالَ ‏\"‏ فَاذْبَحْ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ ذَبَحْتُ قَبْلَ أَنْ أَرْمِيَ ‏.‏ قَالَ ‏\"‏ ارْمِ وَلاَ حَرَجَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10317,
    "number": "3040",
    "text": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَعَبْدُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى نَاقَةٍ بِمِنًى فَجَاءَهُ رَجُلٌ ‏.‏ بِمَعْنَى حَدِيثِ ابْنِ عُيَيْنَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 10318,
    "number": "3041",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ قُهْزَاذَ، حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ، الْمُبَارَكِ أَخْبَرَنَا مُحَمَّدُ بْنُ أَبِي حَفْصَةَ، عَنِ الزُّهْرِيِّ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ عَبْدِ اللَّهِ بْنِ، عَمْرِو بْنِ الْعَاصِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَتَاهُ رَجُلٌ يَوْمَ النَّحْرِ وَهُوَ وَاقِفٌ عِنْدَ الْجَمْرَةِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي حَلَقْتُ قَبْلَ أَنْ أَرْمِيَ ‏.‏ فَقَالَ ‏\"‏ ارْمِ وَلاَ حَرَجَ ‏\"‏ وَأَتَاهُ آخَرُ فَقَالَ إِنِّي ذَبَحْتُ قَبْلَ أَنْ أَرْمِيَ ‏.‏ قَالَ ‏\"‏ ارْمِ وَلاَ حَرَجَ ‏\"‏ ‏.‏ وَأَتَاهُ آخَرُ فَقَالَ إِنِّي أَفَضْتُ إِلَى الْبَيْتِ قَبْلَ أَنْ أَرْمِيَ ‏.‏ قَالَ ‏\"‏ ارْمِ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ فَمَا رَأَيْتُهُ سُئِلَ يَوْمَئِذٍ عَنْ شَىْءٍ إِلاَّ قَالَ ‏\"‏ افْعَلُوا وَلاَ حَرَجَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10319,
    "number": "3042",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قِيلَ لَهُ فِي الذَّبْحِ وَالْحَلْقِ وَالرَّمْىِ وَالتَّقْدِيمِ وَالتَّأْخِيرِ فَقَالَ ‏\n\"‏ لاَ حَرَجَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10320,
    "number": "3043",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَفَاضَ يَوْمَ النَّحْرِ ثُمَّ رَجَعَ فَصَلَّى الظُّهْرَ بِمِنًى ‏.‏ قَالَ نَافِعٌ فَكَانَ ابْنُ عُمَرَ يُفِيضُ يَوْمَ النَّحْرِ ثُمَّ يَرْجِعُ فَيُصَلِّي الظُّهْرَ بِمِنًى وَيَذْكُرُ أَنَّ النَّبِيَّ صلى الله عليه وسلم فَعَلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10321,
    "number": "3044",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ قُلْتُ أَخْبِرْنِي عَنْ شَىْءٍ، عَقَلْتَهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَيْنَ صَلَّى الظُّهْرَ يَوْمَ التَّرْوِيَةِ قَالَ بِمِنًى ‏.‏ قُلْتُ فَأَيْنَ صَلَّى الْعَصْرَ يَوْمَ النَّفْرِ قَالَ بِالأَبْطَحِ - ثُمَّ قَالَ - افْعَلْ مَا يَفْعَلُ أُمَرَاؤُكَ ‏.‏",
    "source": ""
  },
  {
    "id": 10322,
    "number": "3045",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ الرَّازِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ كَانُوا يَنْزِلُونَ الأَبْطَحَ.",
    "source": ""
  },
  {
    "id": 10323,
    "number": "3046",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا صَخْرُ بْنُ جُوَيْرِيَةَ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، كَانَ يَرَى التَّحْصِيبَ سُنَّةً وَكَانَ يُصَلِّي الظُّهْرَ يَوْمَ النَّفْرِ بِالْحَصْبَةِ ‏.‏ قَالَ نَافِعٌ قَدْ حَصَّبَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْخُلَفَاءُ بَعْدَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10324,
    "number": "3047",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ نُزُولُ الأَبْطَحِ لَيْسَ بِسُنَّةٍ إِنَّمَا نَزَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَنَّهُ كَانَ أَسْمَحَ لِخُرُوجِهِ إِذَا خَرَجَ ‏.‏",
    "source": ""
  },
  {
    "id": 10325,
    "number": "3048",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، ح وَحَدَّثَنِيهِ أَبُو الرَّبِيعِ، الزَّهْرَانِيُّ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ زَيْدٍ، ح وَحَدَّثَنَاهُ أَبُو كَامِلٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا حَبِيبٌ الْمُعَلِّمُ، كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10326,
    "number": "3049",
    "text": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، أَنَّ أَبَا بَكْرٍ، وَعُمَرَ، وَابْنَ، عُمَرَ كَانُوا يَنْزِلُونَ الأَبْطَحَ ‏.‏ قَالَ الزُّهْرِيُّ وَأَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ، أَنَّهَا لَمْ تَكُنْ تَفْعَلُ ذَلِكَ وَقَالَتْ إِنَّمَا نَزَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَنَّهُ كَانَ مَنْزِلاً أَسْمَحَ لِخُرُوجِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10327,
    "number": "3050",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، وَأَحْمَدُ بْنُ، عَبْدَةَ - وَاللَّفْظُ لأَبِي بَكْرٍ - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَيْسَ التَّحْصِيبُ بِشَىْءٍ إِنَّمَا هُوَ مَنْزِلٌ نَزَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 10328,
    "number": "3051",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ جَمِيعًا عَنِ ابْنِ، عُيَيْنَةَ قَالَ زُهَيْرٌ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، قَالَ قَالَ أَبُو رَافِعٍ لَمْ يَأْمُرْنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أَنْزِلَ الأَبْطَحَ حِينَ خَرَجَ مِنْ مِنًى وَلَكِنِّي جِئْتُ فَضَرَبْتُ فِيهِ قُبَّتَهُ فَجَاءَ فَنَزَلَ ‏.‏ قَالَ أَبُو بَكْرٍ فِي رِوَايَةِ صَالِحٍ قَالَ سَمِعْتُ سُلَيْمَانَ بْنَ يَسَارٍ ‏.‏ وَفِي رِوَايَةِ قُتَيْبَةَ قَالَ عَنْ أَبِي رَافِعٍ وَكَانَ عَلَى ثَقَلِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 10329,
    "number": "3052",
    "text": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\n\"‏ نَنْزِلُ غَدًا إِنْ شَاءَ اللَّهُ بِخَيْفِ بَنِي كِنَانَةَ حَيْثُ تَقَاسَمُوا عَلَى الْكُفْرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10330,
    "number": "3053",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنِي الأَوْزَاعِيُّ، حَدَّثَنِي الزُّهْرِيُّ، حَدَّثَنِي أَبُو سَلَمَةَ، حَدَّثَنَا أَبُو هُرَيْرَةَ، قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ بِمِنًى ‏\n\"‏ نَحْنُ نَازِلُونَ غَدًا بِخَيْفِ بَنِي كِنَانَةَ حَيْثُ تَقَاسَمُوا عَلَى الْكُفْرِ ‏\"‏ ‏.‏ وَذَلِكَ إِنَّ قُرَيْشًا وَبَنِي كِنَانَةَ تَحَالَفَتْ عَلَى بَنِي هَاشِمٍ وَبَنِي الْمُطَّلِبِ أَنْ لاَ يُنَاكِحُوهُمْ وَلاَ يُبَايِعُوهُمْ حَتَّى يُسْلِمُوا إِلَيْهِمْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَعْنِي بِذَلِكَ الْمُحَصَّبَ ‏.‏",
    "source": ""
  },
  {
    "id": 10331,
    "number": "3054",
    "text": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنِي وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْزِلُنَا - إِنْ شَاءَ اللَّهُ إِذَا فَتَحَ اللَّهُ - الْخَيْفُ حَيْثُ تَقَاسَمُوا عَلَى الْكُفْرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10332,
    "number": "3055",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ نُمَيْرٍ، وَأَبُو أُسَامَةَ قَالاَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، ح.\n وَحَدَّثَنَا ابْنُ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ الْعَبَّاسَ بْنَ عَبْدِ الْمُطَّلِبِ، اسْتَأْذَنَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ يَبِيتَ بِمَكَّةَ لَيَالِيَ مِنًى مِنْ أَجْلِ سِقَايَتِهِ فَأَذِنَ لَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10333,
    "number": "3056",
    "text": "وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ، حَاتِمٍ وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ مُحَمَّدِ بْنِ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، كِلاَهُمَا عَنْ عُبَيْدِ اللَّهِ، بْنِ عُمَرَ بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10334,
    "number": "3057",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمِنْهَالِ الضَّرِيرُ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، قَالَ كُنْتُ جَالِسًا مَعَ ابْنِ عَبَّاسٍ عِنْدَ الْكَعْبَةِ فَأَتَاهُ أَعْرَابِيٌّ فَقَالَ مَا لِي أَرَى بَنِي عَمِّكُمْ يَسْقُونَ الْعَسَلَ وَاللَّبَنَ وَأَنْتُمْ تَسْقُونَ النَّبِيذَ أَمِنْ حَاجَةٍ بِكُمْ أَمْ مِنْ بُخْلٍ فَقَالَ ابْنُ عَبَّاسٍ الْحَمْدُ لِلَّهِ مَا بِنَا مِنْ حَاجَةٍ وَلاَ بُخْلٍ قَدِمَ النَّبِيُّ صلى الله عليه وسلم عَلَى رَاحِلَتِهِ وَخَلْفَهُ أُسَامَةُ فَاسْتَسْقَى فَأَتَيْنَاهُ بِإِنَاءٍ مِنْ نَبِيذٍ فَشَرِبَ وَسَقَى فَضْلَهُ أُسَامَةَ وَقَالَ ‏\n\"‏ أَحْسَنْتُمْ وَأَجْمَلْتُمْ كَذَا فَاصْنَعُوا ‏\"‏ ‏.‏ فَلاَ نُرِيدُ تَغْيِيرَ مَا أَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 10335,
    "number": "3058",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ، الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عَلِيٍّ، قَالَ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أَقُومَ عَلَى بُدْنِهِ وَأَنْ أَتَصَدَّقَ بِلَحْمِهَا وَجُلُودِهَا وَأَجِلَّتِهَا وَأَنْ لاَ أُعْطِيَ الْجَزَّارَ مِنْهَا قَالَ ‏\n\"‏ نَحْنُ نُعْطِيهِ مِنْ عِنْدِنَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 10336,
    "number": "3059",
    "text": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالُوا حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10337,
    "number": "3060",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا سُفْيَانُ، وَقَالَ، إِسْحَاقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي كِلاَهُمَا، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي، لَيْلَى عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَيْسَ فِي حَدِيثِهِمَا أَجْرُ الْجَازِرِ ‏.‏",
    "source": ""
  },
  {
    "id": 10338,
    "number": "3061",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، وَمُحَمَّدُ بْنُ مَرْزُوقٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ عَبْدٌ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، أَنَّ مُجَاهِدًا، أَخْبَرَهُ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ أَخْبَرَهُ ‏.‏ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم أَمَرَهُ أَنْ يَقُومَ عَلَى بُدْنِهِ وَأَمَرَهُ أَنْ يَقْسِمَ بُدْنَهُ كُلَّهَا لُحُومَهَا وَجُلُودَهَا وَجِلاَلَهَا فِي الْمَسَاكِينِ وَلاَ يُعْطِيَ فِي جِزَارَتِهَا مِنْهَا شَيْئًا ‏.‏",
    "source": ""
  },
  {
    "id": 10339,
    "number": "3062",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ، الْكَرِيمِ بْنُ مَالِكٍ الْجَزَرِيُّ أَنَّ مُجَاهِدًا، أَخْبَرَهُ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10340,
    "number": "3063",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، - وَاللَّفْظُ لَهُ - قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ نَحَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ الْحُدَيْبِيَةِ الْبَدَنَةَ عَنْ سَبْعَةٍ وَالْبَقَرَةَ عَنْ سَبْعَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10341,
    "number": "3064",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، ح.\n وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُهِلِّينَ بِالْحَجِّ فَأَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَشْتَرِكَ فِي الإِبِلِ وَالْبَقَرِ كُلُّ سَبْعَةٍ مِنَّا فِي بَدَنَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10342,
    "number": "3065",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ حَجَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَنَحَرْنَا الْبَعِيرَ عَنْ سَبْعَةٍ وَالْبَقَرَةَ عَنْ سَبْعَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10343,
    "number": "3066",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، قَالَ اشْتَرَكْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي الْحَجِّ وَالْعُمْرَةِ كُلُّ سَبْعَةٍ فِي بَدَنَةٍ فَقَالَ رَجُلٌ لِجَابِرٍ أَيُشْتَرَكُ فِي الْبَدَنَةِ مَا يُشْتَرَكُ فِي الْجَزُورِ قَالَ مَا هِيَ إِلاَّ مِنَ الْبُدْنِ ‏.‏ وَحَضَرَ جَابِرٌ الْحُدَيْبِيَةَ قَالَ نَحَرْنَا يَوْمَئِذٍ سَبْعِينَ بَدَنَةً اشْتَرَكْنَا كُلُّ سَبْعَةٍ فِي بَدَنَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 10344,
    "number": "3067",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنَا أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ عَنْ حَجَّةِ النَّبِيِّ، صلى الله عليه وسلم قَالَ فَأَمَرَنَا إِذَا أَحْلَلْنَا أَنْ نُهْدِيَ وَيَجْتَمِعَ النَّفَرُ مِنَّا فِي الْهَدِيَّةِ وَذَلِكَ حِينَ أَمَرَهُمْ أَنْ يَحِلُّوا مِنْ ‏.‏ حَجِّهِمْ فِي هَذَا الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 10345,
    "number": "3068",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ عَبْدِ الْمَلِكِ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ، عَبْدِ اللَّهِ قَالَ كُنَّا نَتَمَتَّعُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِالْعُمْرَةِ فَنَذْبَحُ الْبَقَرَةَ عَنْ سَبْعَةٍ نَشْتَرِكُ فِيهَا ‏.‏",
    "source": ""
  },
  {
    "id": 10346,
    "number": "3069",
    "text": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ ذَبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ عَائِشَةَ بَقَرَةً يَوْمَ النَّحْرِ ‏.‏",
    "source": ""
  },
  {
    "id": 10347,
    "number": "3070",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنِي سَعِيدُ، بْنُ يَحْيَى الأُمَوِيُّ حَدَّثَنِي أَبِي، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ، اللَّهِ يَقُولُ نَحَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نِسَائِهِ ‏.‏ وَفِي حَدِيثِ ابْنِ بَكْرٍ عَنْ عَائِشَةَ بَقَرَةً فِي حَجَّتِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 10348,
    "number": "3071",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ يُونُسَ، عَنْ زِيَادِ بْنِ جُبَيْرٍ، أَنَّ ابْنَ عُمَرَ، أَتَى عَلَى رَجُلٍ وَهُوَ يَنْحَرُ بَدَنَتَهُ بَارِكَةً فَقَالَ ابْعَثْهَا قِيَامًا مُقَيَّدَةً سُنَّةَ نَبِيِّكُمْ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 10349,
    "number": "3072",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُهْدِي مِنَ الْمَدِينَةِ فَأَفْتِلُ قَلاَئِدَ هَدْيِهِ ثُمَّ لاَ يَجْتَنِبُ شَيْئًا مِمَّا يَجْتَنِبُ الْمُحْرِمُ ‏.‏",
    "source": ""
  },
  {
    "id": 10350,
    "number": "3073",
    "text": "وَحَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 10351,
    "number": "3074",
    "text": "وَحَدَّثَنَاهُ سَعِيدُ بْنُ مَنْصُورٍ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح.\n وَحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَخَلَفُ بْنُ هِشَامٍ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالُوا أَخْبَرَنَا حَمَّادُ، بْنُ زَيْدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَأَنِّي أَنْظُرُ إِلَىَّ أَفْتِلُ قَلاَئِدَ هَدْىِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِنَحْوِهِ ‏.‏",
    "source": ""
  }
]