[
  {
    "id": 12267,
    "number": "4990",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنِ ابْنِ جُرَيْجٍ، حَدَّثَنِي \n ابْنُ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ، حُسَيْنِ بْنِ عَلِيٍّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ،\n قَالَ أَصَبْتُ شَارِفًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي مَغْنَمٍ يَوْمَ بَدْرٍ وَأَعْطَانِي رَسُولُ\n اللَّهِ صلى الله عليه وسلم شَارِفًا أُخْرَى فَأَنَخْتُهُمَا يَوْمًا عِنْدَ بَابِ رَجُلٍ مِنَ الأَنْصَارِ وَأَنَا\n أُرِيدُ أَنْ أَحْمِلَ عَلَيْهِمَا إِذْخِرًا لأَبِيعَهُ وَمَعِيَ صَائِغٌ مِنْ بَنِي قَيْنُقَاعَ فَأَسْتَعِينَ بِهِ عَلَى وَلِيمَةِ\n فَاطِمَةَ وَحَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ يَشْرَبُ فِي ذَلِكَ الْبَيْتِ مَعَهُ قَيْنَةٌ تُغَنِّيهِ فَقَالَتْ أَلاَ يَا حَمْزَ\n لِلشُّرُفِ النِّوَاءِ فَثَارَ إِلَيْهِمَا حَمْزَةُ بِالسَّيْفِ فَجَبَّ أَسْنِمَتَهُمَا وَبَقَرَ خَوَاصِرَهُمَا ثُمَّ أَخَذَ مِنْ\n أَكْبَادِهِمَا ‏.‏ قُلْتُ لاِبْنِ شِهَابٍ وَمِنَ السَّنَامِ قَالَ قَدْ جَبَّ أَسْنِمَتَهُمَا فَذَهَبَ بِهَا ‏.‏ قَالَ ابْنُ\n شِهَابٍ قَالَ عَلِيٌّ فَنَظَرْتُ إِلَى مَنْظَرٍ أَفْظَعَنِي فَأَتَيْتُ نَبِيَّ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ\n زَيْدُ بْنُ حَارِثَةَ فَأَخْبَرْتُهُ الْخَبَرَ فَخَرَجَ وَمَعَهُ زَيْدٌ وَانْطَلَقْتُ مَعَهُ فَدَخَلَ عَلَى حَمْزَةَ فَتَغَيَّظَ\n عَلَيْهِ فَرَفَعَ حَمْزَةُ بَصَرَهُ فَقَالَ هَلْ أَنْتُمْ إِلاَّ عَبِيدٌ لآبَائِي فَرَجَعَ رَسُولُ اللَّهِ صلى الله عليه\n وسلم يُقَهْقِرُ حَتَّى خَرَجَ عَنْهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 12268,
    "number": "4991",
    "text": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنِي عَبْدُ الرَّزَّاقِ، أَخْبَرَنِي ابْنُ جُرَيْجٍ، بِهَذَا الإِسْنَادِ\n مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12269,
    "number": "4992",
    "text": "وَحَدَّثَنِي أَبُو بَكْرِ بْنُ إِسْحَاقَ، أَخْبَرَنَا سَعِيدُ بْنُ كَثِيرِ بْنِ عُفَيْرٍ أَبُو عُثْمَانَ الْمِصْرِيُّ،\n حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَلِيُّ بْنُ حُسَيْنِ،\n بْنِ عَلِيٍّ أَنَّ حُسَيْنَ بْنَ عَلِيٍّ، أَخْبَرَهُ أَنَّ عَلِيًّا قَالَ كَانَتْ لِي شَارِفٌ مِنْ نَصِيبِي مِنَ الْمَغْنَمِ\n يَوْمَ بَدْرٍ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَعْطَانِي شَارِفًا مِنَ الْخُمُسِ يَوْمَئِذٍ فَلَمَّا\n أَرَدْتُ أَنْ أَبْتَنِيَ بِفَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاعَدْتُ رَجُلاً صَوَّاغًا مِنْ\n بَنِي قَيْنُقَاعَ يَرْتَحِلُ مَعِيَ فَنَأْتِي بِإِذْخِرٍ أَرَدْتُ أَنْ أَبِيعَهُ مِنَ الصَّوَّاغِينَ فَأَسْتَعِينَ بِهِ فِي\n وَلِيمَةِ عُرْسِي فَبَيْنَا أَنَا أَجْمَعُ لِشَارِفَىَّ مَتَاعًا مِنَ الأَقْتَابِ وَالْغَرَائِرِ وَالْحِبَالِ وَشَارِفَاىَ\n مُنَاخَانِ إِلَى جَنْبِ حُجْرَةِ رَجُلٍ مِنَ الأَنْصَارِ وَجَمَعْتُ حِينَ جَمَعْتُ مَا جَمَعْتُ فَإِذَا شَارِفَاىَ\n قَدِ اجْتُبَّتْ أَسْنِمَتُهُمَا وَبُقِرَتْ خَوَاصِرُهُمَا وَأُخِذَ مِنْ أَكْبَادِهِمَا فَلَمْ أَمْلِكْ عَيْنَىَّ حِينَ رَأَيْتُ\n ذَلِكَ الْمَنْظَرَ مِنْهُمَا قُلْتُ مَنْ فَعَلَ هَذَا قَالُوا فَعَلَهُ حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ وَهُوَ فِي هَذَا الْبَيْتِ\n فِي شَرْبٍ مِنَ الأَنْصَارِ غَنَّتْهُ قَيْنَةٌ وَأَصْحَابَهُ فَقَالَتْ فِي غِنَائِهَا أَلاَ يَا حَمْزَ لِلشُّرُفِ النِّوَاءِ\n فَقَامَ حَمْزَةُ بِالسَّيْفِ فَاجْتَبَّ أَسْنِمَتَهُمَا وَبَقَرَ خَوَاصِرَهُمَا فَأَخَذَ مِنْ أَكْبَادِهِمَا قَالَ عَلِيٌّ\n فَانْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ زَيْدُ بْنُ حَارِثَةَ - قَالَ\n - فَعَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي وَجْهِيَ الَّذِي لَقِيتُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى\n الله عليه وسلم ‏\n\"‏ مَا لَكَ ‏\"‏ قُلْتُ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا رَأَيْتُ كَالْيَوْمِ قَطُّ عَدَا حَمْزَةُ عَلَى\n نَاقَتَىَّ فَاجْتَبَّ أَسْنِمَتَهُمَا وَبَقَرَ خَوَاصِرَهُمَا وَهَا هُوَ ذَا فِي بَيْتٍ مَعَهُ شَرْبٌ - قَالَ - فَدَعَا\n رَسُولُ اللَّهِ صلى الله عليه وسلم بِرِدَائِهِ فَارْتَدَاهُ ثُمَّ انْطَلَقَ يَمْشِي وَاتَّبَعْتُهُ أَنَا وَزَيْدُ بْنُ حَارِثَةَ\n حَتَّى جَاءَ الْبَابَ الَّذِي فِيهِ حَمْزَةُ فَاسْتَأْذَنَ فَأَذِنُوا لَهُ فَإِذَا هُمْ شَرْبٌ فَطَفِقَ رَسُولُ اللَّهِ\n صلى الله عليه وسلم يَلُومُ حَمْزَةَ فِيمَا فَعَلَ فَإِذَا حَمْزَةُ مُحْمَرَّةٌ عَيْنَاهُ فَنَظَرَ حَمْزَةُ إِلَى\n رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ صَعَّدَ النَّظَرَ إِلَى رُكْبَتَيْهِ ثُمَّ صَعَّدَ النَّظَرَ فَنَظَرَ إِلَى سُرَّتِهِ\n ثُمَّ صَعَّدَ النَّظَرَ فَنَظَرَ إِلَى وَجْهِهِ فَقَالَ حَمْزَةُ وَهَلْ أَنْتُمْ إِلاَّ عَبِيدٌ لأَبِي فَعَرَفَ رَسُولُ اللَّهِ\n صلى الله عليه وسلم أَنَّهُ ثَمِلٌ فَنَكَصَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى عَقِبَيْهِ الْقَهْقَرَى\n وَخَرَجَ وَخَرَجْنَا مَعَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12270,
    "number": "4993",
    "text": "وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ قُهْزَاذَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُثْمَانَ، عَنْ عَبْدِ اللَّهِ،\n بْنِ الْمُبَارَكِ عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12271,
    "number": "4994",
    "text": "حَدَّثَنِي أَبُو الرَّبِيعِ، سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - أَخْبَرَنَا \n ثَابِتٌ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنْتُ سَاقِيَ الْقَوْمِ يَوْمَ حُرِّمَتِ الْخَمْرُ فِي بَيْتِ أَبِي طَلْحَةَ وَمَا\n شَرَابُهُمْ إِلاَّ الْفَضِيخُ الْبُسْرُ وَالتَّمْرُ ‏.‏ فَإِذَا مُنَادٍ يُنَادِي فَقَالَ اخْرُجْ فَانْظُرْ فَخَرَجْتُ فَإِذَا\n مُنَادٍ يُنَادِي أَلاَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ - قَالَ - فَجَرَتْ فِي سِكَكِ الْمَدِينَةِ فَقَالَ لِي أَبُو طَلْحَةَ\n اخْرُجْ فَاهْرِقْهَا ‏.‏ فَهَرَقْتُهَا فَقَالُوا أَوْ قَالَ بَعْضُهُمْ قُتِلَ فُلاَنٌ قُتِلَ فُلاَنٌ وَهِيَ فِي بُطُونِهِمْ\n - قَالَ فَلاَ أَدْرِي هُوَ مِنْ حَدِيثِ أَنَسٍ - فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ لَيْسَ عَلَى الَّذِينَ آمَنُوا\n وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ‏}‏",
    "source": ""
  },
  {
    "id": 12272,
    "number": "4995",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، قَالَ\n سَأَلُوا أَنَسَ بْنَ مَالِكٍ عَنِ الْفَضِيخِ، فَقَالَ مَا كَانَتْ لَنَا خَمْرٌ غَيْرَ فَضِيخِكُمْ هَذَا الَّذِي تُسَمُّونَهُ\n الْفَضِيخَ إِنِّي لَقَائِمٌ أَسْقِيهَا أَبَا طَلْحَةَ وَأَبَا أَيُّوبَ وَرِجَالاً مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله\n عليه وسلم فِي بَيْتِنَا إِذْ جَاءَ رَجُلٌ فَقَالَ هَلْ بَلَغَكُمُ الْخَبَرُ قُلْنَا لاَ قَالَ فَإِنَّ الْخَمْرَ قَدْ حُرِّمَتْ\n فَقَالَ يَا أَنَسُ أَرِقْ هَذِهِ الْقِلاَلَ قَالَ فَمَا رَاجَعُوهَا وَلاَ سَأَلُوا عَنْهَا بَعْدَ خَبَرِ الرَّجُلِ ‏.‏",
    "source": ""
  },
  {
    "id": 12273,
    "number": "4996",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ وَأَخْبَرَنَا سُلَيْمَانُ التَّيْمِيُّ، حَدَّثَنَا \n أَنَسُ بْنُ مَالِكٍ، قَالَ إِنِّي لَقَائِمٌ عَلَى الْحَىِّ عَلَى عُمُومَتِي أَسْقِيهِمْ مِنْ فَضِيخٍ لَهُمْ وَأَنَا أَصْغَرُهُمْ\n سِنًّا فَجَاءَ رَجُلٌ فَقَالَ إِنَّهَا قَدْ حُرِّمَتِ الْخَمْرُ فَقَالُوا اكْفَأْهَا يَا أَنَسُ ‏.‏ فَكَفَأْتُهَا ‏.‏ قَالَ\n قُلْتُ لأَنَسٍ مَا هُوَ قَالَ بُسْرٌ وَرُطَبٌ ‏.‏ قَالَ فَقَالَ أَبُو بَكْرِ بْنُ أَنَسٍ كَانَتْ خَمْرَهُمْ يَوْمَئِذٍ\n ‏.‏ قَالَ سُلَيْمَانُ وَحَدَّثَنِي رَجُلٌ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ قَالَ ذَلِكَ أَيْضًا ‏.‏",
    "source": ""
  },
  {
    "id": 12274,
    "number": "4997",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، قَالَ قَالَ أَنَسٌ كُنْتُ قَائِمًا\n عَلَى الْحَىِّ أَسْقِيهِمْ ‏.‏ بِمِثْلِ حَدِيثِ ابْنِ عُلَيَّةَ غَيْرَ أَنَّهُ قَالَ فَقَالَ أَبُو بَكْرِ بْنُ أَنَسٍ كَانَ خَمْرَهُمْ\n يَوْمَئِذٍ ‏.‏ وَأَنَسٌ شَاهِدٌ فَلَمْ يُنْكِرْ أَنَسٌ ذَاكَ ‏.‏ وَقَالَ ابْنُ عَبْدِ الأَعْلَى حَدَّثَنَا الْمُعْتَمِرُ عَنْ أَبِيهِ\n قَالَ حَدَّثَنِي بَعْضُ مَنْ كَانَ مَعِي أَنَّهُ سَمِعَ أَنَسًا يَقُولُ كَانَ خَمْرَهُمْ يَوْمَئِذٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12275,
    "number": "4998",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ وَأَخْبَرَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ،\n عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنْتُ أَسْقِي أَبَا طَلْحَةَ وَأَبَا دُجَانَةَ وَمُعَاذَ بْنَ جَبَلٍ فِي\n رَهْطٍ مِنَ الأَنْصَارِ فَدَخَلَ عَلَيْنَا دَاخِلٌ فَقَالَ حَدَثَ خَبَرٌ نَزَلَ تَحْرِيمُ الْخَمْرِ ‏.‏ فَكَفَأْنَاهَا يَوْمَئِذٍ\n وَإِنَّهَا لَخَلِيطُ الْبُسْرِ وَالتَّمْرِ ‏.‏ قَالَ قَتَادَةُ وَقَالَ أَنَسُ بْنُ مَالِكٍ لَقَدْ حُرِّمَتِ الْخَمْرُ وَكَانَتْ\n عَامَّةُ خُمُورِهِمْ يَوْمَئِذٍ خَلِيطَ الْبُسْرِ وَالتَّمْرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12276,
    "number": "4999",
    "text": "وَحَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا أَخْبَرَنَا مُعَاذُ،\n بْنُ هِشَامٍ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ إِنِّي لأَسْقِي أَبَا طَلْحَةَ وَأَبَا دُجَانَةَ\n وَسُهَيْلَ ابْنَ بَيْضَاءَ مِنْ مَزَادَةٍ فِيهَا خَلِيطُ بُسْرٍ وَتَمْرٍ ‏.‏ بِنَحْوِ حَدِيثِ سَعِيدٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12277,
    "number": "5000",
    "text": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي \n عَمْرُو بْنُ الْحَارِثِ، أَنَّ قَتَادَةَ بْنَ دِعَامَةَ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ إِنَّ رَسُولَ\n اللَّهِ صلى الله عليه وسلم نَهَى أَنْ يُخْلَطَ التَّمْرُ وَالزَّهْوُ ثُمَّ يُشْرَبَ وَإِنَّ ذَلِكَ كَانَ عَامَّةَ خُمُورِهِمْ\n يَوْمَ حُرِّمَتِ الْخَمْرُ ‏.‏",
    "source": ""
  },
  {
    "id": 12278,
    "number": "5001",
    "text": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ،\n عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ كُنْتُ أَسْقِي أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ وَأَبَا\n طَلْحَةَ وَأُبَىَّ بْنَ كَعْبٍ شَرَابًا مِنْ فَضِيخٍ وَتَمْرٍ فَأَتَاهُمْ آتٍ فَقَالَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ ‏.‏ فَقَالَ\n أَبُو طَلْحَةَ يَا أَنَسُ قُمْ إِلَى هَذِهِ الْجَرَّةِ فَاكْسِرْهَا ‏.‏ فَقُمْتُ إِلَى مِهْرَاسٍ لَنَا فَضَرَبْتُهَا بِأَسْفَلِهِ\n حَتَّى تَكَسَّرَتْ ‏.‏",
    "source": ""
  },
  {
    "id": 12279,
    "number": "5002",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو بَكْرٍ، - يَعْنِي الْحَنَفِيَّ - حَدَّثَنَا عَبْدُ الْحَمِيدِ،\n بْنُ جَعْفَرٍ حَدَّثَنِي أَبِي أَنَّهُ، سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ لَقَدْ أَنْزَلَ اللَّهُ الآيَةَ الَّتِي حَرَّمَ اللَّهُ فِيهَا\n الْخَمْرَ وَمَا بِالْمَدِينَةِ شَرَابٌ يُشْرَبُ إِلاَّ مِنْ تَمْرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12280,
    "number": "5003",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، ح وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ،\n حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنِ السُّدِّيِّ، عَنْ يَحْيَى بْنِ عَبَّادٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى\n الله عليه وسلم سُئِلَ عَنِ الْخَمْرِ تُتَّخَذُ خَلاًّ فَقَالَ ‏\n\"‏ لاَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12281,
    "number": "5004",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا \n مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، وَائِلٍ الْحَضْرَمِيِّ،\n أَنَّ طَارِقَ بْنَ سُوَيْدٍ الْجُعْفِيَّ، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنِ الْخَمْرِ فَنَهَا أَوْ كَرِهَ أَنْ\n يَصْنَعَهَا فَقَالَ إِنَّمَا أَصْنَعُهَا لِلدَّوَاءِ فَقَالَ ‏\n\"‏ إِنَّهُ لَيْسَ بِدَوَاءٍ وَلَكِنَّهُ دَاءٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12282,
    "number": "5005",
    "text": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْحَجَّاجُ بْنُ أَبِي،\n عُثْمَانَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، أَنَّ أَبَا كَثِيرٍ، حَدَّثَهُ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ\n اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْخَمْرُ مِنْ هَاتَيْنِ الشَّجَرَتَيْنِ النَّخْلَةِ وَالْعِنَبَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12283,
    "number": "5006",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنَا أَبُو كَثِيرٍ،  قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ الْخَمْرُ مِنْ  هَاتَيْنِ الشَّجَرَتَيْنِ النَّخْلَةِ وَالْعِنَبَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12284,
    "number": "5007",
    "text": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنِ الأَوْزَاعِيِّ، وَعِكْرِمَةَ،\n بْنِ عَمَّارٍ وَعُقْبَةَ بْنِ التَّوْأَمِ عَنْ أَبِي كَثِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله\n عليه وسلم ‏\"‏ الْخَمْرُ مِنْ هَاتَيْنِ الشَّجَرَتَيْنِ الْكَرْمَةِ وَالنَّخْلَةِ ‏\"‏ ‏.‏ وَفِي رِوَايَةِ أَبِي كُرَيْبٍ ‏\"‏\n الْكَرْمِ وَالنَّخْلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12285,
    "number": "5008",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، سَمِعْتُ عَطَاءَ بْنَ أَبِي رَبَاحٍ،\n حَدَّثَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يُخْلَطَ الزَّبِيبُ\n وَالتَّمْرُ وَالْبُسْرُ وَالتَّمْرُ ‏.‏",
    "source": ""
  },
  {
    "id": 12286,
    "number": "5009",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ،\n اللَّهِ الأَنْصَارِيِّ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يُنْبَذَ التَّمْرُ وَالزَّبِيبُ جَمِيعًا\n وَنَهَى أَنْ يُنْبَذَ الرُّطَبُ وَالْبُسْرُ جَمِيعًا ‏.‏",
    "source": ""
  },
  {
    "id": 12287,
    "number": "5010",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، ح وَحَدَّثَنَا إِسْحَاقُ،\n بْنُ إِبْرَاهِيمَ وَمُحَمَّدُ بْنُ رَافِعٍ - وَاللَّفْظُ لاِبْنِ رَافِعٍ - قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ،\n جُرَيْجٍ قَالَ قَالَ لِي عَطَاءٌ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه\n وسلم ‏\n\"‏ لاَ تَجْمَعُوا بَيْنَ الرُّطَبِ وَالْبُسْرِ وَبَيْنَ الزَّبِيبِ وَالتَّمْرِ نَبِيذًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12288,
    "number": "5011",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ \n أَبِي الزُّبَيْرِ الْمَكِّيِّ، مَوْلَى حَكِيمِ بْنِ حِزَامٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ، عَنْ رَسُولِ اللَّهِ\n صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يُنْبَذَ الزَّبِيبُ وَالتَّمْرُ جَمِيعًا وَنَهَى أَنْ يُنْبَذَ الْبُسْرُ وَالرُّطَبُ\n جَمِيعًا ‏.‏",
    "source": ""
  },
  {
    "id": 12289,
    "number": "5012",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنِ التَّيْمِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ \n أَبِي سَعِيدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ التَّمْرِ وَالزَّبِيبِ أَنْ يُخْلَطَ بَيْنَهُمَا وَعَنِ\n التَّمْرِ وَالْبُسْرِ أَنْ يُخْلَطَ بَيْنَهُمَا ‏.‏",
    "source": ""
  },
  {
    "id": 12290,
    "number": "5013",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، حَدَّثَنَا سَعِيدُ بْنُ يَزِيدَ أَبُو مَسْلَمَةَ، عَنْ \n أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَخْلِطَ بَيْنَ الزَّبِيبِ\n وَالتَّمْرِ وَأَنْ نَخْلِطَ الْبُسْرَ وَالتَّمْرَ ‏.‏",
    "source": ""
  },
  {
    "id": 12291,
    "number": "5014",
    "text": "وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ مُفَضَّلٍ - عَنْ أَبِي،\n مَسْلَمَةَ بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12292,
    "number": "5015",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ الْعَبْدِيِّ، عَنْ أَبِي،\n الْمُتَوَكِّلِ النَّاجِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ\n شَرِبَ النَّبِيذَ مِنْكُمْ فَلْيَشْرَبْهُ زَبِيبًا فَرْدًا أَوْ تَمْرًا فَرْدًا أَوْ بُسْرًا فَرْدًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12293,
    "number": "5016",
    "text": "وَحَدَّثَنِيهِ أَبُو بَكْرِ بْنُ إِسْحَاقَ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُسْلِمٍ،\n الْعَبْدِيُّ بِهَذَا الإِسْنَادِ قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَخْلِطَ بُسْرًا بِتَمْرٍ أَوْ\n زَبِيبًا بِتَمْرٍ أَوْ زَبِيبًا بِبُسْرٍ ‏.‏ وَقَالَ ‏\n\"‏ مَنْ شَرِبَهُ مِنْكُمْ ‏\"‏ ‏.‏ فَذَكَرَ بِمِثْلِ حَدِيثِ وَكِيعٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12294,
    "number": "5017",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، أَخْبَرَنَا هِشَامٌ الدَّسْتَوَائِيُّ، عَنْ يَحْيَى بْنِ،\n أَبِي كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n ‏\n\"‏ لاَ تَنْتَبِذُوا الزَّهْوَ وَالرُّطَبَ جَمِيعًا وَلاَ تَنْتَبِذُوا الزَّبِيبَ وَالتَّمْرَ جَمِيعًا وَانْتَبِذُوا كُلَّ وَاحِدٍ\n مِنْهُمَا عَلَى حِدَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12295,
    "number": "5018",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، عَنْ حَجَّاجِ بْنِ أَبِي،\n عُثْمَانَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12296,
    "number": "5019",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا عَلِيٌّ، - وَهُوَ ابْنُ الْمُبَارَكِ\n - عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي قَتَادَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏\n لاَ تَنْتَبِذُوا الزَّهْوَ وَالرُّطَبَ جَمِيعًا وَلاَ تَنْتَبِذُوا الرُّطَبَ وَالزَّبِيبَ جَمِيعًا وَلَكِنِ انْتَبِذُوا كُلَّ وَاحِدٍ\n عَلَى حِدَتِهِ ‏\"‏ ‏.‏ وَزَعَمَ يَحْيَى أَنَّهُ لَقِيَ عَبْدَ اللَّهِ بْنَ أَبِي قَتَادَةَ فَحَدَّثَهُ عَنْ أَبِيهِ عَنِ النَّبِيِّ\n صلى الله عليه وسلم بِمِثْلِ هَذَا ‏.‏",
    "source": ""
  },
  {
    "id": 12297,
    "number": "5020",
    "text": "وَحَدَّثَنِيهِ أَبُو بَكْرِ بْنُ إِسْحَاقَ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ، حَدَّثَنَا \n يَحْيَى بْنُ أَبِي كَثِيرٍ، بِهَذَيْنِ الإِسْنَادَيْنِ غَيْرَ أَنَّهُ قَالَ ‏\n\"‏ الرُّطَبَ وَالزَّهْوَ وَالتَّمْرَ وَالزَّبِيبَ ‏\"‏\n ‏.‏",
    "source": ""
  },
  {
    "id": 12298,
    "number": "5021",
    "text": "وَحَدَّثَنِي أَبُو بَكْرِ بْنُ إِسْحَاقَ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا أَبَانٌ الْعَطَّارُ، حَدَّثَنَا \n يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه\n وسلم نَهَى عَنْ خَلِيطِ التَّمْرِ وَالْبُسْرِ وَعَنْ خَلِيطِ الزَّبِيبِ وَالتَّمْرِ وَعَنْ خَلِيطِ الزَّهْوِ وَالرُّطَبِ\n وَقَالَ ‏\n\"‏ انْتَبِذُوا كُلَّ وَاحِدٍ عَلَى حِدَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12299,
    "number": "5022",
    "text": "وَحَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي قَتَادَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم\n بِمِثْلِ هَذَا الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 12300,
    "number": "5023",
    "text": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ عِكْرِمَةَ،\n بْنِ عَمَّارٍ عَنْ أَبِي كَثِيرٍ الْحَنَفِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم\n عَنِ الزَّبِيبِ وَالتَّمْرِ وَالْبُسْرِ وَالتَّمْرِ وَقَالَ ‏\n\"‏ يُنْبَذُ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى حِدَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12301,
    "number": "5024",
    "text": "وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا \n يَزِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أُذَيْنَةَ، - وَهُوَ أَبُو كَثِيرٍ الْغُبَرِيُّ - حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ قَالَ\n رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12302,
    "number": "5025",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، عَنْ حَبِيبٍ،\n عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يُخْلَطَ التَّمْرُ\n وَالزَّبِيبُ جَمِيعًا وَأَنْ يُخْلَطَ الْبُسْرُ وَالتَّمْرُ جَمِيعًا وَكَتَبَ إِلَى أَهْلِ جُرَشَ يَنْهَاهُمْ عَنْ خَلِيطِ\n التَّمْرِ وَالزَّبِيبِ ‏.‏",
    "source": ""
  },
  {
    "id": 12303,
    "number": "5026",
    "text": "وَحَدَّثَنِيهِ وَهْبُ بْنُ بَقِيَّةَ، أَخْبَرَنَا خَالِدٌ، - يَعْنِي الطَّحَّانَ - عَنِ الشَّيْبَانِيِّ، بِهَذَا الإِسْنَادِ\n فِي التَّمْرِ وَالزَّبِيبِ وَلَمْ يَذْكُرِ الْبُسْرَ وَالتَّمْرَ ‏.‏",
    "source": ""
  },
  {
    "id": 12304,
    "number": "5027",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي مُوسَى،\n بْنُ عُقْبَةَ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ يَقُولُ قَدْ نُهِيَ أَنْ يُنْبَذَ الْبُسْرُ وَالرُّطَبُ جَمِيعًا\n وَالتَّمْرُ وَالزَّبِيبُ جَمِيعًا ‏.‏",
    "source": ""
  },
  {
    "id": 12305,
    "number": "5028",
    "text": "وَحَدَّثَنِي أَبُو بَكْرِ بْنُ إِسْحَاقَ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي مُوسَى بْنُ،\n عُقْبَةَ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ قَالَ قَدْ نُهِيَ أَنْ يُنْبَذَ الْبُسْرُ وَالرُّطَبُ جَمِيعًا وَالتَّمْرُ وَالزَّبِيبُ\n جَمِيعًا ‏.‏",
    "source": ""
  },
  {
    "id": 12306,
    "number": "5029",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ أَخْبَرَهُ \n أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ أَنْ يُنْبَذَ فِيهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12307,
    "number": "5030",
    "text": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ،\n أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ أَنْ يُنْتَبَذَ فِيهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12308,
    "number": "5031",
    "text": "قَالَ وَأَخْبَرَهُ أَبُو سَلَمَةَ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله\n عليه وسلم ‏\n\"‏ لاَ تَنْتَبِذُوا فِي الدُّبَّاءِ وَلاَ فِي الْمُزَفَّتِ ‏\"‏ ‏.‏ ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ وَاجْتَنِبُوا الْحَنَاتِمَ\n ‏.‏",
    "source": ""
  },
  {
    "id": 12309,
    "number": "5032",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي،\n هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ الْمُزَفَّتِ وَالْحَنْتَمِ وَالنَّقِيرِ ‏.‏ قَالَ قِيلَ\n لأَبِي هُرَيْرَةَ مَا الْحَنْتَمُ قَالَ الْجِرَارُ الْخُضْرُ ‏.‏",
    "source": ""
  },
  {
    "id": 12310,
    "number": "5033",
    "text": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، أَخْبَرَنَا نُوحُ بْنُ قَيْسٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ مُحَمَّدٍ،\n عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِوَفْدِ عَبْدِ الْقَيْسِ ‏\n\"‏ أَنْهَاكُمْ عَنِ الدُّبَّاءِ\n وَالْحَنْتَمِ وَالنَّقِيرِ وَالْمُقَيَّرِ - وَالْحَنْتَمُ الْمَزَادَةُ الْمَجْبُوبَةُ - وَلَكِنِ اشْرَبْ فِي سِقَائِكَ وَأَوْكِهِ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12311,
    "number": "5034",
    "text": "حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، أَخْبَرَنَا عَبْثَرٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا \n جَرِيرٌ، ح وَحَدَّثَنِي بِشْرُ بْنُ خَالِدٍ، أَخْبَرَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - عَنْ شُعْبَةَ، كُلُّهُمْ عَنِ \n الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنْ عَلِيٍّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى\n الله عليه وسلم أَنْ يُنْتَبَذَ فِي الدُّبَّاءِ وَالْمُزَفَّتِ ‏.‏ هَذَا حَدِيثُ جَرِيرٍ ‏.‏ وَفِي حَدِيثِ عَبْثَرٍ وَشُعْبَةَ\n أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 12312,
    "number": "5035",
    "text": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، كِلاَهُمَا عَنْ جَرِيرٍ، قَالَ زُهَيْرٌ حَدَّثَنَا \n جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ قُلْتُ لِلأَسْوَدِ هَلْ سَأَلْتَ أُمَّ الْمُؤْمِنِينَ عَمَّا يُكْرَهُ أَنْ\n يُنْتَبَذَ فِيهِ قَالَ نَعَمْ ‏.‏ قُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَخْبِرِينِي عَمَّا نَهَى عَنْهُ رَسُولُ اللَّهِ صلى الله\n عليه وسلم أَنْ يُنْتَبَذَ فِيهِ ‏.‏ قَالَتْ نَهَانَا أَهْلَ الْبَيْتِ أَنْ نَنْتَبِذَ فِي الدُّبَّاءِ وَالْمُزَفَّتِ ‏.‏ قَالَ\n قُلْتُ لَهُ أَمَا ذَكَرَتِ الْحَنْتَمَ وَالْجَرَّ قَالَ إِنَّمَا أُحَدِّثُكَ بِمَا سَمِعْتُ أَأُحَدِّثُكَ مَا لَمْ أَسْمَعْ",
    "source": ""
  },
  {
    "id": 12313,
    "number": "5036",
    "text": "وَحَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، أَخْبَرَنَا عَبْثَرٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ \n الأَسْوَدِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 12314,
    "number": "5037",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - حَدَّثَنَا سُفْيَانُ، وَشُعْبَةُ،\n قَالاَ حَدَّثَنَا مَنْصُورٌ، وَسُلَيْمَانُ، وَحَمَّادٌ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى\n الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12315,
    "number": "5038",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا الْقَاسِمُ، - يَعْنِي ابْنَ الْفَضْلِ - حَدَّثَنَا ثُمَامَةُ بْنُ،\n حَزْنٍ الْقُشَيْرِيُّ قَالَ لَقِيتُ عَائِشَةَ فَسَأَلْتُهَا عَنِ النَّبِيذِ، فَحَدَّثَتْنِي أَنَّ وَفْدَ عَبْدِ الْقَيْسِ قَدِمُوا\n عَلَى النَّبِيِّ صلى الله عليه وسلم فَسَأَلُوا النَّبِيَّ صلى الله عليه وسلم عَنِ النَّبِيذِ فَنَهَاهُمْ\n أَنْ يَنْتَبِذُوا فِي الدُّبَّاءِ وَالنَّقِيرِ وَالْمُزَفَّتِ وَالْحَنْتَمِ ‏.‏",
    "source": ""
  },
  {
    "id": 12316,
    "number": "5039",
    "text": "وَحَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، حَدَّثَنَا إِسْحَاقُ بْنُ سُوَيْدٍ، عَنْ مُعَاذَةَ،\n عَنْ عَائِشَةَ، قَالَتْ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ وَالْمُزَفَّتِ\n ‏.‏",
    "source": ""
  },
  {
    "id": 12317,
    "number": "5040",
    "text": "وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ،\n سُوَيْدٍ بِهَذَا الإِسْنَادِ إِلاَّ أَنَّهُ جَعَلَ مَكَانَ الْمُزَفَّتِ الْمُقَيَّرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12318,
    "number": "5041",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ،\n ح وَحَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَبِي جَمْرَةَ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ،\n يَقُولُ قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله\n عليه وسلم ‏\n\"‏ أَنْهَاكُمْ عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ وَالْمُقَيَّرِ ‏\"‏ ‏.‏ وَفِي حَدِيثِ حَمَّادٍ جَعَلَ -\n مَكَانَ الْمُقَيَّرِ - الْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 12319,
    "number": "5042",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، عَنْ حَبِيبٍ،\n عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ\n وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالنَّقِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12320,
    "number": "5043",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ،\n عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ\n وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالنَّقِيرِ وَأَنْ يُخْلَطَ الْبَلَحُ بِالزَّهْوِ ‏.‏",
    "source": ""
  },
  {
    "id": 12321,
    "number": "5044",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ شُعْبَةَ، عَنْ يَحْيَى الْبَهْرَانِيِّ،\n قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، ح \n وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَحْيَى بْنِ أَبِي،\n عُمَرَ عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالنَّقِيرِ وَالْمُزَفَّتِ\n ‏.‏",
    "source": ""
  },
  {
    "id": 12322,
    "number": "5045",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنِ التَّيْمِيِّ، ح وَحَدَّثَنَا يَحْيَى بْنُ،\n أَيُّوبَ حَدَّثَنَا ابْنُ عُلَيَّةَ، أَخْبَرَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ رَسُولَ\n اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْجَرِّ أَنْ يُنْبَذَ فِيهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12323,
    "number": "5046",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، أَخْبَرَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ،\n عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ\n وَالْحَنْتَمِ وَالنَّقِيرِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 12324,
    "number": "5047",
    "text": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، بِهَذَا\n الإِسْنَادِ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ يُنْتَبَذَ ‏.‏ فَذَكَرَ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12325,
    "number": "5048",
    "text": "وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنَا الْمُثَنَّى، - يَعْنِي ابْنَ سَعِيدٍ\n - عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الشُّرْبِ\n فِي الْحَنْتَمَةِ وَالدُّبَّاءِ وَالنَّقِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12326,
    "number": "5049",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَسُرَيْجُ بْنُ يُونُسَ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ\n حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ مَنْصُورِ بْنِ حَيَّانَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ أَشْهَدُ عَلَى ابْنِ\n عُمَرَ وَابْنِ عَبَّاسٍ أَنَّهُمَا شَهِدَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ\n وَالْمُزَفَّتِ وَالنَّقِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12327,
    "number": "5050",
    "text": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرٌ، - يَعْنِي ابْنَ حَازِمٍ - حَدَّثَنَا يَعْلَى بْنُ حَكِيمٍ،\n عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ سَأَلْتُ ابْنَ عُمَرَ عَنْ نَبِيذِ الْجَرِّ، فَقَالَ حَرَّمَ رَسُولُ اللَّهِ صلى الله\n عليه وسلم نَبِيذَ الْجَرِّ ‏.‏ فَأَتَيْتُ ابْنَ عَبَّاسٍ فَقُلْتُ أَلاَ تَسْمَعُ مَا يَقُولُ ابْنُ عُمَرَ قَالَ وَمَا\n يَقُولُ قُلْتُ قَالَ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ ‏.‏ فَقَالَ صَدَقَ ابْنُ عُمَرَ\n حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ ‏.‏ فَقُلْتُ وَأَىُّ شَىْءٍ نَبِيذُ الْجَرِّ فَقَالَ كُلُّ\n شَىْءٍ يُصْنَعُ مِنَ الْمَدَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12328,
    "number": "5051",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ\n اللَّهِ صلى الله عليه وسلم خَطَبَ النَّاسَ فِي بَعْضِ مَغَازِيهِ قَالَ ابْنُ عُمَرَ فَأَقْبَلْتُ نَحْوَهُ\n فَانْصَرَفَ قَبْلَ أَنْ أَبْلُغَهُ فَسَأَلْتُ مَاذَا قَالَ قَالُوا نَهَى أَنْ يُنْتَبَذَ فِي الدُّبَّاءِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 12329,
    "number": "5052",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ، وَابْنُ، رُمْحٍ عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ\n قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، جَمِيعًا عَنْ أَيُّوبَ، ح وَحَدَّثَنَا \n ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ أَبِي عُمَرَ، عَنِ الثَّقَفِيِّ، عَنْ \n يَحْيَى بْنِ سَعِيدٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ يَعْنِي،\n ابْنَ عُثْمَانَ ح وَحَدَّثَنِي هَارُونُ الأَيْلِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أُسَامَةُ، كُلُّ هَؤُلاَءِ عَنْ \n نَافِعٍ، عَنِ ابْنِ عُمَرَ، ‏.‏ بِمِثْلِ حَدِيثِ مَالِكٍ وَلَمْ يَذْكُرُوا فِي بَعْضِ مَغَازِيهِ ‏.‏ إِلاَّ مَالِكٌ وَأُسَامَةُ\n ‏.‏",
    "source": ""
  },
  {
    "id": 12330,
    "number": "5053",
    "text": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، قَالَ قُلْتُ لاِبْنِ عُمَرَ\n نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نَبِيذِ الْجَرِّ قَالَ فَقَالَ قَدْ زَعَمُوا ذَاكَ ‏.‏ قُلْتُ أَنَهَى\n عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ قَدْ زَعَمُوا ذَاكَ ‏.‏",
    "source": ""
  },
  {
    "id": 12331,
    "number": "5054",
    "text": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ طَاوُسٍ، قَالَ\n قَالَ رَجُلٌ لاِبْنِ عُمَرَ أَنَهَى نَبِيُّ اللَّهِ صلى الله عليه وسلم عَنْ نَبِيذِ الْجَرِّ قَالَ نَعَمْ ‏.‏ ثُمَّ قَالَ\n طَاوُسٌ وَاللَّهِ إِنِّي سَمِعْتُهُ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12332,
    "number": "5055",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي ابْنُ طَاوُسٍ،\n عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، جَاءَهُ فَقَالَ أَنَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يُنْبَذَ فِي\n الْجَرِّ وَالدُّبَّاءِ قَالَ نَعَمْ ‏.‏",
    "source": ""
  },
  {
    "id": 12333,
    "number": "5056",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ طَاوُسٍ،\n عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْجَرِّ وَالدُّبَّاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 12334,
    "number": "5057",
    "text": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، أَنَّهُ سَمِعَ \n طَاوُسًا، يَقُولُ كُنْتُ جَالِسًا عِنْدَ ابْنِ عُمَرَ فَجَاءَهُ رَجُلٌ فَقَالَ أَنَهَى رَسُولُ اللَّهِ صلى الله\n عليه وسلم عَنْ نَبِيذِ الْجَرِّ وَالدُّبَّاءِ وَالْمُزَفَّتِ قَالَ نَعَمْ",
    "source": ""
  },
  {
    "id": 12335,
    "number": "5058",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ \n مُحَارِبِ بْنِ دِثَارٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ\n الْحَنْتَمِ وَالدُّبَّاءِ وَالْمُزَفَّتِ ‏.‏ قَالَ سَمِعْتُهُ غَيْرَ مَرَّةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12336,
    "number": "5059",
    "text": "وَحَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، أَخْبَرَنَا عَبْثَرٌ، عَنِ الشَّيْبَانِيِّ، عَنْ مُحَارِبِ بْنِ،\n دِثَارٍ عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ بِمِثْلِهِ ‏.‏ قَالَ وَأُرَاهُ قَالَ وَالنَّقِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 12337,
    "number": "5060",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ \n عُقْبَةَ بْنِ حُرَيْثٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْجَرِّ\n وَالدُّبَّاءِ وَالْمُزَفَّتِ وَقَالَ ‏\n\"‏ انْتَبِذُوا فِي الأَسْقِيَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12338,
    "number": "5061",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ جَبَلَةَ، قَالَ سَمِعْتُ \n ابْنَ عُمَرَ، يُحَدِّثُ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْحَنْتَمَةِ ‏.‏ فَقُلْتُ مَا الْحَنْتَمَةُ\n قَالَ الْجَرَّةُ ‏.‏",
    "source": ""
  },
  {
    "id": 12339,
    "number": "5062",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، حَدَّثَنِي \n زَاذَانُ، قَالَ قُلْتُ لاِبْنِ عُمَرَ حَدِّثْنِي بِمَا، نَهَى عَنْهُ النَّبِيُّ صلى الله عليه وسلم مِنَ الأَشْرِبَةِ\n بِلُغَتِكَ وَفَسِّرْهُ لِي بِلُغَتِنَا فَإِنَّ لَكُمْ لُغَةً سِوَى لُغَتِنَا ‏.‏ فَقَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه\n وسلم عَنِ الْحَنْتَمِ وَهِيَ الْجَرَّةُ وَعَنِ الدُّبَّاءِ وَهِيَ الْقَرْعَةُ وَعَنِ الْمُزَفَّتِ وَهُوَ الْمُقَيَّرُ وَعَنِ\n النَّقِيرِ وَهْىَ النَّخْلَةُ تُنْسَحُ نَسْحًا وَتُنْقَرُ نَقْرًا وَأَمَرَ أَنْ يُنْتَبَذَ فِي الأَسْقِيَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 12340,
    "number": "5063",
    "text": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، فِي\n هَذَا الإِسْنَادِ ‏.‏",
    "source": ""
  },
  {
    "id": 12341,
    "number": "5064",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا عَبْدُ الْخَالِقِ بْنُ،\n سَلَمَةَ قَالَ سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ عِنْدَ هَذَا الْمِنْبَرِ\n - وَأَشَارَ إِلَى مِنْبَرِ رَسُولِ اللَّهِ صلى الله عليه وسلم - قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ\n اللَّهِ صلى الله عليه وسلم فَسَأَلُوهُ عَنِ الأَشْرِبَةِ فَنَهَاهُمْ عَنِ الدُّبَّاءِ وَالنَّقِيرِ وَالْحَنْتَمِ ‏.‏ فَقُلْتُ\n لَهُ يَا أَبَا مُحَمَّدٍ وَالْمُزَفَّتِ وَظَنَنَّا أَنَّهُ نَسِيَهُ فَقَالَ لَمْ أَسْمَعْهُ يَوْمَئِذٍ مِنْ عَبْدِ اللَّهِ بْنِ عُمَرَ وَقَدْ\n كَانَ يَكْرَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12342,
    "number": "5065",
    "text": "وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، ح وَحَدَّثَنَا يَحْيَى بْنُ،\n يَحْيَى أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، وَابْنِ، عُمَرَ أَنَّ رَسُولَ اللَّهِ صلى الله\n عليه وسلم نَهَى عَنِ النَّقِيرِ وَالْمُزَفَّتِ وَالدُّبَّاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 12343,
    "number": "5066",
    "text": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ،\n أَنَّهُ سَمِعَ ابْنَ عُمَرَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنِ الْجَرِّ وَالدُّبَّاءِ\n وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 12344,
    "number": "5067",
    "text": "قَالَ أَبُو الزُّبَيْرِ وَسَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه\n وسلم عَنِ الْجَرِّ وَالْمُزَفَّتِ وَالنَّقِيرِ ‏.‏ \n وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا لَمْ يَجِدْ شَيْئًا يُنْتَبَذُ لَهُ فِيهِ نُبِذَ لَهُ فِي\n تَوْرٍ مِنْ حِجَارَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12345,
    "number": "5068",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو عَوَانَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ،\n أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُنْبَذُ لَهُ فِي تَوْرٍ مِنْ حِجَارَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12346,
    "number": "5069",
    "text": "وَحَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، ح وَحَدَّثَنَا يَحْيَى بْنُ،\n يَحْيَى أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ كَانَ يُنْتَبَذُ لِرَسُولِ اللَّهِ صلى الله\n عليه وسلم فِي سِقَاءٍ فَإِذَا لَمْ يَجِدُوا سِقَاءً نُبِذَ لَهُ فِي تَوْرٍ مِنْ حِجَارَةٍ فَقَالَ بَعْضُ الْقَوْمِ\n وَأَنَا أَسْمَعُ لأَبِي الزُّبَيْرِ مِنْ بِرَامٍ قَالَ مِنْ بِرَامٍ ‏.‏",
    "source": ""
  },
  {
    "id": 12347,
    "number": "5070",
    "text": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، قَالَ\n أَبُو بَكْرٍ عَنْ أَبِي سِنَانٍ، وَقَالَ ابْنُ الْمُثَنَّى، عَنْ ضِرَارِ بْنِ مُرَّةَ، عَنْ مُحَارِبٍ، عَنِ ابْنِ بُرَيْدَةَ،\n عَنْ أَبِيهِ، ح \n وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا ضِرَارُ بْنُ مُرَّةَ،\n أَبُو سِنَانٍ عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى\n الله عليه وسلم ‏\n\"‏ نَهَيْتُكُمْ عَنِ النَّبِيذِ إِلاَّ فِي سِقَاءٍ فَاشْرَبُوا فِي الأَسْقِيَةِ كُلِّهَا وَلاَ تَشْرَبُوا\n مُسْكِرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12348,
    "number": "5071",
    "text": "وَحَدَّثَنَا حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا ضَحَّاكُ بْنُ مَخْلَدٍ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ،\n مَرْثَدٍ عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ نَهَيْتُكُمْ عَنِ الظُّرُوفِ\n وَإِنَّ الظُّرُوفَ - أَوْ ظَرْفًا - لاَ يُحِلُّ شَيْئًا وَلاَ يُحَرِّمُهُ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12349,
    "number": "5072",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ مُعَرِّفِ بْنِ وَاصِلٍ، عَنْ مُحَارِبِ،\n بْنِ دِثَارٍ عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُنْتُ نَهَيْتُكُمْ\n عَنِ الأَشْرِبَةِ فِي ظُرُوفِ الأَدَمِ فَاشْرَبُوا فِي كُلِّ وِعَاءٍ غَيْرَ أَنْ لاَ تَشْرَبُوا مُسْكِرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12350,
    "number": "5073",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالاَ\n حَدَّثَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ الأَحْوَلِ، عَنْ مُجَاهِدٍ، عَنْ أَبِي عِيَاضٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو،\n قَالَ لَمَّا نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ النَّبِيذِ فِي الأَوْعِيَةِ قَالُوا لَيْسَ كُلُّ النَّاسِ\n يَجِدُ فَأَرْخَصَ لَهُمْ فِي الْجَرِّ غَيْرِ الْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 12351,
    "number": "5074",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ،\n عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِتْعِ فَقَالَ ‏\n\"‏\n كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12352,
    "number": "5075",
    "text": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ،\n شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ عَائِشَةَ، تَقُولُ سُئِلَ رَسُولُ اللَّهِ صلى الله\n عليه وسلم عَنِ الْبِتْعِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ\n ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12353,
    "number": "5076",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَسَعِيدُ بْنُ مَنْصُورٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ\n وَزُهَيْرُ بْنُ حَرْبٍ كُلُّهُمْ عَنِ ابْنِ عُيَيْنَةَ، ح وَحَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، عَنْ يَعْقُوبَ،\n بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ،\n قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، كُلُّهُمْ عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ وَلَيْسَ فِي حَدِيثِ\n سُفْيَانَ وَصَالِحٍ سُئِلَ عَنِ الْبِتْعِ وَهُوَ فِي حَدِيثِ مَعْمَرٍ وَفِي حَدِيثِ صَالِحٍ أَنَّهَا سَمِعَتْ رَسُولَ\n اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ كُلُّ شَرَابٍ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12354,
    "number": "5077",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِقُتَيْبَةَ - قَالاَ حَدَّثَنَا \n وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى، قَالَ بَعَثَنِي النَّبِيُّ صلى\n الله عليه وسلم أَنَا وَمُعَاذَ بْنَ جَبَلٍ إِلَى الْيَمَنِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ شَرَابًا يُصْنَعُ بِأَرْضِنَا\n يُقَالُ لَهُ الْمِزْرُ مِنَ الشَّعِيرِ وَشَرَابٌ يُقَالُ لَهُ الْبِتْعُ مِنَ الْعَسَلِ فَقَالَ ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏\n ‏.‏",
    "source": ""
  },
  {
    "id": 12355,
    "number": "5078",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعَهُ مِنْ، سَعِيدِ بْنِ أَبِي بُرْدَةَ\n عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَهُ وَمُعَاذًا إِلَى الْيَمَنِ فَقَالَ لَهُمَا ‏\"‏ بَشِّرَا\n وَيَسِّرَا وَعَلِّمَا وَلاَ تُنَفِّرَا ‏\"‏ ‏.‏ وَأُرَاهُ قَالَ ‏\"‏ وَتَطَاوَعَا ‏\"‏ ‏.‏ قَالَ فَلَمَّا وَلَّى رَجَعَ أَبُو مُوسَى\n فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ لَهُمْ شَرَابًا مِنَ الْعَسَلِ يُطْبَخُ حَتَّى يَعْقِدَ وَالْمِزْرُ يُصْنَعُ مِنَ الشَّعِيرِ\n فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كُلُّ مَا أَسْكَرَ عَنِ الصَّلاَةِ فَهُوَ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12356,
    "number": "5079",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، - وَاللَّفْظُ لاِبْنِ أَبِي\n خَلَفٍ - قَالاَ حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ، حَدَّثَنَا عُبَيْدُ اللَّهِ، - وَهُوَ ابْنُ عَمْرٍو - عَنْ زَيْدِ بْنِ،\n أَبِي أُنَيْسَةَ عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، حَدَّثَنَا أَبُو بُرْدَةَ، عَنْ أَبِيهِ، قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى\n الله عليه وسلم وَمُعَاذًا إِلَى الْيَمَنِ فَقَالَ ‏\"‏ ادْعُوَا النَّاسَ وَبَشِّرَا وَلاَ تُنَفِّرَا وَيَسِّرَا وَلاَ تُعَسِّرَا\n ‏\"‏ ‏.‏ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَفْتِنَا فِي شَرَابَيْنِ كُنَّا نَصْنَعُهُمَا بِالْيَمَنِ الْبِتْعُ وَهُوَ مِنَ الْعَسَلِ\n يُنْبَذُ حَتَّى يَشْتَدَّ وَالْمِزْرُ وَهُوَ مِنَ الذُّرَةِ وَالشَّعِيرِ يُنْبَذُ حَتَّى يَشْتَدَّ قَالَ وَكَانَ رَسُولُ اللَّهِ\n صلى الله عليه وسلم قَدْ أُعْطِيَ جَوَامِعَ الْكَلِمِ بِخَوَاتِمِهِ فَقَالَ ‏\"‏ أَنْهَى عَنْ كُلِّ مُسْكِرٍ أَسْكَرَ\n عَنِ الصَّلاَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12357,
    "number": "5080",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ - عَنْ عُمَارَةَ بْنِ،\n غَزِيَّةَ عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَجُلاً، قَدِمَ مِنْ جَيْشَانَ - وَجَيْشَانُ مِنَ الْيَمَنِ - فَسَأَلَ\n النَّبِيَّ صلى الله عليه وسلم عَنْ شَرَابٍ يَشْرَبُونَهُ بِأَرْضِهِمْ مِنَ الذُّرَةِ يُقَالُ لَهُ الْمِزْرُ فَقَالَ\n النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَوَمُسْكِرٌ هُوَ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه\n وسلم ‏\"‏ كُلُّ مُسْكِرٍ حَرَامٌ إِنَّ عَلَى اللَّهِ عَزَّ وَجَلَّ عَهْدًا لِمَنْ يَشْرَبُ الْمُسْكِرَ أَنْ يَسْقِيَهُ مِنْ\n طِينَةِ الْخَبَالِ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَا طِينَةُ الْخَبَالِ قَالَ ‏\"‏ عَرَقُ أَهْلِ النَّارِ أَوْ عُصَارَةُ\n أَهْلِ النَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12358,
    "number": "5081",
    "text": "حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، عَنْ \n نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ\n حَرَامٌ وَمَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا فَمَاتَ وَهُوَ يُدْمِنُهَا لَمْ يَتُبْ لَمْ يَشْرَبْهَا فِي الآخِرَةِ ‏\"‏\n ‏.‏",
    "source": ""
  },
  {
    "id": 12359,
    "number": "5082",
    "text": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ كِلاَهُمَا عَنْ رَوْحِ بْنِ عُبَادَةَ،\n حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى\n الله عليه وسلم قَالَ ‏\n\"‏ كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12360,
    "number": "5083",
    "text": "وَحَدَّثَنَا صَالِحُ بْنُ مِسْمَارٍ السُّلَمِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُطَّلِبِ، عَنْ \n مُوسَى بْنِ عُقْبَةَ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 12361,
    "number": "5084",
    "text": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ حَاتِمٍ، قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ -\n عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ وَلاَ أَعْلَمُهُ إِلاَّ عَنِ النَّبِيِّ صلى الله عليه وسلم\n قَالَ ‏\n\"‏ كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ خَمْرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12362,
    "number": "5085",
    "text": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ\n اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا حُرِمَهَا فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12363,
    "number": "5086",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ\n ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا فَلَمْ يَتُبْ مِنْهَا حُرِمَهَا فِي الآخِرَةِ فَلَمْ يُسْقَهَا ‏\"‏ ‏.‏ قِيلَ لِمَالِكٍ\n رَفَعَهُ قَالَ نَعَمْ ‏.‏",
    "source": ""
  },
  {
    "id": 12364,
    "number": "5087",
    "text": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا \n أَبِي، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ\n ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا لَمْ يَشْرَبْهَا فِي الآخِرَةِ إِلاَّ أَنْ يَتُوبَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 12365,
    "number": "5088",
    "text": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا هِشَامٌ، - يَعْنِي ابْنَ سُلَيْمَانَ الْمَخْزُومِيَّ - عَنِ ابْنِ،\n جُرَيْجٍ أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم\n بِمِثْلِ حَدِيثِ عُبَيْدِ اللَّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 12366,
    "number": "5089",
    "text": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ يَحْيَى بْنِ عُبَيْدٍ،\n أَبِي عُمَرَ الْبَهْرَانِيِّ قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n يُنْتَبَذُ لَهُ أَوَّلَ اللَّيْلِ فَيَشْرَبُهُ إِذَا أَصْبَحَ يَوْمَهُ ذَلِكَ وَاللَّيْلَةَ الَّتِي تَجِيءُ وَالْغَدَ وَاللَّيْلَةَ الأُخْرَى\n وَالْغَدَ إِلَى الْعَصْرِ فَإِنْ بَقِيَ شَىْءٌ سَقَاهُ الْخَادِمَ أَوْ أَمَرَ بِهِ فَصُبَّ ‏.‏",
    "source": ""
  }
]