[
  {
    "id": 16659,
    "number": "1923",
    "text": "أَخْبَرَنَا يُوسُفُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، وَأَبِي، سَعِيدٍ قَالاَ مَا رَأَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم شَهِدَ جَنَازَةً قَطُّ فَجَلَسَ حَتَّى تُوضَعَ ‏.‏",
    "source": ""
  },
  {
    "id": 16660,
    "number": "1924",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا زَكَرِيَّا، عَنِ الشَّعْبِيِّ، قَالَ قَالَ أَبُو سَعِيدٍ ح وَأَخْبَرَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ، قَالَ حَدَّثَنَا أَبُو زَيْدٍ، سَعِيدُ بْنُ الرَّبِيعِ قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، قَالَ سَمِعْتُ الشَّعْبِيَّ، يُحَدِّثُ عَنْ أَبِي سَعِيدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرُّوا عَلَيْهِ بِجَنَازَةٍ فَقَامَ ‏.‏ وَقَالَ عَمْرٌو إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّتْ بِهِ جَنَازَةٌ فَقَامَ ‏.‏",
    "source": ""
  },
  {
    "id": 16661,
    "number": "1925",
    "text": "أَخْبَرَنِي أَيُّوبُ بْنُ مُحَمَّدٍ الْوَزَّانُ، قَالَ حَدَّثَنَا مَرْوَانُ، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ، قَالَ أَخْبَرَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ، عَنْ عَمِّهِ، يَزِيدَ بْنِ ثَابِتٍ أَنَّهُمْ كَانُوا جُلُوسًا مَعَ النَّبِيِّ صلى الله عليه وسلم فَطَلَعَتْ جَنَازَةٌ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَامَ مَنْ مَعَهُ فَلَمْ يَزَالُوا قِيَامًا حَتَّى نَفَذَتْ ‏.‏",
    "source": ""
  },
  {
    "id": 16662,
    "number": "1926",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ كَانَ سَهْلُ بْنُ حُنَيْفٍ وَقَيْسُ بْنُ سَعْدِ بْنِ عُبَادَةَ بِالْقَادِسِيَّةِ فَمُرَّ عَلَيْهِمَا بِجَنَازَةٍ فَقَامَا فَقِيلَ لَهُمَا إِنَّهَا مِنْ أَهْلِ الأَرْضِ ‏.‏ فَقَالاَ مُرَّ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِجَنَازَةٍ فَقَامَ فَقِيلَ لَهُ إِنَّهُ يَهُودِيٌّ ‏.‏ فَقَالَ ‏\n\"‏ أَلَيْسَتْ نَفْسًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16663,
    "number": "1927",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ هِشَامٍ، ح وَأَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ مِقْسَمٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ مَرَّتْ بِنَا جَنَازَةٌ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقُمْنَا مَعَهُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا هِيَ جَنَازَةُ يَهُودِيَّةٍ ‏.‏ فَقَالَ ‏\n\"‏ إِنَّ لِلْمَوْتِ فَزَعًا فَإِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا ‏\"‏ ‏.‏ اللَّفْظُ لِخَالِدٍ ‏.‏",
    "source": ""
  },
  {
    "id": 16664,
    "number": "1928",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي مَعْمَرٍ، قَالَ كُنَّا عِنْدَ عَلِيٍّ فَمَرَّتْ جَنَازَةٌ فَقَامُوا لَهَا فَقَالَ عَلِيٌّ مَا هَذَا قَالُوا أَمْرُ أَبِي مُوسَى ‏.‏ فَقَالَ إِنَّمَا قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِجَنَازَةِ يَهُودِيَّةٍ وَلَمْ يَعُدْ بَعْدَ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 16665,
    "number": "1929",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، أَنَّ جَنَازَةً، مَرَّتْ بِالْحَسَنِ بْنِ عَلِيٍّ وَابْنِ عَبَّاسٍ فَقَامَ الْحَسَنُ وَلَمْ يَقُمِ ابْنُ عَبَّاسٍ فَقَالَ الْحَسَنُ أَلَيْسَ قَدْ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِجَنَازَةِ يَهُودِيٍّ قَالَ ابْنُ عَبَّاسٍ نَعَمْ ثُمَّ جَلَسَ ‏.‏",
    "source": ""
  },
  {
    "id": 16666,
    "number": "1930",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا هُشَيْمٌ، قَالَ أَنْبَأَنَا مَنْصُورٌ، عَنِ ابْنِ سِيرِينَ، قَالَ مُرَّ بِجَنَازَةٍ عَلَى الْحَسَنِ بْنِ عَلِيٍّ وَابْنِ عَبَّاسٍ فَقَامَ الْحَسَنُ وَلَمْ يَقُمِ ابْنُ عَبَّاسٍ فَقَالَ الْحَسَنُ لاِبْنِ عَبَّاسٍ أَمَا قَامَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ابْنُ عَبَّاسٍ قَامَ لَهَا ثُمَّ قَعَدَ ‏.‏",
    "source": ""
  },
  {
    "id": 16667,
    "number": "1931",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ عُلَيَّةَ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي مِجْلَزٍ، عَنِ ابْنِ عَبَّاسٍ، وَالْحَسَنِ بْنِ عَلِيٍّ، مَرَّتْ بِهِمَا جَنَازَةٌ فَقَامَ أَحَدُهُمَا وَقَعَدَ الآخَرُ فَقَالَ الَّذِي قَامَ أَمَا وَاللَّهِ لَقَدْ عَلِمْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ قَامَ قَالَ لَهُ الَّذِي جَلَسَ لَقَدْ عَلِمْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ جَلَسَ ‏.‏",
    "source": ""
  },
  {
    "id": 16668,
    "number": "1932",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ هَارُونَ الْبَلْخِيُّ، قَالَ حَدَّثَنَا حَاتِمٌ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، أَنَّ الْحَسَنَ بْنَ عَلِيٍّ، كَانَ جَالِسًا فَمُرَّ عَلَيْهِ بِجَنَازَةٍ فَقَامَ النَّاسُ حَتَّى جَاوَزَتِ الْجَنَازَةُ فَقَالَ الْحَسَنُ إِنَّمَا مُرَّ بِجَنَازَةِ يَهُودِيٍّ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى طَرِيقِهَا جَالِسًا فَكَرِهَ أَنْ تَعْلُوَ رَأْسَهُ جَنَازَةُ يَهُودِيٍّ فَقَامَ ‏.‏",
    "source": ""
  },
  {
    "id": 16669,
    "number": "1933",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَنْبَأَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم لِجَنَازَةِ يَهُودِيٍّ مَرَّتْ بِهِ حَتَّى تَوَارَتْ ‏.‏ \n\nوَأَخْبَرَنِي أَبُو الزُّبَيْرِ، أَيْضًا أَنَّهُ سَمِعَ جَابِرًا، رَضِيَ اللَّهُ عَنْهُ يَقُولُ قَامَ النَّبِيُّ صلى الله عليه وسلم وَأَصْحَابُهُ لِجَنَازَةِ يَهُودِيٍّ حَتَّى تَوَارَتْ ‏.‏",
    "source": ""
  },
  {
    "id": 16670,
    "number": "1934",
    "text": "أَخْبَرَنَا إِسْحَاقُ، قَالَ أَنْبَأَنَا النَّضْرُ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ جَنَازَةً، مَرَّتْ بِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَامَ فَقِيلَ إِنَّهَا جَنَازَةُ يَهُودِيٍّ ‏.‏ فَقَالَ ‏\n\"‏ إِنَّمَا قُمْنَا لِلْمَلاَئِكَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16671,
    "number": "1935",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ، عَنْ مَعْبَدِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي قَتَادَةَ بْنِ رِبْعِيٍّ، أَنَّهُ كَانَ يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مُرَّ عَلَيْهِ بِجَنَازَةٍ فَقَالَ ‏\"‏ مُسْتَرِيحٌ وَمُسْتَرَاحٌ مِنْهُ ‏\"‏ ‏.‏ فَقَالُوا مَا الْمُسْتَرِيحُ وَمَا الْمُسْتَرَاحُ مِنْهُ قَالَ ‏\"‏ الْعَبْدُ الْمُؤْمِنُ يَسْتَرِيحُ مِنْ نَصَبِ الدُّنْيَا وَأَذَاهَا وَالْعَبْدُ الْفَاجِرُ يَسْتَرِيحُ مِنْهُ الْعِبَادُ وَالْبِلاَدُ وَالشَّجَرُ وَالدَّوَابُّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16672,
    "number": "1936",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ وَهْبِ بْنِ أَبِي كَرِيمَةَ الْحَرَّانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، - وَهُوَ الْحَرَّانِيُّ - عَنْ أَبِي عَبْدِ الرَّحِيمِ، حَدَّثَنِي زَيْدٌ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ مَعْبَدِ بْنِ كَعْبٍ، عَنْ أَبِي قَتَادَةَ، قَالَ كُنَّا جُلُوسًا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ طَلَعَتْ جَنَازَةٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مُسْتَرِيحٌ وَمُسْتَرَاحٌ مِنْهُ الْمُؤْمِنُ يَمُوتُ فَيَسْتَرِيحُ مِنْ أَوْصَابِ الدُّنْيَا وَنَصَبِهَا وَأَذَاهَا وَالْفَاجِرُ يَمُوتُ فَيَسْتَرِيحُ مِنْهُ الْعِبَادُ وَالْبِلاَدُ وَالشَّجَرُ وَالدَّوَابُّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16673,
    "number": "1937",
    "text": "أَخْبَرَنِي زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ مُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا خَيْرًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَجَبَتْ ‏\"‏ ‏.‏ وَمُرَّ بِجَنَازَةٍ أُخْرَى فَأُثْنِيَ عَلَيْهَا شَرًّا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَجَبَتْ ‏\"‏ ‏.‏ فَقَالَ عُمَرُ فِدَاكَ أَبِي وَأُمِّي مُرَّ بِجَنَازَةِ فَأُثْنِيَ عَلَيْهَا خَيْرًا فَقُلْتَ ‏\"‏ وَجَبَتْ ‏\"‏ ‏.‏ وَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا شَرًّا فَقُلْتَ ‏\"‏ وَجَبَتْ ‏\"‏ ‏.‏ فَقَالَ ‏\"‏ مَنْ أَثْنَيْتُمْ عَلَيْهِ خَيْرًا وَجَبَتْ لَهُ الْجَنَّةُ وَمَنْ أَثْنَيْتُمْ عَلَيْهِ شَرًّا وَجَبَتْ لَهُ النَّارُ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16674,
    "number": "1938",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ إِبْرَاهِيمَ بْنَ عَامِرٍ، وَجَدُّهُ، أُمَيَّةُ بْنُ خَلَفٍ قَالَ سَمِعْتُ عَامِرَ بْنَ سَعْدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مَرُّوا بِجَنَازَةٍ عَلَى النَّبِيِّ صلى الله عليه وسلم فَأَثْنَوْا عَلَيْهَا خَيْرًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَجَبَتْ ‏\"‏ ‏.‏ ثُمَّ مَرُّوا بِجَنَازَةٍ أُخْرَى فَأَثْنَوْا عَلَيْهَا شَرًّا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَجَبَتْ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ قَوْلُكَ الأُولَى وَالأُخْرَى ‏\"‏ وَجَبَتْ ‏\"‏ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الْمَلاَئِكَةُ شُهَدَاءُ اللَّهِ فِي السَّمَاءِ وَأَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16675,
    "number": "1939",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ، وَعَبْدُ اللَّهِ بْنُ يَزِيدَ، قَالاَ حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، قَالَ أَتَيْتُ الْمَدِينَةَ فَجَلَسْتُ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْرًا فَقَالَ عُمَرُ وَجَبَتْ ‏.‏ ثُمَّ مُرَّ بِأُخْرَى فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْرًا فَقَالَ عُمَرُ وَجَبَتْ ‏.‏ ثُمَّ مُرَّ بِالثَّالِثِ فَأُثْنِيَ عَلَى صَاحِبِهَا شَرًّا فَقَالَ عُمَرُ وَجَبَتْ ‏.‏ فَقُلْتُ وَمَا وَجَبَتْ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ قُلْتُ كَمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَيُّمَا مُسْلِمٍ شَهِدَ لَهُ أَرْبَعَةٌ قَالُوا خَيْرًا أَدْخَلَهُ اللَّهُ الْجَنَّةَ ‏\"‏ ‏.‏ قُلْنَا أَوْ ثَلاَثَةٌ قَالَ ‏\"‏ أَوْ ثَلاَثَةٌ ‏\"‏ ‏.‏ قُلْنَا أَوِ اثْنَانِ قَالَ ‏\"‏ أَوِ اثْنَانِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16676,
    "number": "1940",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنِي أَحْمَدُ بْنُ إِسْحَاقَ، قَالَ حَدَّثَنَا وُهَيْبٌ، قَالَ حَدَّثَنَا مَنْصُورُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ ذُكِرَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم هَالِكٌ بِسُوءٍ فَقَالَ ‏\n\"‏ لاَ تَذْكُرُوا هَلْكَاكُمْ إِلاَّ بِخَيْرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16677,
    "number": "1941",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، عَنْ بِشْرٍ، - وَهُوَ ابْنُ الْمُفَضَّلِ - عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَسُبُّوا الأَمْوَاتَ فَإِنَّهُمْ قَدْ أَفْضَوْا إِلَى مَا قَدَّمُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16678,
    "number": "1942",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ يَتْبَعُ الْمَيِّتَ ثَلاَثَةٌ أَهْلُهُ وَمَالُهُ وَعَمَلُهُ فَيَرْجِعُ اثْنَانِ أَهْلُهُ وَمَالُهُ وَيَبْقَى وَاحِدٌ عَمَلُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16679,
    "number": "1943",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لِلْمُؤْمِنِ عَلَى الْمُؤْمِنِ سِتُّ خِصَالٍ يَعُودُهُ إِذَا مَرِضَ وَيَشْهَدُهُ إِذَا مَاتَ وَيُجِيبُهُ إِذَا دَعَاهُ وَيُسَلِّمُ عَلَيْهِ إِذَا لَقِيَهُ وَيُشَمِّتُهُ إِذَا عَطَسَ وَيَنْصَحُ لَهُ إِذَا غَابَ أَوْ شَهِدَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16680,
    "number": "1944",
    "text": "أَخْبَرَنَا سُلَيْمَانُ بْنُ مَنْصُورٍ الْبَلْخِيُّ، قَالَ حَدَّثَنَا أَبُو الأَحْوَصِ، ح وَأَنْبَأَنَا هَنَّادُ بْنُ السَّرِيِّ، فِي حَدِيثِهِ عَنْ أَبِي الأَحْوَصِ، عَنْ أَشْعَثَ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدٍ، قَالَ هَنَّادٌ قَالَ الْبَرَاءُ بْنُ عَازِبٍ وَقَالَ سُلَيْمَانُ عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعٍ وَنَهَانَا عَنْ سَبْعٍ أَمَرَنَا بِعِيَادَةِ الْمَرِيضِ وَتَشْمِيتِ الْعَاطِسِ وَإِبْرَارِ الْقَسَمِ وَنُصْرَةِ الْمَظْلُومِ وَإِفْشَاءِ السَّلاَمِ وَإِجَابَةِ الدَّاعِي وَاتِّبَاعِ الْجَنَائِزِ وَنَهَانَا عَنْ خَوَاتِيمِ الذَّهَبِ وَعَنْ آنِيَةِ الْفِضَّةِ وَعَنِ الْمَيَاثِرِ وَالْقَسِّيَّةِ وَالإِسْتَبْرَقِ وَالْحَرِيرِ وَالدِّيبَاجِ ‏.‏",
    "source": ""
  },
  {
    "id": 16681,
    "number": "1945",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا عَبْثَرٌ، عَنْ بُرْدٍ، أَخِي يَزِيدَ بْنِ أَبِي زِيَادٍ عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ تَبِعَ جَنَازَةً حَتَّى يُصَلَّى عَلَيْهَا كَانَ لَهُ مِنَ الأَجْرِ قِيرَاطٌ وَمَنْ مَشَى مَعَ الْجَنَازَةِ حَتَّى تُدْفَنَ كَانَ لَهُ مِنَ الأَجْرِ قِيرَاطَانِ وَالْقِيرَاطُ مِثْلُ أُحُدٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16682,
    "number": "1946",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا أَشْعَثُ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُغَفَّلِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ تَبِعَ جَنَازَةً حَتَّى يُفْرَغَ مِنْهَا فَلَهُ قِيرَاطَانِ فَإِنْ رَجَعَ قَبْلَ أَنْ يُفْرَغَ مِنْهَا فَلَهُ قِيرَاطٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16683,
    "number": "1947",
    "text": "أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ وَاصِلٍ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدِ اللَّهِ، وَأَخُوهُ الْمُغِيرَةُ، جَمِيعًا عَنْ زِيَادِ بْنِ جُبَيْرٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الرَّاكِبُ خَلْفَ الْجَنَازَةِ وَالْمَاشِي حَيْثُ شَاءَ مِنْهَا وَالطِّفْلُ يُصَلَّى عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16684,
    "number": "1948",
    "text": "أَخْبَرَنِي أَحْمَدُ بْنُ بَكَّارٍ الْحَرَّانِيُّ، قَالَ حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، عَنْ سَعِيدٍ الثَّقَفِيِّ، عَنْ عَمِّهِ، زِيَادِ بْنِ جُبَيْرِ بْنِ حَيَّةَ عَنْ أَبِيهِ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الرَّاكِبُ خَلْفَ الْجَنَازَةِ وَالْمَاشِي حَيْثُ شَاءَ مِنْهَا وَالطِّفْلُ يُصَلَّى عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16685,
    "number": "1949",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ حُجْرٍ، وَقُتَيْبَةُ، عَنْ سُفْيَانَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يَمْشُونَ أَمَامَ الْجَنَازَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 16686,
    "number": "1950",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا هَمَّامٌ، قَالَ حَدَّثَنَا سُفْيَانُ، وَمَنْصُورٌ، وَزِيَادٌ، وَبَكْرٌ، - هُوَ ابْنُ وَائِلٍ - كُلُّهُمْ ذَكَرُوا أَنَّهُمْ سَمِعُوا مِنَ الزُّهْرِيِّ، يُحَدِّثُ أَنَّ سَالِمًا، أَخْبَرَهُ أَنَّ أَبَاهُ أَخْبَرَهُ أَنَّهُ، رَأَى النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ وَعُثْمَانَ يَمْشُونَ بَيْنَ يَدَىِ الْجَنَازَةِ ‏.‏ بَكْرٌ وَحْدَهُ لَمْ يَذْكُرْ عُثْمَانَ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ هَذَا خَطَأٌ وَالصَّوَابُ مُرْسَلٌ ‏.‏",
    "source": ""
  },
  {
    "id": 16687,
    "number": "1951",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، وَعَمْرُو بْنُ زُرَارَةَ النَّيْسَابُورِيُّ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَخَاكُمْ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16688,
    "number": "1952",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا طَلْحَةُ بْنُ يَحْيَى، عَنْ عَمَّتِهِ، عَائِشَةَ بِنْتِ طَلْحَةَ عَنْ خَالَتِهَا أُمِّ الْمُؤْمِنِينَ، عَائِشَةَ قَالَتْ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِصَبِيٍّ مِنْ صِبْيَانِ الأَنْصَارِ فَصَلَّى عَلَيْهِ ‏.‏ قَالَتْ عَائِشَةُ فَقُلْتُ طُوبَى لِهَذَا عُصْفُورٌ مِنْ عَصَافِيرِ الْجَنَّةِ لَمْ يَعْمَلْ سُوءًا وَلَمْ يُدْرِكْهُ ‏.‏ قَالَ ‏\n\"‏ أَوَغَيْرَ ذَلِكَ يَا عَائِشَةُ خَلَقَ اللَّهُ عَزَّ وَجَلَّ الْجَنَّةَ وَخَلَقَ لَهَا أَهْلاً وَخَلَقَهُمْ فِي أَصْلاَبِ آبَائِهِمْ وَخَلَقَ النَّارَ وَخَلَقَ لَهَا أَهْلاً وَخَلَقَهُمْ فِي أَصْلاَبِ آبَائِهِمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16689,
    "number": "1953",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدِ اللَّهِ، قَالَ سَمِعْتُ زِيَادَ بْنَ جُبَيْرٍ، يُحَدِّثُ عَنْ أَبِيهِ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّهُ ذَكَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الرَّاكِبُ خَلْفَ الْجَنَازَةِ وَالْمَاشِي حَيْثُ شَاءَ مِنْهَا وَالطِّفْلُ يُصَلَّى عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16690,
    "number": "1954",
    "text": "أَخْبَرَنَا إِسْحَاقُ، قَالَ أَنْبَأَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَوْلاَدِ الْمُشْرِكِينَ فَقَالَ ‏\n\"‏ اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16691,
    "number": "1955",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، قَالَ حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ قَيْسٍ، - هُوَ ابْنُ سَعْدٍ - عَنْ طَاوُسٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ عَنْ أَوْلاَدِ الْمُشْرِكِينَ فَقَالَ ‏\n\"‏ اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16692,
    "number": "1956",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَوْلاَدِ الْمُشْرِكِينَ فَقَالَ ‏\n\"‏ خَلَقَهُمُ اللَّهُ حِينَ خَلَقَهُمْ وَهُوَ يَعْلَمُ بِمَا كَانُوا عَامِلِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16693,
    "number": "1957",
    "text": "أَخْبَرَنِي مُجَاهِدُ بْنُ مُوسَى، عَنْ هُشَيْمٍ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ ذَرَارِيِّ الْمُشْرِكِينَ فَقَالَ ‏\n\"‏ اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16694,
    "number": "1958",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عِكْرِمَةُ بْنُ خَالِدٍ، أَنَّ ابْنَ أَبِي عَمَّارٍ، أَخْبَرَهُ عَنْ شَدَّادِ بْنِ الْهَادِ، أَنَّ رَجُلاً، مِنَ الأَعْرَابِ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَآمَنَ بِهِ وَاتَّبَعَهُ ثُمَّ قَالَ أُهَاجِرُ مَعَكَ ‏.‏ فَأَوْصَى بِهِ النَّبِيُّ صلى الله عليه وسلم بَعْضَ أَصْحَابِهِ فَلَمَّا كَانَتْ غَزْوَةٌ غَنِمَ النَّبِيُّ صلى الله عليه وسلم سَبْيًا فَقَسَمَ وَقَسَمَ لَهُ فَأَعْطَى أَصْحَابَهُ مَا قَسَمَ لَهُ وَكَانَ يَرْعَى ظَهْرَهُمْ فَلَمَّا جَاءَ دَفَعُوهُ إِلَيْهِ فَقَالَ مَا هَذَا قَالُوا قِسْمٌ قَسَمَهُ لَكَ النَّبِيُّ صلى الله عليه وسلم ‏.‏ فَأَخَذَهُ فَجَاءَ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ مَا هَذَا قَالَ ‏\"‏ قَسَمْتُهُ لَكَ ‏\"‏ ‏.‏ قَالَ مَا عَلَى هَذَا اتَّبَعْتُكَ وَلَكِنِّي اتَّبَعْتُكَ عَلَى أَنْ أُرْمَى إِلَى هَا هُنَا - وَأَشَارَ إِلَى حَلْقِهِ بِسَهْمٍ - فَأَمُوتَ فَأَدْخُلَ الْجَنَّةَ ‏.‏ فَقَالَ ‏\"‏ إِنْ تَصْدُقِ اللَّهَ يَصْدُقْكَ ‏\"‏ ‏.‏ فَلَبِثُوا قَلِيلاً ثُمَّ نَهَضُوا فِي قِتَالِ الْعَدُوِّ فَأُتِيَ بِهِ النَّبِيُّ صلى الله عليه وسلم يُحْمَلُ قَدْ أَصَابَهُ سَهْمٌ حَيْثُ أَشَارَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَهُوَ هُوَ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ قَالَ ‏\"‏ صَدَقَ اللَّهَ فَصَدَقَهُ ‏\"‏ ‏.‏ ثُمَّ كَفَّنَهُ النَّبِيُّ صلى الله عليه وسلم فِي جُبَّةِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ قَدَّمَهُ فَصَلَّى عَلَيْهِ فَكَانَ فِيمَا ظَهَرَ مِنْ صَلاَتِهِ ‏\"‏ اللَّهُمَّ هَذَا عَبْدُكَ خَرَجَ مُهَاجِرًا فِي سَبِيلِكَ فَقُتِلَ شَهِيدًا أَنَا شَهِيدٌ عَلَى ذَلِكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16695,
    "number": "1959",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ يَوْمًا فَصَلَّى عَلَى أَهْلِ أُحُدٍ صَلاَتَهُ عَلَى الْمَيِّتِ ثُمَّ انْصَرَفَ إِلَى الْمِنْبَرِ فَقَالَ ‏\n\"‏ إِنِّي فَرَطٌ لَكُمْ وَأَنَا شَهِيدٌ عَلَيْكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16696,
    "number": "1960",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَجْمَعُ بَيْنَ الرَّجُلَيْنِ مِنْ قَتْلَى أُحُدٍ فِي ثَوْبٍ وَاحِدٍ ثُمَّ يَقُولُ ‏\"‏ أَيُّهُمَا أَكْثَرُ أَخْذًا لِلْقُرْآنِ ‏\"‏ ‏.‏ فَإِذَا أُشِيرَ إِلَى أَحَدِهِمَا قَدَّمَهُ فِي اللَّحْدِ ‏.‏ قَالَ ‏\"‏ أَنَا شَهِيدٌ عَلَى هَؤُلاَءِ ‏\"‏ ‏.‏ وَأَمَرَ بِدَفْنِهِمْ فِي دِمَائِهِمْ وَلَمْ يُصَلِّ عَلَيْهِمْ وَلَمْ يُغَسَّلُوا ‏.‏",
    "source": ""
  },
  {
    "id": 16697,
    "number": "1961",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ يَحْيَى، وَنُوحُ بْنُ حَبِيبٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَجُلاً، مِنْ أَسْلَمَ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَاعْتَرَفَ بِالزِّنَا فَأَعْرَضَ عَنْهُ ثُمَّ اعْتَرَفَ فَأَعْرَضَ عَنْهُ ثُمَّ اعْتَرَفَ فَأَعْرَضَ عَنْهُ حَتَّى شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ مَرَّاتٍ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَبِكَ جُنُونٌ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ أَحْصَنْتَ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ فَأَمَرَ بِهِ النَّبِيُّ صلى الله عليه وسلم فَرُجِمَ فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ فَرَّ فَأُدْرِكَ فَرُجِمَ فَمَاتَ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم خَيْرًا وَلَمْ يُصَلِّ عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 16698,
    "number": "1962",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ امْرَأَةً، مِنْ جُهَيْنَةَ أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ إِنِّي زَنَيْتُ وَهِيَ حُبْلَى فَدَفَعَهَا إِلَى وَلِيِّهَا فَقَالَ ‏\"‏ أَحْسِنْ إِلَيْهَا فَإِذَا وَضَعَتْ فَائْتِنِي بِهَا ‏\"‏ ‏.‏ فَلَمَّا وَضَعَتْ جَاءَ بِهَا فَأَمَرَ بِهَا فَشُكَّتْ عَلَيْهَا ثِيَابُهَا ثُمَّ رَجَمَهَا ثُمَّ صَلَّى عَلَيْهَا فَقَالَ لَهُ عُمَرُ أَتُصَلِّي عَلَيْهَا وَقَدْ زَنَتْ فَقَالَ ‏\"‏ لَقَدْ تَابَتْ تَوْبَةً لَوْ قُسِمَتْ بَيْنَ سَبْعِينَ مِنْ أَهْلِ الْمَدِينَةِ لَوَسِعَتْهُمْ وَهَلْ وَجَدْتَ تَوْبَةً أَفْضَلَ مِنْ أَنْ جَادَتْ بِنَفْسِهَا لِلَّهِ عَزَّ وَجَلَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16699,
    "number": "1963",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ أَنْبَأَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، - وَهُوَ ابْنُ زَاذَانَ - عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، أَعْتَقَ سِتَّةً مَمْلُوكِينَ لَهُ عِنْدَ مَوْتِهِ وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرَهُمْ فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَغَضِبَ مِنْ ذَلِكَ وَقَالَ ‏\n\"‏ لَقَدْ هَمَمْتُ أَنْ لاَ أُصَلِّيَ عَلَيْهِ ‏\"‏ ‏.‏ ثُمَّ دَعَا مَمْلُوكِيهِ فَجَزَّأَهُمْ ثَلاَثَةَ أَجْزَاءٍ ثُمَّ أَقْرَعَ بَيْنَهُمْ فَأَعْتَقَ اثْنَيْنِ وَأَرَقَّ أَرْبَعَةً ‏.‏",
    "source": ""
  },
  {
    "id": 16700,
    "number": "1964",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ أَبِي عَمْرَةَ، عَنْ زَيْدِ بْنِ خَالِدٍ، قَالَ مَاتَ رَجُلٌ بِخَيْبَرَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ صَلُّوا عَلَى صَاحِبِكُمْ إِنَّهُ غَلَّ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ فَفَتَّشْنَا مَتَاعَهُ فَوَجَدْنَا فِيهِ خَرَزًا مِنْ خَرَزِ يَهُودَ مَا يُسَاوِي دِرْهَمَيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 16701,
    "number": "1965",
    "text": "أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي قَتَادَةَ، يُحَدِّثُ عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِرَجُلٍ مِنَ الأَنْصَارِ لِيُصَلِّيَ عَلَيْهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ صَلُّوا عَلَى صَاحِبِكُمْ فَإِنَّ عَلَيْهِ دَيْنًا ‏\"‏ ‏.‏ قَالَ أَبُو قَتَادَةَ هُوَ عَلَىَّ ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بِالْوَفَاءِ ‏\"‏ ‏.‏ قَالَ بِالْوَفَاءِ ‏.‏ فَصَلَّى عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 16702,
    "number": "1966",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، قَالَ حَدَّثَنَا سَلَمَةُ، - يَعْنِي ابْنَ الأَكْوَعِ - قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِجَنَازَةٍ فَقَالُوا يَا نَبِيَّ اللَّهِ صَلِّ عَلَيْهَا ‏.‏ قَالَ ‏\"‏ هَلْ تَرَكَ عَلَيْهِ دَيْنًا ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ قَالَ ‏\"‏ هَلْ تَرَكَ مِنْ شَىْءٍ ‏\"‏ ‏.‏ قَالُوا لاَ ‏.‏ قَالَ ‏\"‏ صَلُّوا عَلَى صَاحِبِكُمْ ‏\"‏ ‏.‏ قَالَ رَجُلٌ مِنَ الأَنْصَارِ يُقَالُ لَهُ أَبُو قَتَادَةَ صَلِّ عَلَيْهِ وَعَلَىَّ دَيْنُهُ ‏.‏ فَصَلَّى عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 16703,
    "number": "1967",
    "text": "أَخْبَرَنَا نُوحُ بْنُ حَبِيبٍ الْقُومِسِيُّ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يُصَلِّي عَلَى رَجُلٍ عَلَيْهِ دَيْنٌ فَأُتِيَ بِمَيِّتٍ فَسَأَلَ ‏\"‏ أَعَلَيْهِ دَيْنٌ ‏\"‏ ‏.‏ قَالُوا نَعَمْ عَلَيْهِ دِينَارَانِ ‏.‏ قَالَ ‏\"‏ صَلُّوا عَلَى صَاحِبِكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو قَتَادَةَ هُمَا عَلَىَّ يَا رَسُولَ اللَّهِ ‏.‏ فَصَلَّى عَلَيْهِ فَلَمَّا فَتَحَ اللَّهُ عَلَى رَسُولِهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَنَا أَوْلَى بِكُلِّ مُؤْمِنٍ مِنْ نَفْسِهِ مَنْ تَرَكَ دَيْنًا فَعَلَىَّ وَمَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16704,
    "number": "1968",
    "text": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، قَالَ أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، وَابْنُ أَبِي ذِئْبٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا تُوُفِّيَ الْمُؤْمِنُ وَعَلَيْهِ دَيْنٌ سَأَلَ ‏\"‏ هَلْ تَرَكَ لِدَيْنِهِ مِنْ قَضَاءٍ ‏\"‏ ‏.‏ فَإِنْ قَالُوا نَعَمْ صَلَّى عَلَيْهِ وَإِنْ قَالُوا لاَ قَالَ ‏\"‏ صَلُّوا عَلَى صَاحِبِكُمْ ‏\"‏ ‏.‏ فَلَمَّا فَتَحَ اللَّهُ عَزَّ وَجَلَّ عَلَى رَسُولِهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ فَمَنْ تُوُفِّيَ وَعَلَيْهِ دَيْنٌ فَعَلَىَّ قَضَاؤُهُ وَمَنْ تَرَكَ مَالاً فَهُوَ لِوَرَثَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16705,
    "number": "1969",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، قَالَ أَنْبَأَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا أَبُو خَيْثَمَةَ، زُهَيْرٌ قَالَ حَدَّثَنَا سِمَاكٌ، عَنِ جَابِرِ بْنِ سَمُرَةَ، أَنَّ رَجُلاً، قَتَلَ نَفْسَهُ بِمَشَاقِصَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَمَّا أَنَا فَلاَ أُصَلِّي عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16706,
    "number": "1970",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ، سَمِعْتُ ذَكْوَانَ، يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ تَرَدَّى مِنْ جَبَلٍ فَقَتَلَ نَفْسَهُ فَهُوَ فِي نَارِ جَهَنَّمَ يَتَرَدَّى خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ تَحَسَّى سُمًّا فَقَتَلَ نَفْسَهُ فَسُمُّهُ فِي يَدِهِ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ قَتَلَ نَفْسَهُ بِحَدِيدَةٍ - ثُمَّ انْقَطَعَ عَلَىَّ شَىْءٌ خَالِدٌ يَقُولُ - كَانَتْ حَدِيدَتُهُ فِي يَدِهِ يَجَأُ بِهَا فِي بَطْنِهِ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16707,
    "number": "1971",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، قَالَ حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ لَمَّا مَاتَ عَبْدُ اللَّهِ بْنُ أُبَىِّ ابْنِ سَلُولَ دُعِي لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم لِيُصَلِّيَ عَلَيْهِ فَلَمَّا قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَثَبْتُ إِلَيْهِ فَقُلْتُ يَا رَسُولَ اللَّهِ تُصَلِّي عَلَى ابْنِ أُبَىٍّ وَقَدْ قَالَ يَوْمَ كَذَا وَكَذَا كَذَا وَكَذَا أُعَدِّدُ عَلَيْهِ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏\"‏ أَخِّرْ عَنِّي يَا عُمَرُ ‏\"‏ ‏.‏ فَلَمَّا أَكْثَرْتُ عَلَيْهِ قَالَ ‏\"‏ إِنِّي قَدْ خُيِّرْتُ فَاخْتَرْتُ فَلَوْ عَلِمْتُ أَنِّي لَوْ زِدْتُ عَلَى السَّبْعِينَ غُفِرَ لَهُ لَزِدْتُ عَلَيْهَا ‏\"‏ ‏.‏ فَصَلَّى عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ انْصَرَفَ فَلَمْ يَمْكُثْ إِلاَّ يَسِيرًا حَتَّى نَزَلَتِ الآيَتَانِ مِنْ بَرَاءَةَ ‏{‏ وَلاَ تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلاَ تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ ‏}‏ فَعَجِبْتُ بَعْدُ مِنْ جُرْأَتِي عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَئِذٍ وَاللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏",
    "source": ""
  },
  {
    "id": 16708,
    "number": "1972",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ الْوَاحِدِ بْنِ حَمْزَةَ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ مَا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سُهَيْلِ ابْنِ بَيْضَاءَ إِلاَّ فِي الْمَسْجِدِ ‏.‏",
    "source": ""
  },
  {
    "id": 16709,
    "number": "1973",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ عَبْدِ الْوَاحِدِ بْنِ حَمْزَةَ، أَنَّ عَبَّادَ بْنَ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، أَخْبَرَهُ أَنَّ عَائِشَةَ قَالَتْ مَا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سُهَيْلِ ابْنِ بَيْضَاءَ إِلاَّ فِي جَوْفِ الْمَسْجِدِ ‏.‏",
    "source": ""
  },
  {
    "id": 16710,
    "number": "1974",
    "text": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، قَالَ أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ، أَنَّهُ قَالَ اشْتَكَتِ امْرَأَةٌ بِالْعَوَالِي مِسْكِينَةٌ فَكَانَ النَّبِيُّ صلى الله عليه وسلم يَسْأَلُهُمْ عَنْهَا وَقَالَ ‏\"‏ إِنْ مَاتَتْ فَلاَ تَدْفِنُوهَا حَتَّى أُصَلِّيَ عَلَيْهَا ‏\"‏ ‏.‏ فَتُوُفِّيَتْ فَجَاءُوا بِهَا إِلَى الْمَدِينَةِ بَعْدَ الْعَتَمَةِ فَوَجَدُوا رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ نَامَ فَكَرِهُوا أَنْ يُوقِظُوهُ فَصَلُّوا عَلَيْهَا وَدَفَنُوهَا بِبَقِيعِ الْغَرْقَدِ فَلَمَّا أَصْبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم جَاءُوا فَسَأَلَهُمْ عَنْهَا فَقَالُوا قَدْ دُفِنَتْ يَا رَسُولَ اللَّهِ وَقَدْ جِئْنَاكَ فَوَجَدْنَاكَ نَائِمًا فَكَرِهْنَا أَنْ نُوقِظَكَ ‏.‏ قَالَ ‏\"‏ فَانْطَلِقُوا ‏\"‏ ‏.‏ فَانْطَلَقَ يَمْشِي وَمَشَوْا مَعَهُ حَتَّى أَرَوْهُ قَبْرَهَا فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَصَفُّوا وَرَاءَهُ فَصَلَّى عَلَيْهَا وَكَبَّرَ أَرْبَعًا ‏.‏",
    "source": ""
  },
  {
    "id": 16711,
    "number": "1975",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنْ حَفْصِ بْنِ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ أَخَاكُمُ النَّجَاشِيَّ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ ‏\"‏ ‏.‏ فَقَامَ فَصَفَّ بِنَا كَمَا يُصَفُّ عَلَى الْجَنَازَةِ وَصَلَّى عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 16712,
    "number": "1976",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَعَى لِلنَّاسِ النَّجَاشِيَّ الْيَوْمَ الَّذِي مَاتَ فِيهِ ثُمَّ خَرَجَ بِهِمْ إِلَى الْمُصَلَّى فَصَفَّ بِهِمْ فَصَلَّى عَلَيْهِ وَكَبَّرَ أَرْبَعَ تَكْبِيرَاتٍ ‏.‏",
    "source": ""
  },
  {
    "id": 16713,
    "number": "1977",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، قَالَ نَعَى رَسُولُ اللَّهِ صلى الله عليه وسلم النَّجَاشِيَّ لأَصْحَابِهِ بِالْمَدِينَةِ فَصَفُّوا خَلْفَهُ فَصَلَّى عَلَيْهِ وَكَبَّرَ أَرْبَعًا ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ ابْنُ الْمُسَيَّبِ إِنِّي لَمْ أَفْهَمْهُ كَمَا أَرَدْتَ ‏.‏",
    "source": ""
  },
  {
    "id": 16714,
    "number": "1978",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ أَنْبَأَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ أَخَاكُمْ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ ‏\"‏ ‏.‏ فَصَفَفْنَا عَلَيْهِ صَفَّيْنِ ‏.‏",
    "source": ""
  },
  {
    "id": 16715,
    "number": "1979",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، سَمِعْتُ شُعْبَةَ، يَقُولُ السَّاعَةَ يَخْرُجُ السَّاعَةَ يَخْرُجُ حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ كُنْتُ فِي الصَّفِّ الثَّانِي يَوْمَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى النَّجَاشِيِّ ‏.‏",
    "source": ""
  },
  {
    "id": 16716,
    "number": "1980",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، قَالَ حَدَّثَنَا يُونُسُ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَخَاكُمُ النَّجَاشِيَّ قَدْ مَاتَ فَقُومُوا فَصَلُّوا عَلَيْهِ ‏\"‏ ‏.‏ قَالَ فَقُمْنَا فَصَفَفْنَا عَلَيْهِ كَمَا يُصَفُّ عَلَى الْمَيِّتِ وَصَلَّيْنَا عَلَيْهِ كَمَا يُصَلَّى عَلَى الْمَيِّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 16717,
    "number": "1981",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، عَنْ عَبْدِ الْوَارِثِ، قَالَ حَدَّثَنَا حُسَيْنٌ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ سَمُرَةَ، قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى أُمِّ كَعْبٍ مَاتَتْ فِي نِفَاسِهَا فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الصَّلاَةِ فِي وَسَطِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 16718,
    "number": "1982",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا سَعِيدٌ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ عَمَّارٍ، قَالَ حَضَرَتْ جَنَازَةُ صَبِيٍّ وَامْرَأَةٍ فَقُدِّمَ الصَّبِيُّ مِمَّا يَلِي الْقَوْمَ وَوُضِعَتِ الْمَرْأَةُ وَرَاءَهُ فَصَلَّى عَلَيْهِمَا وَفِي الْقَوْمِ أَبُو سَعِيدٍ الْخُدْرِيُّ وَابْنُ عَبَّاسٍ وَأَبُو قَتَادَةَ وَأَبُو هُرَيْرَةَ فَسَأَلْتُهُمْ عَنْ ذَلِكَ فَقَالُوا السُّنَّةُ ‏.‏",
    "source": ""
  },
  {
    "id": 16719,
    "number": "1983",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ، قَالَ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَنْبَأَنَا ابْنُ جُرَيْجٍ، قَالَ سَمِعْتُ نَافِعًا، يَزْعُمُ أَنَّ ابْنَ عُمَرَ، صَلَّى عَلَى تِسْعِ جَنَائِزَ جَمِيعًا فَجَعَلَ الرِّجَالَ يَلُونَ الإِمَامَ وَالنِّسَاءَ يَلِينَ الْقِبْلَةَ فَصَفَّهُنَّ صَفًّا وَاحِدًا وَوُضِعَتْ جَنَازَةُ أُمِّ كُلْثُومٍ بِنْتِ عَلِيٍّ امْرَأَةِ عُمَرَ بْنِ الْخَطَّابِ وَابْنٍ لَهَا يُقَالُ لَهُ زَيْدٌ وُضِعَا جَمِيعًا وَالإِمَامُ يَوْمَئِذٍ سَعِيدُ بْنُ الْعَاصِ وَفِي النَّاسِ ابْنُ عُمَرَ وَأَبُو هُرَيْرَةَ وَأَبُو سَعِيدٍ وَأَبُو قَتَادَةَ فَوُضِعَ الْغُلاَمُ مِمَّا يَلِي الإِمَامَ فَقَالَ رَجُلٌ فَأَنْكَرْتُ ذَلِكَ فَنَظَرْتُ إِلَى ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ وَأَبِي قَتَادَةَ فَقُلْتُ مَا هَذَا قَالُوا هِيَ السُّنَّةُ ‏.‏",
    "source": ""
  },
  {
    "id": 16720,
    "number": "1984",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ أَنْبَأَنَا ابْنُ الْمُبَارَكِ، وَالْفَضْلُ بْنُ مُوسَى، ح وَأَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ حُسَيْنٍ الْمُكْتِبِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى عَلَى أُمِّ فُلاَنٍ مَاتَتْ فِي نِفَاسِهَا فَقَامَ فِي وَسَطِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 16721,
    "number": "1985",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَعَى لِلنَّاسِ النَّجَاشِيَّ وَخَرَجَ بِهِمْ فَصَفَّ بِهِمْ وَكَبَّرَ أَرْبَعَ تَكْبِيرَاتٍ ‏.‏",
    "source": ""
  },
  {
    "id": 16722,
    "number": "1986",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، قَالَ مَرِضَتِ امْرَأَةٌ مِنْ أَهْلِ الْعَوَالِي وَكَانَ النَّبِيُّ صلى الله عليه وسلم أَحْسَنَ شَىْءٍ عِيَادَةً لِلْمَرِيضِ فَقَالَ ‏\n\"‏ إِذَا مَاتَتْ فَآذِنُونِي ‏\"‏ ‏.‏ فَمَاتَتْ لَيْلاً فَدَفَنُوهَا وَلَمْ يُعْلِمُوا النَّبِيَّ صلى الله عليه وسلم فَلَمَّا أَصْبَحَ سَأَلَ عَنْهَا فَقَالُوا كَرِهْنَا أَنْ نُوقِظَكَ يَا رَسُولَ اللَّهِ ‏.‏ فَأَتَى قَبْرَهَا فَصَلَّى عَلَيْهَا وَكَبَّرَ أَرْبَعًا ‏.‏",
    "source": ""
  },
  {
    "id": 16723,
    "number": "1987",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنِي عَمْرُو بْنُ مُرَّةَ، عَنِ ابْنِ أَبِي لَيْلَى، أَنَّ زَيْدَ بْنَ أَرْقَمَ، صَلَّى عَلَى جَنَازَةٍ فَكَبَّرَ عَلَيْهَا خَمْسًا وَقَالَ كَبَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 16724,
    "number": "1988",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، عَنِ ابْنِ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ أَبِي حَمْزَةَ بْنِ سُلَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، عَنْ عَوْفِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى عَلَى جَنَازَةٍ يَقُولُ ‏\n\"‏ اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَاعْفُ عَنْهُ وَعَافِهِ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مُدْخَلَهُ وَاغْسِلْهُ بِمَاءٍ وَثَلْجٍ وَبَرَدٍ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَقِهِ عَذَابَ الْقَبْرِ وَعَذَابَ النَّارِ ‏\"‏ ‏.‏ قَالَ عَوْفٌ فَتَمَنَّيْتُ أَنْ لَوْ كُنْتُ الْمَيِّتَ لِدُعَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم لِذَلِكَ الْمَيِّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 16725,
    "number": "1989",
    "text": "أَخْبَرَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا مَعْنٌ، قَالَ حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ الْكَلاَعِيِّ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ الْحَضْرَمِيِّ، قَالَ سَمِعْتُ عَوْفَ بْنَ مَالِكٍ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُصَلِّي عَلَى مَيِّتٍ فَسَمِعْتُ فِي دُعَائِهِ وَهُوَ يَقُولُ ‏\n\"‏ اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مُدْخَلَهُ وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَأَدْخِلْهُ الْجَنَّةَ وَنَجِّهِ مِنَ النَّارِ - أَوْ قَالَ - وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16726,
    "number": "1990",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ رُبَيِّعَةَ السُّلَمِيِّ، وَكَانَ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَنْ عُبَيْدِ بْنِ خَالِدٍ السُّلَمِيِّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم آخَى بَيْنَ رَجُلَيْنِ فَقُتِلَ أَحَدُهُمَا وَمَاتَ الآخَرُ بَعْدَهُ فَصَلَّيْنَا عَلَيْهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا قُلْتُمْ ‏\"‏ ‏.‏ قَالُوا دَعَوْنَا لَهُ اللَّهُمَّ اغْفِرْ لَهُ اللَّهُمَّ ارْحَمْهُ اللَّهُمَّ أَلْحِقْهُ بِصَاحِبِهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ فَأَيْنَ صَلاَتُهُ بَعْدَ صَلاَتِهِ وَأَيْنَ عَمَلُهُ بَعْدَ عَمَلِهِ فَلَمَا بَيْنَهُمَا كَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ ‏\"‏ ‏.‏ قَالَ عَمْرُو بْنُ مَيْمُونٍ أَعْجَبَنِي لأَنَّهُ أَسْنَدَ لِي ‏.‏",
    "source": ""
  },
  {
    "id": 16727,
    "number": "1991",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا يَزِيدُ، - وَهُوَ ابْنُ زُرَيْعٍ - قَالَ حَدَّثَنَا هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي إِبْرَاهِيمَ الأَنْصَارِيِّ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ فِي الصَّلاَةِ عَلَى الْمَيِّتِ ‏\n\"‏ اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا وَشَاهِدِنَا وَغَائِبِنَا وَذَكَرِنَا وَأُنْثَانَا وَصَغِيرِنَا وَكَبِيرِنَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16728,
    "number": "1992",
    "text": "أَخْبَرَنَا الْهَيْثَمُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ، - وَهُوَ ابْنُ سَعْدٍ - قَالَ حَدَّثَنَا أَبِي، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ بْنِ عَوْفٍ، قَالَ صَلَّيْتُ خَلْفَ ابْنِ عَبَّاسٍ عَلَى جَنَازَةٍ فَقَرَأَ بِفَاتِحَةِ الْكِتَابِ وَسُورَةٍ وَجَهَرَ حَتَّى أَسْمَعَنَا فَلَمَّا فَرَغَ أَخَذْتُ بِيَدِهِ فَسَأَلْتُهُ فَقَالَ سُنَّةٌ وَحَقٌّ ‏.‏",
    "source": ""
  },
  {
    "id": 16729,
    "number": "1993",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ، قَالَ صَلَّيْتُ خَلْفَ ابْنِ عَبَّاسٍ عَلَى جَنَازَةٍ فَسَمِعْتُهُ يَقْرَأُ، بِفَاتِحَةِ الْكِتَابِ فَلَمَّا انْصَرَفَ أَخَذْتُ بِيَدِهِ فَسَأَلْتُهُ فَقُلْتُ تَقْرَأُ قَالَ نَعَمْ إِنَّهُ حَقٌّ وَسُنَّةٌ ‏.‏",
    "source": ""
  },
  {
    "id": 16730,
    "number": "1994",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ، أَنَّهُ قَالَ السُّنَّةُ فِي الصَّلاَةِ عَلَى الْجَنَازَةِ أَنْ يَقْرَأَ فِي التَّكْبِيرَةِ الأُولَى بِأُمِّ الْقُرْآنِ مُخَافَتَةً ثُمَّ يُكَبِّرَ ثَلاَثًا وَالتَّسْلِيمُ عِنْدَ الآخِرَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 16731,
    "number": "1995",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ مُحَمَّدِ بْنِ سُوَيْدٍ الدِّمَشْقِيِّ الْفِهْرِيِّ، عَنِ الضَّحَّاكِ بْنِ قَيْسٍ الدِّمَشْقِيِّ، بِنَحْوِ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 16732,
    "number": "1996",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ، عَنْ سَلاَّمِ بْنِ أَبِي مُطِيعٍ الدِّمَشْقِيِّ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، رَضِيعِ عَائِشَةَ عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا مِنْ مَيِّتٍ يُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ الْمُسْلِمِينَ يَبْلُغُونَ أَنْ يَكُونُوا مِائَةً يَشْفَعُونَ إِلاَّ شُفِّعُوا فِيهِ ‏\"‏ ‏.‏ قَالَ سَلاَّمٌ فَحَدَّثْتُ بِهِ شُعَيْبَ بْنَ الْحَبْحَابِ فَقَالَ حَدَّثَنِي بِهِ أَنَسُ بْنُ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 16733,
    "number": "1997",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ زُرَارَةَ، قَالَ أَنْبَأَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، - رَضِيعٌ لِعَائِشَةَ رضى الله عنها - عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَمُوتُ أَحَدٌ مِنَ الْمُسْلِمِينَ فَيُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ النَّاسِ فَيَبْلُغُوا أَنْ يَكُونُوا مِائَةً فَيَشْفَعُوا إِلاَّ شُفِّعُوا فِيهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16734,
    "number": "1998",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا مُحَمَّدُ بْنُ سَوَاءٍ أَبُو الْخَطَّابِ، قَالَ حَدَّثَنَا أَبُو بَكَّارٍ الْحَكَمُ بْنُ فَرُّوخٍ، قَالَ صَلَّى بِنَا أَبُو الْمَلِيحِ عَلَى جَنَازَةٍ فَظَنَنَّا أَنَّهُ قَدْ كَبَّرَ فَأَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ أَقِيمُوا صُفُوفَكُمْ وَلْتَحْسُنْ شَفَاعَتُكُمْ قَالَ أَبُو الْمَلِيحِ حَدَّثَنِي عَبْدُ اللَّهِ - وَهُوَ ابْنُ سَلِيطٍ - عَنْ إِحْدَى أُمَّهَاتِ الْمُؤْمِنِينَ وَهِيَ مَيْمُونَةُ زَوْجُ النَّبِيِّ صلى الله عليه وسلم قَالَتْ أَخْبَرَنِي النَّبِيُّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا مِنْ مَيِّتٍ يُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ النَّاسِ إِلاَّ شُفِّعُوا فِيهِ ‏\"‏ ‏.‏ فَسَأَلْتُ أَبَا الْمَلِيحِ عَنِ الأُمَّةِ فَقَالَ أَرْبَعُونَ ‏.‏",
    "source": ""
  },
  {
    "id": 16735,
    "number": "1999",
    "text": "أَخْبَرَنَا نُوحُ بْنُ حَبِيبٍ، قَالَ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ وَمَنِ انْتَظَرَهَا حَتَّى تُوضَعَ فِي اللَّحْدِ فَلَهُ قِيرَاطَانِ وَالْقِيرَاطَانِ مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16736,
    "number": "2000",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، قَالَ أَنْبَأَنَا عَبْدُ الرَّحْمَنِ الأَعْرَجُ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ شَهِدَ جَنَازَةً حَتَّى يُصَلَّى عَلَيْهَا فَلَهُ قِيرَاطٌ وَمَنْ شَهِدَ حَتَّى تُدْفَنَ فَلَهُ قِيرَاطَانِ ‏\"‏ ‏.‏ قِيلَ وَمَا الْقِيرَاطَانِ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16737,
    "number": "2001",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ عَوْفٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ تَبِعَ جَنَازَةَ رَجُلٍ مُسْلِمٍ احْتِسَابًا فَصَلَّى عَلَيْهَا وَدَفَنَهَا فَلَهُ قِيرَاطَانِ وَمَنْ صَلَّى عَلَيْهَا ثُمَّ رَجَعَ قَبْلَ أَنْ تُدْفَنَ فَإِنَّهُ يَرْجِعُ بِقِيرَاطٍ مِنَ الأَجْرِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16738,
    "number": "2002",
    "text": "أَخْبَرَنَا الْحَسَنُ بْنُ قَزَعَةَ، قَالَ حَدَّثَنَا مَسْلَمَةُ بْنُ عَلْقَمَةَ، قَالَ أَنْبَأَنَا دَاوُدُ، عَنْ عَامِرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ تَبِعَ جَنَازَةً فَصَلَّى عَلَيْهَا ثُمَّ انْصَرَفَ فَلَهُ قِيرَاطٌ مِنَ الأَجْرِ وَمَنْ تَبِعَهَا فَصَلَّى عَلَيْهَا ثُمَّ قَعَدَ حَتَّى يُفْرَغَ مِنْ دَفْنِهَا فَلَهُ قِيرَاطَانِ مِنَ الأَجْرِ كُلُّ وَاحِدٍ مِنْهُمَا أَعْظَمُ مِنْ أُحُدٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16739,
    "number": "2003",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ هِشَامٍ، وَالأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا وَمَنْ تَبِعَهَا فَلاَ يَقْعُدَنَّ حَتَّى تُوضَعَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16740,
    "number": "2004",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى، عَنْ وَاقِدٍ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ مَسْعُودِ بْنِ الْحَكَمِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، ‏:‏ أَنَّهُ ذُكِرَ الْقِيَامُ عَلَى الْجَنَازَةِ حَتَّى تُوضَعَ، فَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ ‏:‏ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَعَدَ ‏.‏",
    "source": ""
  },
  {
    "id": 16741,
    "number": "2005",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ، عَنْ مَسْعُودِ بْنِ الْحَكَمِ، عَنْ عَلِيٍّ، قَالَ ‏:‏ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ فَقُمْنَا، وَرَأَيْنَاهُ قَعَدَ فَقَعَدْنَا ‏.‏",
    "source": ""
  },
  {
    "id": 16742,
    "number": "2006",
    "text": "أَخْبَرَنَا هَارُونُ بْنُ إِسْحَاقَ، قَالَ حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنِ الْمِنْهَالِ بْنِ عَمْرٍو، عَنْ زَاذَانَ، عَنِ الْبَرَاءِ، قَالَ ‏:‏ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جَنَازَةٍ، فَلَمَّا انْتَهَيْنَا إِلَى الْقَبْرِ وَلَمْ يُلْحَدْ، فَجَلَسَ وَجَلَسْنَا حَوْلَهُ كَأَنَّ عَلَى رُءُوسِنَا الطَّيْرَ ‏.‏",
    "source": ""
  },
  {
    "id": 16743,
    "number": "2007",
    "text": "أَخْبَرَنَا هَنَّادٌ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِقَتْلَى أُحُدٍ ‏:‏ ‏\n\"‏ زَمِّلُوهُمْ بِدِمَائِهِمْ، فَإِنَّهُ لَيْسَ كَلْمٌ يُكْلَمُ فِي اللَّهِ إِلاَّ يَأْتِي يَوْمَ الْقِيَامَةِ يَدْمَى، لَوْنُهُ لَوْنُ الدَّمِ وَرِيحُهُ رِيحُ الْمِسْكِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16744,
    "number": "2008",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا وَكِيعٌ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ السَّائِبِ، عَنْ رَجُلٍ، يُقَالُ لَهُ عُبَيْدُ اللَّهِ بْنُ مُعَيَّةَ قَالَ ‏:‏ أُصِيبَ رَجُلاَنِ مِنَ الْمُسْلِمِينَ يَوْمَ الطَّائِفِ، فَحُمِلاَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَمَرَ أَنْ يُدْفَنَا حَيْثُ أُصِيبَا ‏.‏ وَكَانَ ابْنُ مُعَيَّةَ وُلِدَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 16745,
    "number": "2009",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا الأَسْوَدُ بْنُ قَيْسٍ، عَنْ نُبَيْحٍ الْعَنَزِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، ‏:‏ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ بِقَتْلَى أُحُدٍ أَنْ يُرَدُّوا إِلَى مَصَارِعِهِمْ، وَكَانُوا قَدْ نُقِلُوا إِلَى الْمَدِينَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 16746,
    "number": "2010",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، قَالَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ نُبَيْحٍ الْعَنَزِيِّ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏:‏ ‏\n\"‏ ادْفِنُوا الْقَتْلَى فِي مَصَارِعِهِمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16747,
    "number": "2011",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي أَبُو إِسْحَاقَ، عَنْ نَاجِيَةَ بْنِ كَعْبٍ، عَنْ عَلِيٍّ، قَالَ قُلْتُ لِلنَّبِيِّ صلى الله عليه وسلم، إِنَّ عَمَّكَ الشَّيْخَ الضَّالَّ مَاتَ، فَمَنْ يُوَارِيهِ قَالَ ‏:‏ ‏\n\"‏ اذْهَبْ فَوَارِ أَبَاكَ وَلاَ تُحْدِثَنَّ حَدَثًا حَتَّى تَأْتِيَنِي ‏\"‏ ‏.‏ فَوَارَيْتُهُ ثُمَّ جِئْتُ فَأَمَرَنِي فَاغْتَسَلْتُ وَدَعَا لِي، وَذَكَرَ دُعَاءً لَمْ أَحْفَظْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 16748,
    "number": "2012",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ سَعْدٍ، قَالَ ‏:‏ الْحَدُوا لِي لَحْدًا، وَانْصِبُوا عَلَىَّ نَصْبًا كَمَا فُعِلَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 16749,
    "number": "2013",
    "text": "أَخْبَرَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا أَبُو عَامِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، ‏:‏ أَنَّ سَعْدًا، لَمَّا حَضَرَتْهُ الْوَفَاةُ قَالَ ‏:‏ الْحَدُوا لِي لَحْدًا، وَانْصِبُوا عَلَىَّ نَصْبًا كَمَا فُعِلَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 16750,
    "number": "2014",
    "text": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ أَبُو عَبْدِ الرَّحْمَنِ الأَذْرَمِيُّ، عَنْ حَكَّامِ بْنِ سَلْمٍ الرَّازِيِّ، عَنْ عَلِيِّ بْنِ عَبْدِ الأَعْلَى، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ اللَّحْدُ لَنَا وَالشَّقُّ لِغَيْرِنَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16751,
    "number": "2015",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ هِشَامِ بْنِ عَامِرٍ، قَالَ ‏:‏ شَكَوْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ أُحُدٍ فَقُلْنَا ‏:‏ يَا رَسُولَ اللَّهِ الْحَفْرُ عَلَيْنَا لِكُلِّ إِنْسَانٍ شَدِيدٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ احْفِرُوا وَأَعْمِقُوا وَأَحْسِنُوا، وَادْفِنُوا الاِثْنَيْنِ وَالثَّلاَثَةَ فِي قَبْرٍ وَاحِدٍ ‏\"‏ ‏.‏ قَالُوا ‏:‏ فَمَنْ نُقَدِّمُ يَا رَسُولَ اللَّهِ قَالَ ‏:‏ ‏\"‏ قَدِّمُوا أَكْثَرَهُمْ قُرْآنًا ‏\"‏ ‏.‏ قَالَ ‏:‏ فَكَانَ أَبِي ثَالِثَ ثَلاَثَةٍ فِي قَبْرٍ وَاحِدٍ ‏.‏",
    "source": ""
  },
  {
    "id": 16752,
    "number": "2016",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، قَالَ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ حُمَيْدَ بْنَ هِلاَلٍ، عَنْ سَعْدِ بْنِ هِشَامِ بْنِ عَامِرٍ، عَنْ أَبِيهِ، قَالَ ‏:‏ لَمَّا كَانَ يَوْمُ أُحُدٍ أُصِيبَ مِنَ الْمُسْلِمِينَ، وَأَصَابَ النَّاسَ جِرَاحَاتٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\n\"‏ احْفِرُوا وَأَوْسِعُوا، وَادْفِنُوا الاِثْنَيْنِ وَالثَّلاَثَةَ فِي الْقَبْرِ، وَقَدِّمُوا أَكْثَرَهُمْ قُرْآنًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16753,
    "number": "2017",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، عَنْ يَزِيدَ، - وَهُوَ ابْنُ زُرَيْعٍ - قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ‏:‏ جُعِلَ تَحْتَ رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ دُفِنَ قَطِيفَةٌ حَمْرَاءُ ‏.‏",
    "source": ""
  },
  {
    "id": 16754,
    "number": "2018",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، قَالَ حَدَّثَنَا مُوسَى بْنُ عُلَىِّ بْنِ رَبَاحٍ، قَالَ سَمِعْتُ أَبِي قَالَ، سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ الْجُهَنِيَّ، قَالَ ‏:‏ ثَلاَثُ سَاعَاتٍ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْهَانَا أَنْ نُصَلِّيَ فِيهِنَّ، أَوْ نَقْبُرَ فِيهِنَّ مَوْتَانَا ‏:‏ حِينَ تَطْلُعُ الشَّمْسُ بَازِغَةً حَتَّى تَرْتَفِعَ، وَحِينَ يَقُومُ قَائِمُ الظَّهِيرَةِ حَتَّى تَزُولَ الشَّمْسُ، وَحِينَ تَضَيَّفُ الشَّمْسُ لِلْغُرُوبِ ‏.‏",
    "source": ""
  },
  {
    "id": 16755,
    "number": "2019",
    "text": "أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ الْقَطَّانُ الرَّقِّيُّ، قَالَ حَدَّثَنَا حَجَّاجٌ، قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ ‏:‏ خَطَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ رَجُلاً مِنْ أَصْحَابِهِ مَاتَ فَقُبِرَ لَيْلاً، وَكُفِّنَ فِي كَفَنٍ غَيْرِ طَائِلٍ، فَزَجَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُقْبَرَ إِنْسَانٌ لَيْلاً إِلاَّ أَنْ يُضْطَرَّ إِلَى ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 16756,
    "number": "2020",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، قَالَ حَدَّثَنَا وَكِيعٌ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ هِشَامِ بْنِ عَامِرٍ، قَالَ ‏:‏ لَمَّا كَانَ يَوْمُ أُحُدٍ أَصَابَ النَّاسَ جَهْدٌ شَدِيدٌ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏:‏ ‏\"‏ احْفِرُوا وَأَوْسِعُوا، وَادْفِنُوا الاِثْنَيْنِ وَالثَّلاَثَةَ فِي قَبْرٍ ‏\"‏ ‏.‏ فَقَالُوا ‏:‏ يَا رَسُولَ اللَّهِ فَمَنْ نُقَدِّمُ قَالَ ‏:‏ ‏\"‏ قَدِّمُوا أَكْثَرَهُمْ قُرْآنًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16757,
    "number": "2021",
    "text": "أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ أَنْبَأَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ سَعْدِ بْنِ هِشَامِ بْنِ عَامِرٍ، عَنْ أَبِيهِ، قَالَ ‏:‏ اشْتَدَّ الْجِرَاحُ يَوْمَ أُحُدٍ فَشُكِيَ ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏:‏ ‏\n\"‏ احْفِرُوا وَأَوْسِعُوا وَأَحْسِنُوا، وَادْفِنُوا فِي الْقَبْرِ الاِثْنَيْنِ وَالثَّلاَثَةَ، وَقَدِّمُوا أَكْثَرَهُمْ قُرْآنًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 16758,
    "number": "2022",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَيُّوبَ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي الدَّهْمَاءِ، عَنْ هِشَامِ بْنِ عَامِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏:‏ ‏\n\"‏ احْفِرُوا وَأَحْسِنُوا، وَادْفِنُوا الاِثْنَيْنِ وَالثَّلاَثَةَ، وَقَدِّمُوا أَكْثَرَهُمْ قُرْآنًا ‏\"‏ ‏.‏",
    "source": ""
  }
]