[
  {
    "id": 19785,
    "number": "5049",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا وَكِيعٌ، قَالَ حَدَّثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ طَلْقِ بْنِ حَبِيبٍ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ عَشَرَةٌ مِنَ الْفِطْرَةِ قَصُّ الشَّارِبِ وَقَصُّ الأَظْفَارِ وَغَسْلُ الْبَرَاجِمِ وَإِعْفَاءُ اللِّحْيَةِ وَالسِّوَاكُ وَالاِسْتِنْشَاقُ وَنَتْفُ الإِبْطِ وَحَلْقُ الْعَانَةِ وَانْتِقَاصُ الْمَاءِ ‏\"‏ ‏.‏ قَالَ مُصْعَبٌ وَنَسِيتُ الْعَاشِرَةَ إِلاَّ أَنْ تَكُونَ الْمَضْمَضَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 19786,
    "number": "5050",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ طَلْقًا، يَذْكُرُ عَشْرَةً مِنَ الْفِطْرَةِ السِّوَاكَ وَقَصَّ الشَّارِبِ وَتَقْلِيمَ الأَظْفَارِ وَغَسْلَ الْبَرَاجِمِ وَحَلْقَ الْعَانَةِ وَالاِسْتِنْشَاقَ ‏.‏ وَأَنَا شَكَكْتُ فِي الْمَضْمَضَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19787,
    "number": "5051",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ طَلْقِ بْنِ حَبِيبٍ، قَالَ عَشْرَةٌ مِنَ السُّنَّةِ السِّوَاكُ وَقَصُّ الشَّارِبِ وَالْمَضْمَضَةُ وَالاِسْتِنْشَاقُ وَتَوْفِيرُ اللِّحْيَةِ وَقَصُّ الأَظْفَارِ وَنَتْفُ الإِبْطِ وَالْخِتَانُ وَحَلْقُ الْعَانَةِ وَغَسْلُ الدُّبُرِ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَحَدِيثُ سُلَيْمَانَ التَّيْمِيِّ وَجَعْفَرِ بْنِ إِيَاسٍ أَشْبَهُ بِالصَّوَابِ مِنْ حَدِيثِ مُصْعَبِ بْنِ شَيْبَةَ وَمُصْعَبٌ مُنْكَرُ الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 19788,
    "number": "5052",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، عَنْ بِشْرٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ خَمْسٌ مِنَ الْفِطْرَةِ الْخِتَانُ وَحَلْقُ الْعَانَةِ وَنَتْفُ الضَّبْعِ وَتَقْلِيمُ الظُّفْرِ وَتَقْصِيرُ الشَّارِبِ ‏\"‏ ‏.‏ وَقَفَهُ مَالِكٌ ‏.‏",
    "source": ""
  },
  {
    "id": 19789,
    "number": "5053",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ خَمْسٌ مِنَ الْفِطْرَةِ تَقْلِيمُ الأَظْفَارِ وَقَصُّ الشَّارِبِ وَنَتْفُ الإِبْطِ وَحَلْقُ الْعَانَةِ وَالْخِتَانُ ‏.‏",
    "source": ""
  },
  {
    "id": 19790,
    "number": "5054",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَحْفُوا الشَّوَارِبَ وَأَعْفُوا اللِّحَى ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19791,
    "number": "5055",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَلْقَمَةَ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَعْفُوا اللِّحَى وَأَحْفُوا الشَّوَارِبَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19792,
    "number": "5056",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ يُوسُفَ بْنَ صُهَيْبٍ، يُحَدِّثُ عَنْ حَبِيبِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ لَمْ يَأْخُذْ شَارِبَهُ فَلَيْسَ مِنَّا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19793,
    "number": "5057",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَنْبَأَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى صَبِيًّا حَلَقَ بَعْضَ رَأْسِهِ وَتَرَكَ بَعْضَ فَنَهَى عَنْ ذَلِكَ وَقَالَ ‏\n\"‏ احْلِقُوهُ كُلَّهُ أَوِ اتْرُكُوهُ كُلَّهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19794,
    "number": "5058",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مُوسَى الْحَرَشِيُّ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ خِلاَسٍ، عَنْ عَلِيٍّ، نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تَحْلِقَ الْمَرْأَةُ رَأْسَهَا ‏.‏",
    "source": ""
  },
  {
    "id": 19795,
    "number": "5059",
    "text": "أَخْبَرَنِي عِمْرَانُ بْنُ يَزِيدَ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ أَبِي الرِّجَالِ، عَنْ عُمَرَ بْنِ نَافِعٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ نَهَانِي اللَّهُ عَزَّ وَجَلَّ عَنِ الْقَزَعِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19796,
    "number": "5060",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، عَنْ سُفْيَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رضى الله عنهما قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْقَزَعِ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ حَدِيثُ يَحْيَى بْنِ سَعِيدٍ وَمُحَمَّدِ بْنِ بِشْرٍ أَوْلَى بِالصَّوَابِ ‏.‏",
    "source": ""
  },
  {
    "id": 19797,
    "number": "5061",
    "text": "أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا سُفْيَانُ، أَخُو قَبِيصَةَ وَمُعَاوِيَةُ بْنُ هِشَامٍ قَالاَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا عَاصِمُ بْنُ كُلَيْبٍ، عَنْ أَبِيهِ، عَنْ وَائِلِ بْنِ حُجْرٍ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَلِي شَعْرٌ فَقَالَ ‏\"‏ ذُبَابٌ ‏\"‏ ‏.‏ فَظَنَنْتُ أَنَّهُ يَعْنِينِي فَأَخَذْتُ مِنْ شَعْرِي ثُمَّ أَتَيْتُهُ فَقَالَ لِي ‏\"‏ لَمْ أَعْنِكَ وَهَذَا أَحْسَنُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19798,
    "number": "5062",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَنَسٍ، قَالَ كَانَ شَعْرُ النَّبِيِّ صلى الله عليه وسلم شَعْرًا رَجِلاً لَيْسَ بِالْجَعْدِ وَلاَ بِالسَّبْطِ بَيْنَ أُذُنَيْهِ وَعَاتِقِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19799,
    "number": "5063",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ دَاوُدَ الأَوْدِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ، قَالَ لَقِيتُ رَجُلاً صَحِبَ النَّبِيَّ صلى الله عليه وسلم كَمَا صَحِبَهُ أَبُو هُرَيْرَةَ أَرْبَعَ سِنِينَ قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَمْتَشِطَ أَحَدُنَا كُلَّ يَوْمٍ ‏.‏",
    "source": ""
  },
  {
    "id": 19800,
    "number": "5064",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّرَجُّلِ إِلاَّ غِبًّا ‏.‏",
    "source": ""
  },
  {
    "id": 19801,
    "number": "5065",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ التَّرَجُّلِ إِلاَّ غِبًّا ‏.‏",
    "source": ""
  },
  {
    "id": 19802,
    "number": "5066",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا بِشْرٌ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، وَمُحَمَّدٍ، قَالاَ التَّرَجُّلُ غِبٌّ ‏.‏",
    "source": ""
  },
  {
    "id": 19803,
    "number": "5067",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، عَنْ كَهْمَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَالَ كَانَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم عَامِلاً بِمِصْرَ فَأَتَاهُ رَجُلٌ مِنْ أَصْحَابِهِ فَإِذَا هُوَ شَعِثُ الرَّأْسِ مُشْعَانٌّ قَالَ مَا لِي أَرَاكَ مُشْعَانًّا وَأَنْتَ أَمِيرٌ قَالَ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم يَنْهَانَا عَنِ الإِرْفَاهِ ‏.‏ قُلْنَا وَمَا الإِرْفَاهُ قَالَ التَّرَجُّلُ كُلَّ يَوْمٍ ‏.‏",
    "source": ""
  },
  {
    "id": 19804,
    "number": "5068",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، قَالَ حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ مُحَمَّدِ بْنِ بِشْرٍ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ التَّيَامُنَ يَأْخُذُ بِيَمِينِهِ وَيُعْطِي بِيَمِينِهِ وَيُحِبُّ التَّيَمُّنَ فِي جَمِيعِ أُمُورِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19805,
    "number": "5069",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَمَّارٍ، قَالَ حَدَّثَنَا الْمُعَافَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ مَا رَأَيْتُ أَحَدًا أَحْسَنَ فِي حُلَّةٍ حَمْرَاءَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَجُمَّتُهُ تَضْرِبُ مَنْكِبَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19806,
    "number": "5070",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، قَالَ حَدَّثَنَا مَعْمَرٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ شَعْرُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى أَنْصَافِ أُذُنَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19807,
    "number": "5071",
    "text": "أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا مَخْلَدٌ، قَالَ حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ أَبِيهِ، قَالَ حَدَّثَنِي الْبَرَاءُ، قَالَ مَا رَأَيْتُ رَجُلاً أَحْسَنَ فِي حُلَّةٍ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ وَرَأَيْتُ لَهُ لِمَّةً تَضْرِبُ قَرِيبًا مِنْ مَنْكِبَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19808,
    "number": "5072",
    "text": "أَخْبَرَنَا الْحَسَنُ بْنُ إِسْمَاعِيلَ بْنِ سُلَيْمَانَ، قَالَ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنِ الأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ بْنِ يَرِيمَ، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ عَلَى قِرَاءَةِ مَنْ تَأْمُرُونِّي أَقْرَأُ لَقَدْ قَرَأْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِضْعًا وَسَبْعِينَ سُورَةً وَإِنَّ زَيْدًا لَصَاحِبُ ذُؤَابَتَيْنِ يَلْعَبُ مَعَ الصِّبْيَانِ ‏.‏",
    "source": ""
  },
  {
    "id": 19809,
    "number": "5073",
    "text": "أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا أَبُو شِهَابٍ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي وَائِلٍ، قَالَ خَطَبَنَا ابْنُ مَسْعُودٍ فَقَالَ كَيْفَ تَأْمُرُونِّي أَقْرَأُ عَلَى قِرَاءَةِ زَيْدِ بْنِ ثَابِتٍ بَعْدَ مَا قَرَأْتُ مِنْ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم بِضْعًا وَسَبْعِينَ سُورَةً وَإِنَّ زَيْدًا مَعَ الْغِلْمَانِ لَهُ ذُؤَابَتَانِ ‏.‏",
    "source": ""
  },
  {
    "id": 19810,
    "number": "5074",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْمُسْتَمِرِ الْعُرُوقِيُّ، قَالَ حَدَّثَنَا الصَّلْتُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا غَسَّانُ بْنُ الأَغَرِّ بْنِ حُصَيْنٍ النَّهْشَلِيُّ، قَالَ حَدَّثَنِي عَمِّي، زِيَادُ بْنُ الْحُصَيْنِ عَنْ أَبِيهِ، قَالَ لَمَّا قَدِمَ عَلَى النَّبِيِّ صلى الله عليه وسلم بِالْمَدِينَةِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ ادْنُ مِنِّي ‏\"‏ ‏.‏ فَدَنَا مِنْهُ فَوَضَعَ يَدَهُ عَلَى ذُؤَابَتِهِ ثُمَّ أَجْرَى يَدَهُ وَسَمَّتَ عَلَيْهِ وَدَعَا لَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19811,
    "number": "5075",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا قَاسِمٌ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ، عَنْ وَائِلِ بْنِ حُجْرٍ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَلِي جُمَّةٌ قَالَ ‏\"‏ ذُبَابٌ ‏\"‏ ‏.‏ وَظَنَنْتُ أَنَّهُ يَعْنِينِي فَانْطَلَقْتُ فَأَخَذْتُ مِنْ شَعْرِي فَقَالَ ‏\"‏ إِنِّي لَمْ أَعْنِكَ وَهَذَا أَحْسَنُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19812,
    "number": "5076",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، وَذَكَرَ، آخَرَ قَبْلَهُ عَنْ عَيَّاشِ بْنِ عَبَّاسٍ الْقِتْبَانِيِّ، أَنَّ شُيَيْمَ بْنَ بَيْتَانَ، حَدَّثَهُ أَنَّهُ، سَمِعَ رُوَيْفِعَ بْنَ ثَابِتٍ، يَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ يَا رُوَيْفِعُ لَعَلَّ الْحَيَاةَ سَتَطُولُ بِكَ بَعْدِي فَأَخْبِرِ النَّاسَ أَنَّهُ مَنْ عَقَدَ لِحْيَتَهُ أَوْ تَقَلَّدَ وَتَرًا أَوِ اسْتَنْجَى بِرَجِيعِ دَابَّةٍ أَوْ عَظْمٍ فَإِنَّ مُحَمَّدًا بَرِيءٌ مِنْهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19813,
    "number": "5077",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ نَتْفِ الشَّيْبِ ‏.‏",
    "source": ""
  },
  {
    "id": 19814,
    "number": "5078",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا عَمِّي، قَالَ حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ قَالَ أَبُو سَلَمَةَ إِنَّ أَبَا هُرَيْرَةَ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ح وَأَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى قَالَ أَنْبَأَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي يُونُسُ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَخْبَرَهُ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْيَهُودُ وَالنَّصَارَى لاَ تَصْبُغُ فَخَالِفُوهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19815,
    "number": "5079",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، قَالَ حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19816,
    "number": "5080",
    "text": "أَخْبَرَنِي الْحُسَيْنُ بْنُ حُرَيْثٍ، قَالَ أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الْيَهُودَ وَالنَّصَارَى لاَ تَصْبُغُ فَخَالِفُوا عَلَيْهِمْ فَاصْبُغُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19817,
    "number": "5081",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ خَشْرَمٍ، قَالَ حَدَّثَنَا عِيسَى، - وَهُوَ ابْنُ يُونُسَ - عَنِ الأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، عَنْ سُلَيْمَانَ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ الْيَهُودَ وَالنَّصَارَى لاَ تَصْبُغُ فَخَالِفُوهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19818,
    "number": "5082",
    "text": "أَخْبَرَنِي عُثْمَانُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا أَحْمَدُ بْنُ جَنَابٍ، قَالَ حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ غَيِّرُوا الشَّيْبَ وَلاَ تَشَبَّهُوا بِالْيَهُودِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19819,
    "number": "5083",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَخْلَدِ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ كُنَاسَةَ، قَالَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ عُثْمَانَ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ الزُّبَيْرِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ غَيِّرُوا الشَّيْبَ وَلاَ تَشَبَّهُوا بِالْيَهُودِ ‏\"‏ ‏.‏ وَكِلاَهُمَا غَيْرُ مَحْفُوظٍ ‏.‏",
    "source": ""
  },
  {
    "id": 19820,
    "number": "5084",
    "text": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ عُبَيْدِ اللَّهِ الْحَلَبِيُّ، عَنْ عُبَيْدِ اللَّهِ، - وَهُوَ ابْنُ عَمْرٍو - عَنْ عَبْدِ الْكَرِيمِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، رَفَعَهُ أَنَّهُ قَالَ ‏\n\"‏ قَوْمٌ يَخْضِبُونَ بِهَذَا السَّوَادِ آخِرَ الزَّمَانِ كَحَوَاصِلِ الْحَمَامِ لاَ يَرِيحُونَ رَائِحَةَ الْجَنَّةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19821,
    "number": "5085",
    "text": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ أُتِيَ بِأَبِي قُحَافَةَ يَوْمَ فَتْحِ مَكَّةَ وَرَأْسُهُ وَلِحْيَتُهُ كَالثَّغَامَةِ بَيَاضًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ غَيِّرُوا هَذَا بِشَىْءٍ وَاجْتَنِبُوا السَّوَادَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19822,
    "number": "5086",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مُسْلِمٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ يَعْلَى، قَالَ حَدَّثَنَا بِهِ أَبِي، عَنْ غَيْلاَنَ، عَنْ أَبِي إِسْحَاقَ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَفْضَلُ مَا غَيَّرْتُمْ بِهِ الشَّمَطَ الْحِنَّاءُ وَالْكَتَمُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19823,
    "number": "5087",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ الأَجْلَحِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَحْسَنَ مَا غَيَّرْتُمْ بِهِ الشَّيْبَ الْحِنَّاءُ وَالْكَتَمُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19824,
    "number": "5088",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَشْعَثَ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ عِيسَى، قَالَ حَدَّثَنَا هُشَيْمٌ، قَالَ أَخْبَرَنِي ابْنُ أَبِي لَيْلَى، عَنِ الأَجْلَحِ، فَلَقِيتُ الأَجْلَحَ فَحَدَّثَنِي عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، عَنْ أَبِي ذَرٍّ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِنَّ مِنْ أَحْسَنِ مَا غَيَّرْتُمْ بِهِ الشَّيْبَ الْحِنَّاءَ وَالْكَتَمَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19825,
    "number": "5089",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا عَبْثَرٌ، عَنِ الأَجْلَحِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَحْسَنَ مَا غَيَّرْتُمْ بِهِ الشَّيْبَ الْحِنَّاءُ وَالْكَتَمُ ‏\"‏ ‏.‏ خَالَفَهُ الْجُرَيْرِيُّ وَكَهْمَسٌ ‏.‏",
    "source": ""
  },
  {
    "id": 19826,
    "number": "5090",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا الْجُرَيْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَحْسَنَ مَا غَيَّرْتُمْ بِهِ الشَّيْبَ الْحِنَّاءُ وَالْكَتَمُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19827,
    "number": "5091",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ كَهْمَسًا، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، أَنَّهُ بَلَغَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ أَحْسَنَ مَا غَيَّرْتُمْ بِهِ الشَّيْبَ الْحِنَّاءُ وَالْكَتَمُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19828,
    "number": "5092",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِي رِمْثَةَ، قَالَ أَتَيْتُ أَنَا وَأَبِي النَّبِيَّ، صلى الله عليه وسلم وَكَانَ قَدْ لَطَخَ لِحْيَتَهُ بِالْحِنَّاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 19829,
    "number": "5093",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِي رِمْثَةَ، رَضِيَ اللَّهُ عَنْهُ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَرَأَيْتُهُ قَدْ لَطَخَ لِحْيَتَهُ بِالصُّفْرَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19830,
    "number": "5094",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا الدَّرَاوَرْدِيُّ، عَنْ زَيْدِ بْنِ أَسْلَمَ، قَالَ رَأَيْتُ ابْنَ عُمَرَ يُصَفِّرُ لِحْيَتَهُ بِالْخَلُوقِ فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّكَ تُصَفِّرُ لِحْيَتَكَ بِالْخَلُوقِ ‏.‏ قَالَ إِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُصَفِّرُ بِهَا لِحْيَتَهُ وَلَمْ يَكُنْ شَىْءٌ مِنَ الصِّبْغِ أَحَبَّ إِلَيْهِ مِنْهَا وَلَقَدْ كَانَ يَصْبُغُ بِهَا ثِيَابَهُ كُلَّهَا حَتَّى عِمَامَتَهُ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَهَذَا أَوْلَى بِالصَّوَابِ مِنْ حَدِيثِ قُتَيْبَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 19831,
    "number": "5095",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّهُ سَأَلَهُ هَلْ خَضَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ لَمْ يَبْلُغْ ذَلِكَ إِنَّمَا كَانَ شَىْءٌ فِي صُدْغَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19832,
    "number": "5096",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ حَدَّثَنَا الْمُثَنَّى، - يَعْنِي ابْنَ سَعِيدٍ - قَالَ حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يَكُنْ يَخْضِبُ إِنَّمَا كَانَ الشَّمَطُ عِنْدَ الْعَنْفَقَةِ يَسِيرًا وَفِي الصُّدْغَيْنِ يَسِيرًا وَفِي الرَّأْسِ يَسِيرًا ‏.‏",
    "source": ""
  },
  {
    "id": 19833,
    "number": "5097",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ الرُّكَيْنَ، يُحَدِّثُ عَنِ الْقَاسِمِ بْنِ حَسَّانَ، عَنْ عَمِّهِ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ يَكْرَهُ عَشْرَ خِصَالٍ الصُّفْرَةَ يَعْنِي الْخَلُوقَ وَتَغْيِيرَ الشَّيْبِ وَجَرَّ الإِزَارِ وَالتَّخَتُّمَ بِالذَّهَبِ وَالضَّرْبَ بِالْكِعَابِ وَالتَّبَرُّجَ بِالزِّينَةِ لِغَيْرِ مَحِلِّهَا وَالرُّقَى إِلاَّ بِالْمُعَوِّذَاتِ وَتَعْلِيقَ التَّمَائِمِ وَعَزْلَ الْمَاءِ بِغَيْرِ مَحِلِّهِ وَإِفْسَادَ الصَّبِيِّ غَيْرَ مُحَرِّمِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19834,
    "number": "5098",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا الْمُعَلَّى بْنُ أَسَدٍ، قَالَ حَدَّثَنَا مُطِيعُ بْنُ مَيْمُونٍ، حَدَّثَتْنَا صَفِيَّةُ بِنْتُ عِصْمَةَ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، مَدَّتْ يَدَهَا إِلَى النَّبِيِّ صلى الله عليه وسلم بِكِتَابٍ فَقَبَضَ يَدَهُ فَقَالَتْ يَا رَسُولَ اللَّهِ مَدَدْتُ يَدِي إِلَيْكَ بِكِتَابٍ فَلَمْ تَأْخُذْهُ ‏.‏ فَقَالَ ‏\"‏ إِنِّي لَمْ أَدْرِ أَيَدُ امْرَأَةٍ هِيَ أَوْ رَجُلٍ ‏\"‏ ‏.‏ قَالَتْ بَلْ يَدُ امْرَأَةٍ ‏.‏ قَالَ ‏\"‏ لَوْ كُنْتِ امْرَأَةً لَغَيَّرْتِ أَظْفَارَكِ بِالْحِنَّاءِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19835,
    "number": "5099",
    "text": "أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنَا أَبُو زَيْدٍ، سَعِيدُ بْنُ الرَّبِيعِ قَالَ حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، قَالَ سَمِعْتُ كَرِيمَةَ، قَالَتْ سَمِعْتُ عَائِشَةَ، سَأَلَتْهَا امْرَأَةٌ عَنِ الْخِضَابِ، بِالْحِنَّاءِ قَالَتْ لاَ بَأْسَ بِهِ وَلَكِنْ أَكْرَهُ هَذَا لأَنَّ حِبِّي صلى الله عليه وسلم كَانَ يَكْرَهُ رِيحَهُ ‏.‏ تَعْنِي النَّبِيَّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 19836,
    "number": "5100",
    "text": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ، قَالَ حَدَّثَنَا أَبِي وَأَبُو الأَسْوَدِ النَّضْرُ بْنُ عَبْدِ الْجَبَّارِ، قَالاَ حَدَّثَنَا الْمُفَضَّلُ بْنُ فَضَالَةَ، عَنْ عَيَّاشِ بْنِ عَبَّاسٍ الْقِتْبَانِيِّ، عَنْ أَبِي الْحُصَيْنِ الْهَيْثَمِ بْنِ شُفَىٍّ، - وَقَالَ أَبُو الأَسْوَدِ شَفِيٌّ - إِنَّهُ سَمِعَهُ يَقُولُ خَرَجْتُ أَنَا وَصَاحِبٌ، لِي يُسَمَّى أَبَا عَامِرٍ - رَجُلٌ مِنَ الْمَعَافِرِ - لِنُصَلِّيَ بِإِيلِيَاءَ وَكَانَ قَاصُّهُمْ رَجُلاً مِنَ الأَزْدِ يُقَالُ لَهُ أَبُو رَيْحَانَةَ مِنَ الصَّحَابَةِ قَالَ أَبُو الْحُصَيْنِ فَسَبَقَنِي صَاحِبِي إِلَى الْمَسْجِدِ ثُمَّ أَدْرَكْتُهُ فَجَلَسْتُ إِلَى جَنْبِهِ فَقَالَ هَلْ أَدْرَكْتَ قَصَصَ أَبِي رَيْحَانَةَ فَقُلْتُ لاَ ‏.‏ فَقَالَ سَمِعْتُهُ يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ عَشْرٍ عَنِ الْوَشْرِ وَالْوَشْمِ وَالنَّتْفِ وَعَنْ مُكَامَعَةِ الرَّجُلِ الرَّجُلَ بِغَيْرِ شِعَارٍ وَعَنْ مُكَامَعَةِ الْمَرْأَةِ الْمَرْأَةَ بِغَيْرِ شِعَارٍ وَأَنْ يَجْعَلَ الرَّجُلُ أَسْفَلَ ثِيَابِهِ حَرِيرًا مِثْلَ الأَعَاجِمِ أَوْ يَجْعَلَ عَلَى مَنْكِبَيْهِ حَرِيرًا أَمْثَالَ الأَعَاجِمِ وَعَنِ النُّهْبَى وَعَنْ رُكُوبِ النُّمُورِ وَلُبُوسِ الْخَوَاتِيمِ إِلاَّ لِذِي سُلْطَانٍ ‏.‏",
    "source": ""
  },
  {
    "id": 19837,
    "number": "5101",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ هِشَامٍ، قَالَ حَدَّثَنَا قَتَادَةُ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ مُعَاوِيَةَ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الزُّورِ ‏.‏",
    "source": ""
  },
  {
    "id": 19838,
    "number": "5102",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، قَالَ أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، قَالَ رَأَيْتُ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ عَلَى الْمِنْبَرِ وَمَعَهُ فِي يَدِهِ كُبَّةٌ مِنْ كُبَبِ النِّسَاءِ مِنْ شَعْرٍ فَقَالَ مَا بَالُ الْمُسْلِمَاتِ يَصْنَعْنَ مِثْلَ هَذَا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ أَيُّمَا امْرَأَةٍ زَادَتْ فِي رَأْسِهَا شَعْرًا لَيْسَ مِنْهُ فَإِنَّهُ زُورٌ تَزِيدُ فِيهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19839,
    "number": "5103",
    "text": "أَخْبَرَنِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا أَبُو النَّضْرِ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنِ امْرَأَتِهِ، فَاطِمَةَ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَعَنَ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 19840,
    "number": "5104",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ وَالْوَاشِمَةَ وَالْمُوتَشِمَةَ ‏.‏ أَرْسَلَهُ الْوَلِيدُ بْنُ أَبِي هِشَامٍ ‏.‏",
    "source": ""
  },
  {
    "id": 19841,
    "number": "5105",
    "text": "أَخْبَرَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، قَالَ حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنِ الْوَلِيدِ بْنِ أَبِي هِشَامٍ، عَنْ نَافِعٍ، أَنَّهُ بَلَغَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَعَنَ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 19842,
    "number": "5106",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ وَهْبٍ، قَالَ حَدَّثَنَا مِسْكِينُ بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ الْحَسَنِ بْنِ مُسْلِمٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19843,
    "number": "5107",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا خَلَفُ بْنُ مُوسَى، قَالَ حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، عَنْ عَزْرَةَ، عَنِ الْحَسَنِ الْعُرَنِيِّ، عَنْ يَحْيَى بْنِ الْجَزَّارِ، عَنْ مَسْرُوقٍ، أَنَّ امْرَأَةً، أَتَتْ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فَقَالَتْ إِنِّي امْرَأَةٌ زَعْرَاءُ أَيَصْلُحُ أَنْ أَصِلَ فِي شَعْرِي فَقَالَ لاَ ‏.‏ قَالَتْ أَشَىْءٌ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَوْ تَجِدُهُ فِي كِتَابِ اللَّهِ قَالَ لاَ بَلْ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَجِدُهُ فِي كِتَابِ اللَّهِ ‏.‏ وَسَاقَ الْحَدِيثَ ‏.‏",
    "source": ""
  },
  {
    "id": 19844,
    "number": "5108",
    "text": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلاَّمٍ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْوَاشِمَاتِ وَالْمُوتَشِمَاتِ وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ ‏.‏",
    "source": ""
  },
  {
    "id": 19845,
    "number": "5109",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، قَالَ قَالَ عَبْدُ اللَّهِ الْمُتَفَلِّجَاتِ ‏.‏ وَسَاقَ الْحَدِيثَ ‏.‏",
    "source": ""
  },
  {
    "id": 19846,
    "number": "5110",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا أَبَانُ بْنُ صَمْعَةَ، عَنْ أُمِّهِ، قَالَتْ سَمِعْتُ عَائِشَةَ، تَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْوَاشِمَةِ وَالْمُسْتَوْشِمَةِ وَالْوَاصِلَةِ وَالْمُسْتَوْصِلَةِ وَالنَّامِصَةِ وَالْمُتَنَمِّصَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19847,
    "number": "5111",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُرَّةَ، يُحَدِّثُ عَنِ الْحَارِثِ، عَنْ عَبْدِ اللَّهِ، قَالَ آكِلُ الرِّبَا وَمُوكِلُهُ وَكَاتِبُهُ إِذَا عَلِمُوا ذَلِكَ وَالْوَاشِمَةُ وَالْمَوْشُومَةُ لِلْحُسْنِ وَلاَوِي الصَّدَقَةِ وَالْمُرْتَدُّ أَعْرَابِيًّا بَعْدَ الْهِجْرَةِ مَلْعُونُونَ عَلَى لِسَانِ مُحَمَّدٍ صلى الله عليه وسلم يَوْمَ الْقِيَامَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19848,
    "number": "5112",
    "text": "أَخْبَرَنِي زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا هُشَيْمٌ، قَالَ أَنْبَأَنَا حُصَيْنٌ، وَمُغِيرَةُ، وَابْنُ، عَوْنٍ عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَعَنَ آكِلَ الرِّبَا وَمُوكِلَهُ وَكَاتِبَهُ وَمَانِعَ الصَّدَقَةِ وَكَانَ يَنْهَى عَنِ النَّوْحِ ‏.‏ أَرْسَلَهُ ابْنُ عَوْنٍ وَعَطَاءُ بْنُ السَّائِبِ ‏.‏",
    "source": ""
  },
  {
    "id": 19849,
    "number": "5113",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم آكِلَ الرِّبَا وَمُوكِلَهُ وَشَاهِدَهُ وَكَاتِبَهُ وَالْوَاشِمَةَ وَالْمُوتَشِمَةَ قَالَ إِلاَّ مِنْ دَاءٍ فَقَالَ نَعَمْ وَالْحَالُّ وَالْمُحَلَّلُ لَهُ وَمَانِعُ الصَّدَقَةِ وَكَانَ يَنْهَى عَنِ النَّوْحِ وَلَمْ يَقُلْ لَعَنَ ‏.‏",
    "source": ""
  },
  {
    "id": 19850,
    "number": "5114",
    "text": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا خَلَفٌ، - يَعْنِي ابْنَ خَلِيفَةَ - عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنِ الشَّعْبِيِّ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم آكِلَ الرِّبَا وَمُوكِلَهُ وَشَاهِدَهُ وَكَاتِبَهُ وَالْوَاشِمَةَ وَالْمُوتَشِمَةَ وَنَهَى عَنِ النَّوْحِ وَلَمْ يَقُلْ لَعَنَ صَاحِبَ ‏.‏",
    "source": ""
  },
  {
    "id": 19851,
    "number": "5115",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا جَرِيرٌ، عَنْ عُمَارَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُتِيَ عُمَرُ بِامْرَأَةٍ تَشِمُ فَقَالَ أَنْشُدُكُمْ بِاللَّهِ هَلْ سَمِعَ أَحَدٌ مِنْكُمْ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ أَبُو هُرَيْرَةَ فَقُمْتُ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ أَنَا سَمِعْتُهُ ‏.‏ قَالَ فَمَا سَمِعْتَهُ قُلْتُ سَمِعْتُهُ يَقُولُ ‏\n\"‏ لاَ تَشِمْنَ وَلاَ تَسْتَوْشِمْنَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19852,
    "number": "5116",
    "text": "أَخْبَرَنَا أَبُو عَلِيٍّ، مُحَمَّدُ بْنُ يَحْيَى الْمَرْوَزِيُّ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ، عَنْ أَبِي حَمْزَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ الْعُرْيَانِ بْنِ الْهَيْثَمِ، عَنْ قَبِيصَةَ بْنِ جَابِرٍ، عَنِ ابْنِ مَسْعُودٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَلْعَنُ الْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ وَالْمُوتَشِمَاتِ اللاَّتِي يُغَيِّرْنَ خَلْقَ اللَّهِ عَزَّ وَجَلَّ ‏.‏",
    "source": ""
  },
  {
    "id": 19853,
    "number": "5117",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ الْعُرْيَانِ بْنِ الْهَيْثَمِ، عَنْ قَبِيصَةَ بْنِ جَابِرٍ، عَنْ عَبْدِ اللَّهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَلْعَنُ الْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ وَالْمُوتَشِمَاتِ اللاَّتِي يُغَيِّرْنَ خَلْقَ اللَّهِ عَزَّ وَجَلَّ ‏.‏",
    "source": ""
  },
  {
    "id": 19854,
    "number": "5118",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ بْنِ شَقِيقٍ، قَالَ أَنْبَأَنَا الْحُسَيْنُ بْنُ وَاقِدٍ، قَالَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنِ الْعُرْيَانِ بْنِ الْهَيْثَمِ، عَنْ قَبِيصَةَ بْنِ جَابِرٍ، عَنْ عَبْدِ اللَّهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لَعَنَ اللَّهُ الْمُتَنَمِّصَاتِ وَالْمُوتَشِمَاتِ وَالْمُتَفَلِّجَاتِ اللاَّتِي يُغَيِّرْنَ خَلْقَ اللَّهِ عَزَّ وَجَلَّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19855,
    "number": "5119",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ حَاتِمٍ، قَالَ حَدَّثَنَا حِبَّانُ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ حَدَّثَنِي عَيَّاشُ بْنُ عَبَّاسٍ الْقِتْبَانِيُّ، عَنْ أَبِي الْحُصَيْنِ الْحِمْيَرِيِّ، أَنَّهُ كَانَ هُوَ وَصَاحِبٌ لَهُ يَلْزَمَانِ أَبَا رَيْحَانَةَ يَتَعَلَّمَانِ مِنْهُ خَيْرًا قَالَ فَحَضَرَ صَاحِبِي يَوْمًا فَأَخْبَرَنِي صَاحِبِي أَنَّهُ سَمِعَ أَبَا رَيْحَانَةَ يَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حَرَّمَ الْوَشْرَ وَالْوَشْمَ وَالنَّتْفَ ‏.‏",
    "source": ""
  },
  {
    "id": 19856,
    "number": "5120",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْحُصَيْنِ الْحِمْيَرِيِّ، عَنْ أَبِي رَيْحَانَةَ، قَالَ بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْوَشْرِ وَالْوَشْمِ ‏.‏",
    "source": ""
  },
  {
    "id": 19857,
    "number": "5121",
    "text": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْحُصَيْنِ الْحِمْيَرِيِّ، عَنْ أَبِي رَيْحَانَةَ، قَالَ بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْوَشْرِ وَالْوَشْمِ ‏.‏",
    "source": ""
  },
  {
    "id": 19858,
    "number": "5122",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا دَاوُدُ، - وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ الْعَطَّارُ - عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ مِنْ خَيْرِ أَكْحَالِكُمُ الإِثْمِدَ إِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ لَيِّنُ الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 19859,
    "number": "5123",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ، سُئِلَ عَنْ شَيْبِ، رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ كَانَ إِذَا ادُّهِنَ رَأْسُهُ لَمْ يُرَ مِنْهُ وَإِذَا لَمْ يُدَّهَنْ رُئِيَ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19860,
    "number": "5124",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَيْمُونٍ، قَالَ حَدَّثَنَا الْقَعْنَبِيُّ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ زَيْدٍ، عَنْ أَبِيهِ، أَنَّ ابْنَ عُمَرَ، كَانَ يَصْبُغُ ثِيَابَهُ بِالزَّعْفَرَانِ فَقِيلَ لَهُ فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصْبُغُ ‏.‏",
    "source": ""
  },
  {
    "id": 19861,
    "number": "5125",
    "text": "أَخْبَرَنَا أَبُو عُبَيْدَةَ بْنُ أَبِي السَّفَرِ، عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ، قَالَ حَدَّثَنَا بَكْرٌ الْمُزَلِّقُ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَطَاءٍ الْهَاشِمِيُّ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، قَالَ سَأَلْتُ عَائِشَةَ أَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَطَيَّبُ قَالَتْ نَعَمْ بِذِكَارَةِ الطِّيبِ الْمِسْكِ وَالْعَنْبَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 19862,
    "number": "5126",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، - يَعْنِي الْحَفَرِيَّ - عَنْ سُفْيَانَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ رَجُلٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ طِيبُ الرِّجَالِ مَا ظَهَرَ رِيحُهُ وَخَفِيَ لَوْنُهُ وَطِيبُ النِّسَاءِ مَا ظَهَرَ لَوْنُهُ وَخَفِيَ رِيحُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19863,
    "number": "5127",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَيْمُونٍ الرَّقِّيُّ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنِ الطُّفَاوِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ طِيبُ الرِّجَالِ مَا ظَهَرَ رِيحُهُ وَخَفِيَ لَوْنُهُ وَطِيبُ النِّسَاءِ مَا ظَهَرَ لَوْنُهُ وَخَفِيَ رِيحُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19864,
    "number": "5128",
    "text": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلاَّمٍ، قَالَ حَدَّثَنَا شَبَابَةُ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ خُلَيْدِ بْنِ جَعْفَرٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ امْرَأَةً مِنْ بَنِي إِسْرَائِيلَ اتَّخَذَتْ خَاتِمًا مِنَ ذَهَبٍ وَحَشَتْهُ مِسْكًا ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ أَطْيَبُ الطِّيبِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19865,
    "number": "5129",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عِمْرَانَ بْنِ ظَبْيَانَ، عَنْ حُكَيْمِ بْنِ سَعْدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم بِهِ رَدْعٌ مِنْ خَلُوقٍ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اذْهَبْ فَانْهَكْهُ ‏\"‏ ‏.‏ ثُمَّ أَتَاهُ فَقَالَ ‏\"‏ اذْهَبْ فَانْهَكْهُ ‏\"‏ ‏.‏ ثُمَّ أَتَاهُ فَقَالَ ‏\"‏ اذْهَبْ فَانْهَكْهُ ثُمَّ لاَ تَعُدْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19866,
    "number": "5130",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ شُعْبَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، قَالَ سَمِعْتُ أَبَا حَفْصِ بْنَ عَمْرٍو، وَقَالَ، عَلَى إِثْرِهِ يُحَدِّثُ عَنْ يَعْلَى بْنِ مُرَّةَ، أَنَّهُ مَرَّ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ مُتَخَلِّقٌ فَقَالَ لَهُ ‏\"‏ هَلْ لَكَ امْرَأَةٌ ‏\"‏ ‏.‏ قُلْتُ لاَ ‏.‏ قَالَ ‏\"‏ فَاغْسِلْهُ ثُمَّ اغْسِلْهُ ثُمَّ لاَ تَعُدْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19867,
    "number": "5131",
    "text": "أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءٍ، قَالَ سَمِعْتُ ‏{‏ أَبَا، ‏}‏ حَفْصِ بْنَ عَمْرٍو عَنْ يَعْلَى بْنِ مُرَّةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَبْصَرَ رَجُلاً مُتَخَلِّقًا قَالَ ‏\n\"‏ اذْهَبْ فَاغْسِلْهُ ثُمَّ اغْسِلْهُ وَلاَ تَعُدْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19868,
    "number": "5132",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَمْرٍو، عَنْ رَجُلٍ، عَنْ يَعْلَى، نَحْوَهُ ‏.‏ خَالَفَهُ سُفْيَانُ رَوَاهُ عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ عَبْدِ اللَّهِ بْنِ حَفْصٍ، عَنْ يَعْلَى، ‏.‏",
    "source": ""
  },
  {
    "id": 19869,
    "number": "5133",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ النَّضْرِ بْنِ مُسَاوِرٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ عَبْدِ اللَّهِ بْنِ حَفْصٍ، عَنْ يَعْلَى بْنِ مُرَّةَ الثَّقَفِيِّ، قَالَ أَبْصَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَبِي رَدْعٌ مِنْ خَلُوقٍ قَالَ ‏\"‏ يَا يَعْلَى لَكَ امْرَأَةٌ ‏\"‏ ‏.‏ قُلْتُ لاَ ‏.‏ قَالَ ‏\"‏ اغْسِلْهُ ثُمَّ لاَ تَعُدْ ثُمَّ اغْسِلْهُ ثُمَّ لاَ تَعُدْ ثُمَّ اغْسِلْهُ ثُمَّ لاَ تَعُدْ ‏\"‏ ‏.‏ قَالَ فَغَسَلْتُهُ ثُمَّ لَمْ أَعُدْ ثُمَّ غَسَلْتُهُ ثُمَّ لَمْ أَعُدْ ثُمَّ غَسَلْتُهُ ثُمَّ لَمْ أَعُدْ ‏.‏",
    "source": ""
  },
  {
    "id": 19870,
    "number": "5134",
    "text": "أَخْبَرَنِي إِسْمَاعِيلُ بْنُ يَعْقُوبَ الصَّبِيحِيُّ، قَالَ حَدَّثَنَا ابْنُ مُوسَى، - يَعْنِي مُحَمَّدًا - قَالَ أَخْبَرَنِي أَبِي، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ عَبْدِ اللَّهِ بْنِ حَفْصٍ، عَنْ يَعْلَى، قَالَ مَرَرْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا مُتَخَلِّقٌ فَقَالَ ‏\"‏ أَىْ يَعْلَى هَلْ لَكَ امْرَأَةٌ ‏\"‏ ‏.‏ قُلْتُ لاَ ‏.‏ قَالَ ‏\"‏ اذْهَبْ فَاغْسِلْهُ ثُمَّ اغْسِلْهُ ثُمَّ اغْسِلْهُ ثُمَّ لاَ تَعُدْ ‏\"‏ ‏.‏ قَالَ ‏.‏ فَذَهَبْتُ فَغَسَلْتُهُ ثُمَّ غَسَلْتُهُ ثُمَّ غَسَلْتُهُ ثُمَّ لَمْ أَعُدْ ‏.‏",
    "source": ""
  },
  {
    "id": 19871,
    "number": "5135",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا ثَابِتٌ، - وَهُوَ ابْنُ عُمَارَةَ - عَنْ غُنَيْمِ بْنِ قَيْسٍ، عَنِ الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَيُّمَا امْرَأَةٍ اسْتَعْطَرَتْ فَمَرَّتْ عَلَى قَوْمٍ لِيَجِدُوا مِنْ رِيحِهَا فَهِيَ زَانِيَةٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19872,
    "number": "5136",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ بْنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ الْعَبَّاسِ الْهَاشِمِيِّ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، قَالَ سَمِعْتُ صَفْوَانَ بْنَ سُلَيْمٍ، - وَلَمْ أَسْمَعْ مِنْ صَفْوَانَ غَيْرَهُ - يُحَدِّثُ عَنْ رَجُلٍ ثِقَةٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا خَرَجَتِ الْمَرْأَةُ إِلَى الْمَسْجِدِ فَلْتَغْتَسِلْ مِنَ الطِّيبِ كَمَا تَغْتَسِلُ مِنَ الْجَنَابَةِ ‏\"‏ ‏.‏ مُخْتَصَرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 19873,
    "number": "5137",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ هِشَامِ بْنِ عِيسَى الْبَغْدَادِيُّ، قَالَ حَدَّثَنَا أَبُو عَلْقَمَةَ الْفَرْوِيُّ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَيُّمَا امْرَأَةٍ أَصَابَتْ بَخُورًا فَلاَ تَشْهَدْ مَعَنَا الْعِشَاءَ الآخِرَةَ ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ لاَ أَعْلَمُ أَحَدًا تَابَعَ يَزِيدَ بْنَ خُصَيْفَةَ عَنْ بُسْرِ بْنِ سَعِيدٍ عَلَى قَوْلِهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَقَدْ خَالَفَهُ يَعْقُوبُ بْنُ عَبْدِ اللَّهِ بْنِ الأَشَجِّ رَوَاهُ عَنْ زَيْنَبَ الثَّقَفِيَّةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19874,
    "number": "5138",
    "text": "أَخْبَرَنِي هِلاَلُ بْنُ الْعَلاَءِ بْنِ هِلاَلٍ، قَالَ حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، قَالَ حَدَّثَنَا وُهَيْبٌ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْنَبَ، امْرَأَةِ عَبْدِ اللَّهِ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا شَهِدَتْ إِحْدَاكُنَّ صَلاَةَ الْعِشَاءِ فَلاَ تَمَسَّ طِيبًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19875,
    "number": "5139",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا جَرِيرٌ، عَنِ ابْنِ عَجْلاَنَ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْنَبَ، امْرَأَةِ عَبْدِ اللَّهِ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا شَهِدَتْ إِحْدَاكُنَّ الْعِشَاءَ فَلاَ تَمَسَّ طِيبًا ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ حَدِيثُ يَحْيَى وَجَرِيرٍ أَوْلَى بِالصَّوَابِ مِنْ حَدِيثِ وُهَيْبِ بْنِ خَالِدٍ وَاللَّهُ تَعَالَى أَعْلَمُ ‏.‏",
    "source": ""
  },
  {
    "id": 19876,
    "number": "5140",
    "text": "أَخْبَرَنِي أَحْمَدُ بْنُ سَعِيدِ بْنِ يَعْقُوبَ الْحِمْصِيُّ، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْنَبَ الثَّقَفِيَّةِ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَيَّتُكُنَّ خَرَجَتْ إِلَى الْمَسْجِدِ فَلاَ تَقْرَبَنَّ طِيبًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19877,
    "number": "5141",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْقُرَشِيِّ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، عَنْ زَيْنَبَ الثَّقَفِيَّةِ، امْرَأَةِ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَهَا أَنْ لاَ تَمَسَّ الطِّيبَ إِذَا خَرَجَتْ إِلَى الْعِشَاءِ الآخِرَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19878,
    "number": "5142",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، قَالَ أَنْبَأَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ هِشَامٍ، عَنْ بُكَيْرٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْنَبَ الثَّقَفِيَّةِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا خَرَجَتِ الْمَرْأَةُ إِلَى الْعِشَاءِ الآخِرَةِ فَلاَ تَمَسَّ طِيبًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19879,
    "number": "5143",
    "text": "أَخْبَرَنِي يُوسُفُ بْنُ سَعِيدٍ، قَالَ بَلَغَنِي عَنْ حَجَّاجٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي زِيَادُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْنَبَ الثَّقَفِيَّةِ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا شَهِدَتْ إِحْدَاكُنَّ الصَّلاَةَ فَلاَ تَمَسَّ طِيبًا ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَهَذَا غَيْرُ مَحْفُوظٍ مِنْ حَدِيثِ الزُّهْرِيِّ ‏.‏",
    "source": ""
  },
  {
    "id": 19880,
    "number": "5144",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ أَبُو طَاهِرٍ، قَالَ أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي مَخْرَمَةُ، عَنْ أَبِيهِ، عَنْ نَافِعٍ، قَالَ كَانَ ابْنُ عُمَرَ إِذَا اسْتَجْمَرَ اسْتَجْمَرَ بِالأُلُوَّةِ غَيْرَ مُطَرَّاةٍ وَبِكَافُورٍ يَطْرَحُهُ مَعَ الأُلُوَّةِ ثُمَّ قَالَ هَكَذَا كَانَ يَسْتَجْمِرُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 19881,
    "number": "5145",
    "text": "أَخْبَرَنَا وَهْبُ بْنُ بَيَانٍ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَنْبَأَنَا عَمْرُو بْنُ الْحَارِثِ، أَنَّ أَبَا عُشَّانَةَ، - هُوَ الْمَعَافِرِيُّ - حَدَّثَهُ أَنَّهُ، سَمِعَ عُقْبَةَ بْنَ عَامِرٍ، يُخْبِرُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَمْنَعُ أَهْلَهُ الْحِلْيَةَ وَالْحَرِيرَ وَيَقُولُ ‏\n\"‏ إِنْ كُنْتُمْ تُحِبُّونَ حِلْيَةَ الْجَنَّةِ وَحَرِيرَهَا فَلاَ تَلْبَسُوهَا فِي الدُّنْيَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19882,
    "number": "5146",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، ح وَأَنْبَأَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيٍّ، عَنِ امْرَأَتِهِ، عَنْ أُخْتِ، حُذَيْفَةَ قَالَتْ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ يَا مَعْشَرَ النِّسَاءِ أَمَا لَكُنَّ فِي الْفِضَّةِ مَا تَحَلَّيْنَ أَمَا إِنَّهُ لَيْسَ مِنِ امْرَأَةٍ تَحَلَّتْ ذَهَبًا تُظْهِرُهُ إِلاَّ عُذِّبَتْ بِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19883,
    "number": "5147",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ مَنْصُورًا، يُحَدِّثُ عَنْ رِبْعِيٍّ، عَنِ امْرَأَتِهِ، عَنْ أُخْتِ، حُذَيْفَةَ قَالَتْ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ يَا مَعْشَرَ النِّسَاءِ أَمَا لَكُنَّ فِي الْفِضَّةِ مَا تَحَلَّيْنَ أَمَا إِنَّهُ لَيْسَ مِنْكُنَّ امْرَأَةٌ تُحَلَّى ذَهَبًا تُظْهِرُهُ إِلاَّ عُذِّبَتْ بِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19884,
    "number": "5148",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي مَحْمُودُ بْنُ عَمْرٍو، أَنَّ أَسْمَاءَ بِنْتَ يَزِيدَ، حَدَّثَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَيُّمَا امْرَأَةٍ تَحَلَّتْ - يَعْنِي - بِقِلاَدَةٍ مِنْ ذَهَبٍ جُعِلَ فِي عُنُقِهَا مِثْلُهَا مِنَ النَّارِ وَأَيُّمَا امْرَأَةٍ جَعَلَتْ فِي أُذُنِهَا خُرْصًا مِنْ ذَهَبٍ جَعَلَ اللَّهُ عَزَّ وَجَلَّ فِي أُذُنِهَا مِثْلَهُ خُرْصًا مِنَ النَّارِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  }
]