[
  {
    "id": 19985,
    "number": "5249",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي الأَشْعَثُ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، وَذَكَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُحِبُّ التَّيَامُنَ مَا اسْتَطَاعَ فِي طُهُورِهِ وَتَنَعُّلِهِ وَتَرَجُّلِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19986,
    "number": "5250",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، وَسُلَيْمَانَ بْنِ يَسَارٍ، أَنَّهُمَا سَمِعَا أَبَا هُرَيْرَةَ، يُخْبِرُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ الْيَهُودَ وَالنَّصَارَى لاَ يَصْبُغُونَ فَخَالِفُوهُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19987,
    "number": "5251",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، - وَهُوَ ابْنُ الْحَارِثِ - قَالَ حَدَّثَنَا عَزْرَةُ، - وَهُوَ ابْنُ ثَابِتٍ - عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِأَبِي قُحَافَةَ وَرَأْسُهُ وَلِحْيَتُهُ كَأَنَّهُ ثَغَامَةٌ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ غَيِّرُوا أَوِ اخْضِبُوا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19988,
    "number": "5252",
    "text": "أَخْبَرَنَا يَحْيَى بْنُ حَكِيمٍ، قَالَ حَدَّثَنَا أَبُو قُتَيْبَةَ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عُبَيْدٍ، قَالَ رَأَيْتُ ابْنَ عُمَرَ يُصَفِّرُ لِحْيَتَهُ فَقُلْتُ لَهُ فِي ذَلِكَ فَقَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يُصَفِّرُ لِحْيَتَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19989,
    "number": "5253",
    "text": "أَخْبَرَنَا عَبْدَةُ بْنُ عَبْدِ الرَّحِيمِ، قَالَ أَنْبَأَنَا عَمْرُو بْنُ مُحَمَّدٍ، قَالَ أَنْبَأَنَا ابْنُ أَبِي رَوَّادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَلْبَسُ النِّعَالَ السِّبْتِيَّةَ وَيُصَفِّرُ لِحْيَتَهُ بِالْوَرْسِ وَالزَّعْفَرَانِ ‏.‏ وَكَانَ ابْنُ عُمَرَ يَفْعَلُ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 19990,
    "number": "5254",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ مُعَاوِيَةَ، وَهُوَ عَلَى الْمِنْبَرِ بِالْمَدِينَةِ وَأَخْرَجَ مِنْ كُمِّهِ قُصَّةً مِنْ شَعْرٍ فَقَالَ يَا أَهْلَ الْمَدِينَةِ أَيْنَ عُلَمَاؤُكُمْ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَنْهَى عَنْ مِثْلِ هَذِهِ وَقَالَ ‏\n\"‏ إِنَّمَا هَلَكَتْ بَنُو إِسْرَائِيلَ حِينَ اتَّخَذَ نِسَاؤُهُمْ مِثْلَ هَذَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19991,
    "number": "5255",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ قَدِمَ مُعَاوِيَةُ الْمَدِينَةَ فَخَطَبَنَا وَأَخَذَ كُبَّةً مِنْ شَعْرٍ قَالَ مَا كُنْتُ أَرَى أَحَدًا يَفْعَلُهُ إِلاَّ الْيَهُودَ وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَلَغَهُ فَسَمَّاهُ الزُّورَ ‏.‏",
    "source": ""
  },
  {
    "id": 19992,
    "number": "5256",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ يَحْيَى بْنِ الْحَارِثِ، قَالَ حَدَّثَنَا مَحْبُوبُ بْنُ مُوسَى، قَالَ أَنْبَأَنَا ابْنُ الْمُبَارَكِ، عَنْ يَعْقُوبَ بْنِ الْقَعْقَاعِ، عَنْ قَتَادَةَ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ مُعَاوِيَةَ، أَنَّهُ قَالَ يَا أَيُّهَا النَّاسُ إِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَاكُمْ عَنِ الزُّورِ ‏.‏ قَالَ وَجَاءَ بِخِرْقَةٍ سَوْدَاءَ فَأَلْقَاهَا بَيْنَ أَيْدِيهِمْ فَقَالَ هُوَ هَذَا تَجْعَلُهُ الْمَرْأَةُ فِي رَأْسِهَا ثُمَّ تَخْتَمِرُ عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19993,
    "number": "5257",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحِيمِ، قَالَ حَدَّثَنَا أَسَدُ بْنُ مُوسَى، قَالَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ هِشَامِ بْنِ أَبِي عَبْدِ اللَّهِ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ مُعَاوِيَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الزُّورِ وَالزُّورُ الْمَرْأَةُ تَلِفُّ عَلَى رَأْسِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 19994,
    "number": "5258",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَعَنَ الْوَاصِلَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 19995,
    "number": "5259",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ حَدَّثَتْنِي فَاطِمَةُ، عَنْ أَسْمَاءَ، أَنَّ امْرَأَةً، جَاءَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ بِنْتًا لِي عَرُوسٌ وَإِنَّهَا اشْتَكَتْ فَتَمَزَّقَ شَعْرُهَا فَهَلْ عَلَىَّ جُنَاحٌ إِنْ وَصَلْتُ لَهَا فِيهِ فَقَالَ ‏\n\"‏ لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19996,
    "number": "5260",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا مُحَمَّدُ بْنُ بِشْرٍ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْوَاصِلَةَ وَالْمُوتَصِلَةَ وَالْوَاشِمَةَ وَالْمُوتَشِمَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 19997,
    "number": "5261",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَعَنَ اللَّهُ الْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ أَلاَ أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 19998,
    "number": "5262",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ الأَعْمَشَ، يُحَدِّثُ عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْوَاشِمَاتِ وَالْمُتَفَلِّجَاتِ وَالْمُتَنَمِّصَاتِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ عَزَّ وَجَلَّ ‏.‏",
    "source": ""
  },
  {
    "id": 19999,
    "number": "5263",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ مُحَمَّدٍ، قَالَ حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَعَنَ اللَّهُ الْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ وَالْمُتَوَشِّمَاتِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ ‏.‏ فَأَتَتْهُ امْرَأَةٌ فَقَالَتْ أَنْتَ الَّذِي تَقُولُ كَذَا وَكَذَا قَالَ وَمَا لِيَ لاَ أَقُولُ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 20000,
    "number": "5264",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، قَالَ كَانَ عَبْدُ اللَّهِ يَقُولُ لَعَنَ اللَّهُ الْمُتَوَشِّمَاتِ وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ أَلاَ أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 20001,
    "number": "5265",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنْ إِسْمَاعِيلَ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَتَزَعْفَرَ الرَّجُلُ ‏.‏",
    "source": ""
  },
  {
    "id": 20002,
    "number": "5266",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ مُقَدَّمٍ، قَالَ حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى بْنِ عُمَارَةَ الأَنْصَارِيُّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُزَعْفِرَ الرَّجُلُ جِلْدَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20003,
    "number": "5267",
    "text": "أَخْبَرَنَا إِسْحَاقُ، قَالَ أَنْبَأَنَا وَكِيعٌ، قَالَ حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ، عَنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أُتِيَ بِطِيبٍ لَمْ يَرُدَّهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20004,
    "number": "5268",
    "text": "أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ فَضَالَةَ بْنِ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، قَالَ حَدَّثَنَا سَعِيدٌ، قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي جَعْفَرٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ عُرِضَ عَلَيْهِ طِيبٌ فَلاَ يَرُدَّهُ فَإِنَّهُ خَفِيفُ الْمَحْمَلِ طَيِّبُ الرَّائِحَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20005,
    "number": "5269",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا جَرِيرٌ، عَنِ ابْنِ عَجْلاَنَ، عَنْ بُكَيْرٍ، ح وَأَنْبَأَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى، عَنِ ابْنِ عَجْلاَنَ، قَالَ حَدَّثَنِي بُكَيْرُ بْنُ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْنَبَ، امْرَأَةِ عَبْدِ اللَّهِ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا شَهِدَتْ إِحْدَاكُنَّ الْعِشَاءَ فَلاَ تَمَسَّ طِيبًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20006,
    "number": "5270",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ هِشَامٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، أَخْبَرَتْنِي زَيْنَبُ الثَّقَفِيَّةُ، امْرَأَةُ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهَا ‏\n\"‏ إِذَا خَرَجْتِ إِلَى الْعِشَاءِ فَلاَ تَمَسَّ طِيبًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20007,
    "number": "5271",
    "text": "وَحَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي جَعْفَرٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْنَبَ الثَّقَفِيَّةِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَيَّتُكُنَّ خَرَجَتْ إِلَى الْمَسْجِدِ فَلاَ تَقْرَبَنَّ طِيبًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20008,
    "number": "5272",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ هِشَامِ بْنِ عِيسَى، قَالَ حَدَّثَنَا أَبُو عَلْقَمَةَ الْفَرْوِيُّ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَيُّمَا امْرَأَةٍ أَصَابَتْ بَخُورًا فَلاَ تَشْهَدْ مَعَنَا الْعِشَاءَ الآخِرَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20009,
    "number": "5273",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ إِسْحَاقَ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ غَزْوَانَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنْ خُلَيْدِ بْنِ جَعْفَرٍ، وَالْمُسْتَمِرِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ ذَكَرَ النَّبِيُّ صلى الله عليه وسلم امْرَأَةً حَشَتْ خَاتَمَهَا بِالْمِسْكِ فَقَالَ ‏\n\"‏ وَهُوَ أَطْيَبُ الطِّيبِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20010,
    "number": "5274",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا يَحْيَى، وَيَزِيدُ، وَمُعْتَمِرٌ، وَبِشْرُ بْنُ الْمُفَضَّلِ، قَالُوا حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ أَبِي مُوسَى، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ أَحَلَّ لإِنَاثِ أُمَّتِي الْحَرِيرَ وَالذَّهَبَ وَحَرَّمَهُ عَلَى ذُكُورِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20011,
    "number": "5275",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْوَلِيدِ، قَالَ حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، عَنْ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نُهِيتُ عَنِ الثَّوْبِ الأَحْمَرِ، وَخَاتَمِ الذَّهَبِ، وَأَنْ أَقْرَأَ وَأَنَا رَاكِعٌ، ‏.‏",
    "source": ""
  },
  {
    "id": 20012,
    "number": "5276",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا يَحْيَى، عَنِ ابْنِ عَجْلاَنَ، قَالَ أَخْبَرَنِي إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عَلِيٍّ، قَالَ نَهَانِي النَّبِيُّ صلى الله عليه وسلم عَنْ خَاتَمِ الذَّهَبِ وَأَنْ أَقْرَأَ الْقُرْآنَ وَأَنَا رَاكِعٌ وَعَنِ الْقَسِّيِّ وَعَنِ الْمُعَصْفَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 20013,
    "number": "5277",
    "text": "أَخْبَرَنَا عِيسَى بْنُ حَمَّادٍ، عَنِ اللَّيْثِ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، أَنَّ أَبَاهُ، حَدَّثَهُ أَنَّهُ، سَمِعَ عَلِيًّا، يَقُولُ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ خَاتَمِ الذَّهَبِ وَعَنْ لُبُوسِ الْقَسِّيِّ وَالْمُعَصْفَرِ وَقِرَاءَةِ الْقُرْآنِ وَأَنَا رَاكِعٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20014,
    "number": "5278",
    "text": "قَالَ الْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ الْقَاسِمِ، حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، قَالَ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْقِرَاءَةِ فِي الرُّكُوعِ ‏.‏",
    "source": ""
  },
  {
    "id": 20015,
    "number": "5279",
    "text": "أَخْبَرَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، قَالَ حَدَّثَنَا حَرْبٌ، عَنْ يَحْيَى، حَدَّثَنِي عَمْرُو بْنُ سَعْدٍ الْفَدَكِيُّ، أَنَّ نَافِعًا، أَخْبَرَهُ حَدَّثَنِي ابْنُ حُنَيْنٍ، أَنَّ عَلِيًّا، حَدَّثَهُ قَالَ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ ثِيَابِ الْمُعَصْفَرِ وَعَنْ خَاتَمِ الذَّهَبِ وَلُبْسِ الْقَسِّيِّ وَأَنْ أَقْرَأَ وَأَنَا رَاكِعٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20016,
    "number": "5280",
    "text": "أَخْبَرَنَا يَحْيَى بْنُ دُرُسْتَ، قَالَ حَدَّثَنَا أَبُو إِسْمَاعِيلَ، قَالَ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، أَنَّ مُحَمَّدَ بْنَ إِبْرَاهِيمَ، حَدَّثَهُ عَنِ ابْنِ حُنَيْنٍ، عَنْ عَلِيٍّ، قَالَ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَرْبَعٍ عَنْ لُبْسِ ثَوْبٍ مُعَصْفَرٍ وَعَنِ التَّخَتُّمِ بِخَاتَمِ الذَّهَبِ وَعَنْ لُبْسِ الْقَسِّيَّةِ وَأَنْ أَقْرَأَ الْقُرْآنَ وَأَنَا رَاكِعٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20017,
    "number": "5281",
    "text": "أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، قَالَ حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، أَخْبَرَنِي خَالِدُ بْنُ مَعْدَانَ، أَنَّ ابْنَ حُنَيْنٍ، حَدَّثَهُ أَنَّ عَلِيًّا قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ ثِيَابِ الْمُعَصْفَرِ وَعَنِ الْحَرِيرِ وَأَنْ يَقْرَأَ وَهُوَ رَاكِعٌ وَعَنْ خَاتَمِ الذَّهَبِ ‏.‏",
    "source": ""
  },
  {
    "id": 20018,
    "number": "5282",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ النَّضْرَ بْنَ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ خَاتَمِ الذَّهَبِ ‏.‏",
    "source": ""
  },
  {
    "id": 20019,
    "number": "5283",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ حَفْصِ بْنِ عَبْدِ اللَّهِ، حَدَّثَنِي أَبِي قَالَ، حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنِ الْحَجَّاجِ، - وَهُوَ ابْنُ الْحَجَّاجِ - عَنْ قَتَادَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُبَيْدٍ، عَنْ بُشَيْرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ تَخَتُّمِ الذَّهَبِ ‏.‏",
    "source": ""
  },
  {
    "id": 20020,
    "number": "5284",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، عَنْ إِسْمَاعِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ اتَّخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَاتَمَ الذَّهَبِ فَلَبِسَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَاتَّخَذَ النَّاسُ خَوَاتِيمَ الذَّهَبِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنِّي كُنْتُ أَلْبَسُ هَذَا الْخَاتَمَ وَإِنِّي لَنْ أَلْبَسَهُ أَبَدًا ‏\"‏ ‏.‏ فَنَبَذَهُ فَنَبَذَ النَّاسُ خَوَاتِيمَهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 20021,
    "number": "5285",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا مُحَمَّدُ بْنُ بِشْرٍ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ نَقْشُ خَاتَمِ رَسُولِ اللَّهِ صلى الله عليه وسلم مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20022,
    "number": "5286",
    "text": "أَخْبَرَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، قَالَ أَنْبَأَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اتَّخَذَ خَاتَمًا مِنْ وَرِقٍ وَفَصُّهُ حَبَشِيٌّ وَنَقْشُهُ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20023,
    "number": "5287",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، عَنْ بِشْرٍ، - وَهُوَ ابْنُ الْمُفَضَّلِ - قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ أَرَادَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَكْتُبَ إِلَى الرُّومِ فَقَالُوا إِنَّهُمْ لاَ يَقْرَءُونَ كِتَابًا إِلاَّ مَخْتُومًا ‏.‏ فَاتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ كَأَنِّي أَنْظُرُ إِلَى بَيَاضِهِ فِي يَدِهِ وَنُقِشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20024,
    "number": "5288",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اتَّخَذَ خَاتَمًا مِنْ وَرِقٍ وَفَصُّهُ حَبَشِيٌّ ‏.‏",
    "source": ""
  },
  {
    "id": 20025,
    "number": "5289",
    "text": "أَخْبَرَنَا الْقَاسِمُ بْنُ زَكَرِيَّا، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنِ الْحَسَنِ، - وَهُوَ ابْنُ صَالِحٍ - عَنْ عَاصِمٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ كَانَ خَاتَمُ النَّبِيِّ صلى الله عليه وسلم مِنْ فِضَّةٍ وَفَصُّهُ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20026,
    "number": "5290",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ حُجْرٍ، - وَاللَّفْظُ لَهُ - قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ قَدِ اصْطَنَعْنَا خَاتَمًا وَنَقَشْنَا عَلَيْهِ نَقْشًا فَلاَ يَنْقُشْ عَلَيْهِ أَحَدٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20027,
    "number": "5291",
    "text": "أَخْبَرَنَا عِمْرَانُ بْنُ مُوسَى، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اصْطَنَعَ خَاتَمًا فَقَالَ ‏\n\"‏ إِنَّا قَدِ اتَّخَذْنَا خَاتَمًا وَنَقَشْنَا عَلَيْهِ نَقْشًا فَلاَ يَنْقُشْ عَلَيْهِ أَحَدٌ ‏\"‏ ‏.‏ وَإِنِّي لأَرَى بَرِيقَهُ فِي خِنْصَرِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 20028,
    "number": "5292",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَامِرٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، قَالَ حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَخَتَّمُ فِي يَمِينِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20029,
    "number": "5293",
    "text": "أَخْبَرَنَا الْحُسَيْنُ بْنُ عِيسَى الْبِسْطَامِيُّ، قَالَ حَدَّثَنَا سَلْمُ بْنُ قُتَيْبَةَ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ كَأَنِّي أَنْظُرُ إِلَى بَيَاضِ خَاتَمِ النَّبِيِّ صلى الله عليه وسلم فِي إِصْبَعِهِ الْيُسْرَى ‏.‏",
    "source": ""
  },
  {
    "id": 20030,
    "number": "5294",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ نَافِعٍ، قَالَ حَدَّثَنَا بَهْزُ بْنُ أَسَدٍ، قَالَ حَدَّثَنَا حَمَّادٌ، قَالَ حَدَّثَنَا ثَابِتٌ، أَنَّهُمْ سَأَلُوا أَنَسًا عَنْ خَاتَمِ، رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ مِنْ فِضَّةٍ ‏.‏ وَرَفَعَ إِصْبَعَهُ الْيُسْرَى الْخِنْصَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 20031,
    "number": "5295",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِي بُرْدَةَ، قَالَ سَمِعْتُ عَلِيًّا، يَقُولُ نَهَانِي نَبِيُّ اللَّهِ صلى الله عليه وسلم عَنِ الْخَاتَمِ فِي السَّبَّابَةِ وَالْوُسْطَى ‏.‏",
    "source": ""
  },
  {
    "id": 20032,
    "number": "5296",
    "text": "أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِي بُرْدَةَ، عَنْ عَلِيٍّ، قَالَ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أَلْبَسَ فِي إِصْبَعِي هَذِهِ وَفِي الْوُسْطَى وَالَّتِي تَلِيهَا ‏.‏",
    "source": ""
  },
  {
    "id": 20033,
    "number": "5297",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَخَتَّمُ بِخَاتَمٍ مِنْ ذَهَبٍ ثُمَّ طَرَحَهُ وَلَبِسَ خَاتَمًا مِنْ وَرِقٍ وَنُقِشَ عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ ثُمَّ قَالَ ‏\n\"‏ لاَ يَنْبَغِي لأَحَدٍ أَنْ يَنْقُشَ عَلَى نَقْشِ خَاتَمِي هَذَا ‏\"‏ ‏.‏ وَجَعَلَ فَصَّهُ فِي بَطْنِ كَفِّهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20034,
    "number": "5298",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ حَرْبٍ، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، عَنْ سُلَيْمَانَ الشَّيْبَانِيِّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اتَّخَذَ خَاتَمًا فَلَبِسَهُ قَالَ ‏\n\"‏ شَغَلَنِي هَذَا عَنْكُمْ مُنْذُ الْيَوْمِ إِلَيْهِ نَظْرَةٌ وَإِلَيْكُمْ نَظْرَةٌ ‏\"‏ ‏.‏ ثُمَّ أَلْقَاهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20035,
    "number": "5299",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اصْطَنَعَ خَاتَمًا مِنْ ذَهَبٍ وَكَانَ يَلْبَسُهُ فَجَعَلَ فَصَّهُ فِي بَاطِنِ كَفِّهِ فَصَنَعَ النَّاسُ ثُمَّ إِنَّهُ جَلَسَ عَلَى الْمِنْبَرِ فَنَزَعَهُ وَقَالَ ‏\"‏ إِنِّي كُنْتُ أَلْبَسُ هَذَا الْخَاتَمَ وَأَجْعَلُ فَصَّهُ مِنْ دَاخِلٍ ‏\"‏ ‏.‏ فَرَمَى بِهِ ثُمَّ قَالَ ‏\"‏ وَاللَّهِ لاَ أَلْبَسُهُ أَبَدًا ‏\"‏ ‏.‏ فَنَبَذَ النَّاسُ خَوَاتِيمَهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 20036,
    "number": "5300",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ، قِرَاءَةً عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسٍ، أَنَّهُ رَأَى فِي يَدِ رَسُولِ اللَّهِ صلى الله عليه وسلم خَاتَمًا مِنْ وَرِقٍ يَوْمًا وَاحِدًا فَصَنَعُوهُ فَلَبِسُوهُ فَطَرَحَ النَّبِيُّ صلى الله عليه وسلم وَطَرَحَ النَّاسُ ‏.‏",
    "source": ""
  },
  {
    "id": 20037,
    "number": "5301",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اتَّخَذَ خَاتَمًا مِنْ ذَهَبٍ وَكَانَ جَعَلَ فَصَّهُ فِي بَاطِنِ كَفِّهِ فَاتَّخَذَ النَّاسُ خَوَاتِيمَ مِنْ ذَهَبٍ فَطَرَحَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَطَرَحَ النَّاسُ خَوَاتِيمَهُمْ وَاتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ فَكَانَ يَخْتِمُ بِهِ وَلاَ يَلْبَسُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20038,
    "number": "5302",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا مُحَمَّدُ بْنُ بِشْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ اتَّخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَاتَمًا مِنْ ذَهَبٍ وَجَعَلَ فَصَّهُ مِمَّا يَلِي بَطْنَ كَفِّهِ فَاتَّخَذَ النَّاسُ الْخَوَاتِيمَ فَأَلْقَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ لاَ أَلْبَسُهُ أَبَدًا ‏\"‏ ‏.‏ ثُمَّ اتَّخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَاتَمًا مِنْ وَرِقٍ فَأَدْخَلَهُ فِي يَدِهِ ثُمَّ كَانَ فِي يَدِ أَبِي بَكْرٍ ثُمَّ كَانَ فِي يَدِ عُمَرَ ثُمَّ كَانَ فِي يَدِ عُثْمَانَ حَتَّى هَلَكَ فِي بِئْرِ أَرِيسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20039,
    "number": "5303",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ أَبِيهِ، قَالَ دَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَآنِي سَيِّئَ الْهَيْئَةِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَلْ لَكَ مِنْ شَىْءٍ ‏\"‏ ‏.‏ قَالَ نَعَمْ مِنْ كُلِّ الْمَالِ قَدْ آتَانِي اللَّهُ ‏.‏ فَقَالَ ‏\"‏ إِذَا كَانَ لَكَ مَالٌ فَلْيُرَ عَلَيْكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20040,
    "number": "5304",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّهُ رَأَى حُلَّةَ سِيَرَاءَ تُبَاعُ عِنْدَ بَابِ الْمَسْجِدِ فَقُلْتُ يَا رَسُولَ اللَّهِ لَوِ اشْتَرَيْتَ هَذَا لِيَوْمِ الْجُمُعَةِ وَلِلْوَفْدِ إِذَا قَدِمُوا عَلَيْكَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ ‏\"‏ ‏.‏ قَالَ فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدُ مِنْهَا بِحُلَلٍ فَكَسَانِي مِنْهَا حُلَّةً فَقَالَ يَا رَسُولَ اللَّهِ كَسَوْتَنِيهَا وَقَدْ قُلْتَ فِيهَا مَا قُلْتَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَمْ أَكْسُكَهَا لِتَلْبَسَهَا إِنَّمَا كَسَوْتُكَهَا لِتَكْسُوهَا أَوْ لِتَبِيعَهَا ‏\"‏ ‏.‏ فَكَسَاهَا عُمَرُ أَخًا لَهُ مِنْ أُمِّهِ مُشْرِكًا ‏.‏",
    "source": ""
  },
  {
    "id": 20041,
    "number": "5305",
    "text": "أَخْبَرَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، قَالَ حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، قَالَ رَأَيْتُ عَلَى زَيْنَبَ بِنْتِ النَّبِيِّ صلى الله عليه وسلم قَمِيصَ حَرِيرٍ سِيَرَاءَ ‏.‏",
    "source": ""
  },
  {
    "id": 20042,
    "number": "5306",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عُثْمَانَ، عَنْ بَقِيَّةَ، حَدَّثَنِي الزُّبَيْدِيُّ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ حَدَّثَنِي أَنَّهُ، رَأَى عَلَى أُمِّ كُلْثُومٍ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم بُرْدَ سِيَرَاءَ وَالسِّيَرَاءُ الْمُضَلَّعُ بِالْقَزِّ ‏.‏",
    "source": ""
  },
  {
    "id": 20043,
    "number": "5307",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا النَّضْرُ، وَأَبُو عَامِرٍ قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عَوْنٍ الثَّقَفِيِّ، قَالَ سَمِعْتُ أَبَا صَالِحٍ الْحَنَفِيَّ، يَقُولُ سَمِعْتُ عَلِيًّا، يَقُولُ أُهْدِيَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم حُلَّةُ سِيَرَاءَ فَبَعَثَ بِهَا إِلَىَّ فَلَبِسْتُهَا فَعَرَفْتُ الْغَضَبَ فِي وَجْهِهِ فَقَالَ ‏\n\"‏ أَمَا إِنِّي لَمْ أُعْطِكَهَا لِتَلْبَسَهَا ‏\"‏ ‏.‏ فَأَمَرَنِي فَأَطَرْتُهَا بَيْنَ نِسَائِي ‏.‏",
    "source": ""
  },
  {
    "id": 20044,
    "number": "5308",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْحَارِثِ الْمَخْزُومِيُّ، عَنْ حَنْظَلَةَ بْنِ أَبِي سُفْيَانَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يُحَدِّثُ أَنَّ عُمَرَ، خَرَجَ فَرَأَى حُلَّةَ إِسْتَبْرَقٍ تُبَاعُ فِي السُّوقِ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ اشْتَرِهَا فَالْبَسْهَا يَوْمَ الْجُمُعَةِ وَحِينَ يَقْدَمُ عَلَيْكَ الْوَفْدُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا يَلْبَسُ هَذَا مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ ثُمَّ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِثَلاَثِ حُلَلٍ مِنْهَا فَكَسَا عُمَرَ حُلَّةً وَكَسَا عَلِيًّا حُلَّةً وَكَسَا أُسَامَةَ حُلَّةً فَأَتَاهُ فَقَالَ يَا رَسُولَ اللَّهِ قُلْتَ فِيهَا مَا قُلْتَ ثُمَّ بَعَثْتَ إِلَىَّ ‏.‏ فَقَالَ ‏\"‏ بِعْهَا وَاقْضِ بِهَا حَاجَتَكَ أَوْ شَقِّقْهَا خُمُرًا بَيْنَ نِسَائِكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20045,
    "number": "5309",
    "text": "أَخْبَرَنَا عِمْرَانُ بْنُ مُوسَى، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا يَحْيَى، - وَهُوَ ابْنُ أَبِي إِسْحَاقَ - قَالَ قَالَ سَالِمٌ مَا الإِسْتَبْرَقُ قُلْتُ مَا غَلُظَ مِنَ الدِّيبَاجِ وَخَشُنَ مِنْهُ ‏.‏ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُ رَأَى عُمَرُ مَعَ رَجُلٍ حُلَّةَ سُنْدُسٍ فَأَتَى بِهَا النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ اشْتَرِ هَذِهِ ‏\"‏ ‏.‏ وَسَاقَ الْحَدِيثَ ‏.‏",
    "source": ""
  },
  {
    "id": 20046,
    "number": "5310",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا ابْنُ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، وَيَزِيدُ بْنُ أَبِي زِيَادٍ، عَنِ ابْنِ أَبِي لَيْلَى، وَأَبُو فَرْوَةَ عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ، قَالَ اسْتَسْقَى حُذَيْفَةُ فَأَتَاهُ دُهْقَانٌ بِمَاءٍ فِي إِنَاءٍ مِنْ فِضَّةٍ فَحَذَفَهُ ثُمَّ اعْتَذَرَ إِلَيْهِمْ مِمَّا صَنَعَ بِهِ وَقَالَ إِنِّي نَهَيْتُهُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ تَشْرَبُوا فِي إِنَاءِ الذَّهَبِ وَالْفِضَّةِ وَلاَ تَلْبَسُوا الدِّيبَاجَ وَلاَ الْحَرِيرَ فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَنَا فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20047,
    "number": "5311",
    "text": "أَخْبَرَنَا الْحَسَنُ بْنُ قَزَعَةَ، عَنْ خَالِدٍ، - وَهُوَ ابْنُ الْحَارِثِ - قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ وَاقِدِ بْنِ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ، قَالَ دَخَلْتُ عَلَى أَنَسِ بْنِ مَالِكٍ حِينَ قَدِمَ الْمَدِينَةَ فَسَلَّمْتُ عَلَيْهِ فَقَالَ مِمَّنْ أَنْتَ قُلْتُ أَنَا وَاقِدُ بْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ ‏.‏ قَالَ إِنَّ سَعْدًا كَانَ أَعْظَمَ النَّاسِ وَأَطْوَلَهُ ‏.‏ ثُمَّ بَكَى فَأَكْثَرَ الْبُكَاءَ ثُمَّ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ إِلَى أُكَيْدِرَ صَاحِبِ دُومَةَ بَعْثًا فَأَرْسَلَ إِلَيْهِ بِجُبَّةِ دِيبَاجٍ مَنْسُوجَةٍ فِيهَا الذَّهَبُ فَلَبِسَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَامَ عَلَى الْمِنْبَرِ وَقَعَدَ فَلَمْ يَتَكَلَّمْ وَنَزَلَ فَجَعَلَ النَّاسُ يَلْمُسُونَهَا بِأَيْدِيهِمْ فَقَالَ ‏\n\"‏ أَتَعْجَبُونَ مِنْ هَذِهِ لَمَنَادِيلُ سَعْدٍ فِي الْجَنَّةِ أَحْسَنُ مِمَّا تَرَوْنَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20048,
    "number": "5312",
    "text": "حَدَّثَنَا يُوسُفُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ لَبِسَ النَّبِيُّ صلى الله عليه وسلم قِبَاءً مِنْ دِيبَاجٍ أُهْدِيَ لَهُ ثُمَّ أَوْشَكَ أَنْ نَزَعَهُ فَأَرْسَلَ بِهِ إِلَى عُمَرَ فَقِيلَ لَهُ قَدْ أَوْشَكَ مَا نَزَعْتَهُ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ نَهَانِي عَنْهُ جِبْرِيلُ عَلَيْهِ السَّلاَمُ ‏\"‏ ‏.‏ فَجَاءَ عُمَرُ يَبْكِي فَقَالَ يَا رَسُولَ اللَّهِ كَرِهْتَ أَمْرًا وَأَعْطَيْتَنِيهِ ‏.‏ قَالَ ‏\"‏ إِنِّي لَمْ أُعْطِكَهُ لِتَلْبَسَهُ إِنَّمَا أَعْطَيْتُكَهُ لِتَبِيعَهُ ‏\"‏ ‏.‏ فَبَاعَهُ عُمَرُ بِأَلْفَىْ دِرْهَمٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20049,
    "number": "5313",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، وَهُوَ عَلَى الْمِنْبَرِ يَخْطُبُ وَيَقُولُ قَالَ مُحَمَّدٌ صلى الله عليه وسلم ‏\n\"‏ مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا فَلَنْ يَلْبَسَهُ فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20050,
    "number": "5314",
    "text": "أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ أَنْبَأَنَا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ أَنْبَأَنَا شُعْبَةُ، قَالَ حَدَّثَنَا خَلِيفَةُ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، قَالَ لاَ تُلْبِسُوا نِسَاءَكُمُ الْحَرِيرَ فَإِنِّي سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ لَبِسَهُ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20051,
    "number": "5315",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، قَالَ أَنْبَأَنَا حَرْبٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي عِمْرَانُ بْنُ حِطَّانَ، أَنَّهُ سَأَلَ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ عَنْ لُبْسِ الْحَرِيرِ، فَقَالَ سَلْ عَائِشَةَ ‏.‏ فَسَأَلْتُ عَائِشَةَ قَالَتْ سَلْ عَبْدَ اللَّهِ بْنَ عُمَرَ ‏.‏ فَسَأَلْتُ ابْنَ عُمَرَ فَقَالَ حَدَّثَنِي أَبُو حَفْصٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا فَلاَ خَلاَقَ لَهُ فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20052,
    "number": "5316",
    "text": "أَخْبَرَنَا سُلَيْمَانُ بْنُ سَلْمٍ، قَالَ أَنْبَأَنَا النَّضْرُ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، وَبِشْرِ بْنِ الْمُحْتَفِزِ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّمَا يَلْبَسُ الْحَرِيرَ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20053,
    "number": "5317",
    "text": "أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ حَدَّثَنَا أَبُو النُّعْمَانِ، سَنَةَ سَبْعٍ وَمِائَتَيْنِ قَالَ حَدَّثَنَا الصَّعْقُ بْنُ حَزْنٍ، عَنْ قَتَادَةَ، عَنْ عَلِيٍّ الْبَارِقِيِّ، قَالَ أَتَتْنِي امْرَأَةٌ تَسْتَفْتِينِي فَقُلْتُ لَهَا هَذَا ابْنُ عُمَرَ ‏.‏ فَاتَّبَعَتْهُ تَسْأَلُهُ وَاتَّبَعْتُهَا أَسْمَعُ مَا يَقُولُ ‏.‏ قَالَتْ أَفْتِنِي فِي الْحَرِيرِ ‏.‏ قَالَ نَهَى عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 20054,
    "number": "5318",
    "text": "أَخْبَرَنَا سُلَيْمَانُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعٍ وَنَهَانَا عَنْ سَبْعٍ نَهَانَا عَنْ خَوَاتِيمِ الذَّهَبِ وَعَنْ آنِيَةِ الْفِضَّةِ وَعَنِ الْمَيَاثِرِ وَالْقِسِّيَّةِ وَالإِسْتَبْرَقِ وَالدِّيبَاجِ وَالْحَرِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 20055,
    "number": "5319",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا عِيسَى بْنُ يُونُسَ، قَالَ حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَرْخَصَ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَالزُّبَيْرِ بْنِ الْعَوَّامِ فِي قُمُصِ حَرِيرٍ مِنْ حِكَّةٍ كَانَتْ بِهِمَا ‏.‏",
    "source": ""
  },
  {
    "id": 20056,
    "number": "5320",
    "text": "أَخْبَرَنَا نَصْرُ بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَخَّصَ لِعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ فِي قُمُصِ حَرِيرٍ كَانَتْ بِهِمَا يَعْنِي لِحِكَّةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20057,
    "number": "5321",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا جَرِيرٌ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، قَالَ كُنَّا مَعَ عُتْبَةَ بْنِ فَرْقَدٍ فَجَاءَ كِتَابُ عُمَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَلْبَسُ الْحَرِيرَ إِلاَّ مَنْ لَيْسَ لَهُ مِنْهُ شَىْءٌ فِي الآخِرَةِ إِلاَّ هَكَذَا ‏\"‏ ‏.‏ وَقَالَ أَبُو عُثْمَانَ بِأُصْبُعَيْهِ اللَّتَيْنِ تَلِيَانِ الإِبْهَامَ فَرَأَيْتُهُمَا أَزْرَارَ الطَّيَالِسَةِ حَتَّى رَأَيْتُ الطَّيَالِسَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 20058,
    "number": "5322",
    "text": "أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا مَخْلَدٌ، قَالَ حَدَّثَنَا مِسْعَرٌ، عَنْ وَبَرَةَ، عَنِ الشَّعْبِيِّ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، ح وَأَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، قَالَ حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي حَصِينٍ، عَنْ إِبْرَاهِيمَ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، عَنْ عُمَرَ، أَنَّهُ لَمْ يُرَخِّصْ فِي الدِّيبَاجِ إِلاَّ مَوْضِعَ أَرْبَعِ أَصَابِعَ ‏.‏",
    "source": ""
  },
  {
    "id": 20059,
    "number": "5323",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا هُشَيْمٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَعَلَيْهِ حُلَّةٌ حَمْرَاءُ مُتَرَجِّلاً لَمْ أَرَ قَبْلَهُ وَلاَ بَعْدَهُ أَحَدًا هُوَ أَجْمَلُ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20060,
    "number": "5324",
    "text": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ كَانَ أَحَبُّ الثِّيَابِ إِلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم الْحِبَرَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 20061,
    "number": "5325",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، - وَهُوَ ابْنُ الْحَارِثِ - قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، أَنَّ خَالِدَ بْنَ مَعْدَانَ، أَخْبَرَهُ أَنَّ جُبَيْرَ بْنَ نُفَيْرٍ أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو أَخْبَرَهُ أَنَّهُ، رَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعَلَيْهِ ثَوْبَانِ مُعَصْفَرَانِ فَقَالَ ‏\n\"‏ هَذِهِ ثِيَابُ الْكُفَّارِ فَلاَ تَلْبَسْهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20062,
    "number": "5326",
    "text": "أَخْبَرَنِي حَاجِبُ بْنُ سُلَيْمَانَ، عَنِ ابْنِ أَبِي رَوَّادٍ، قَالَ حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّهُ أَتَى النَّبِيَّ صلى الله عليه وسلم وَعَلَيْهِ ثَوْبَانِ مُعَصْفَرَانِ فَغَضِبَ النَّبِيُّ صلى الله عليه وسلم وَقَالَ ‏\"‏ اذْهَبْ فَاطْرَحْهُمَا عَنْكَ ‏\"‏ ‏.‏ قَالَ أَيْنَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ فِي النَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20063,
    "number": "5327",
    "text": "أَخْبَرَنَا عِيسَى بْنُ حَمَّادٍ، قَالَ أَنْبَأَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، أَنَّ إِبْرَاهِيمَ بْنَ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، أَخْبَرَهُ أَنَّ أَبَاهُ حَدَّثَهُ أَنَّهُ، سَمِعَ عَلِيًّا، يَقُولُ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ خَاتَمِ الذَّهَبِ وَعَنْ لَبُوسِ الْقَسِّيِّ وَالْمُعَصْفَرِ وَقِرَاءَةِ الْقُرْآنِ وَأَنَا رَاكِعٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20064,
    "number": "5328",
    "text": "أَخْبَرَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ، قَالَ أَنْبَأَنَا أَبُو نُوحٍ، قَالَ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِي رِمْثَةَ، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَعَلَيْهِ ثَوْبَانِ أَخْضَرَانِ ‏.‏",
    "source": ""
  },
  {
    "id": 20065,
    "number": "5329",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، عَنْ يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا قَيْسٌ، عَنْ خَبَّابِ بْنِ الأَرَتِّ، قَالَ شَكَوْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ مُتَوَسِّدٌ بُرْدَةً لَهُ فِي ظِلِّ الْكَعْبَةِ فَقُلْنَا أَلاَ تَسْتَنْصِرُ لَنَا أَلاَ تَدْعُو اللَّهَ لَنَا",
    "source": ""
  },
  {
    "id": 20066,
    "number": "5330",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ أَنْبَأَنَا يَعْقُوبُ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ جَاءَتِ امْرَأَةٌ بِبُرْدَةٍ - قَالَ سَهْلٌ - هَلْ تَدْرُونَ مَا الْبُرْدَةُ قَالُوا نَعَمْ هَذِهِ الشَّمْلَةُ مَنْسُوجٌ فِي حَاشِيَتِهَا ‏.‏ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي نَسَجْتُ هَذِهِ بِيَدِي أَكْسُوكَهَا فَأَخَذَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم مُحْتَاجًا إِلَيْهَا فَخَرَجَ إِلَيْنَا وَإِنَّهَا لإِزَارُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20067,
    "number": "5331",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ أَبِي عَرُوبَةَ، يُحَدِّثُ عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْبَسُوا مِنْ ثِيَابِكُمُ الْبَيَاضَ فَإِنَّهَا أَطْهَرُ وَأَطْيَبُ وَكَفِّنُوا فِيهَا مَوْتَاكُمْ ‏\"‏ ‏.‏ قَالَ يَحْيَى لَمْ أَكْتُبْهُ ‏.‏ قُلْتُ لِمَ قَالَ اسْتَغْنَيْتُ بِحَدِيثِ مَيْمُونِ بْنِ أَبِي شَبِيبٍ عَنْ سَمُرَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 20068,
    "number": "5332",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ عَلَيْكُمْ بِالْبَيَاضِ مِنَ الثِّيَابِ فَلْيَلْبَسْهَا أَحْيَاؤُكُمْ وَكَفِّنُوا فِيهَا مَوْتَاكُمْ فَإِنَّهَا مِنْ خَيْرِ ثِيَابِكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20069,
    "number": "5333",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ قَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَقْبِيَةً وَلَمْ يُعْطِ مَخْرَمَةَ شَيْئًا فَقَالَ مَخْرَمَةُ يَا بُنَىَّ انْطَلِقْ بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَانْطَلَقْتُ مَعَهُ قَالَ ادْخُلْ فَادْعُهُ لِي ‏.‏ قَالَ فَدَعَوْتُهُ فَخَرَجَ إِلَيْهِ وَعَلَيْهِ قِبَاءٌ مِنْهَا فَقَالَ ‏\n\"‏ خَبَّأْتُ هَذَا لَكَ ‏\"‏ ‏.‏ فَنَظَرَ إِلَيْهِ فَلَبِسَهُ مَخْرَمَةُ ‏.‏",
    "source": ""
  },
  {
    "id": 20070,
    "number": "5334",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ بِعَرَفَاتٍ فَقَالَ ‏\n\"‏ مَنْ لَمْ يَجِدْ إِزَارًا فَلْيَلْبَسِ السَّرَاوِيلَ وَمَنْ لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسْ خُفَّيْنِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20071,
    "number": "5335",
    "text": "أَخْبَرَنَا وَهْبُ بْنُ بَيَانٍ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَالِمًا، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ بَيْنَا رَجُلٌ يَجُرُّ إِزَارَهُ مِنَ الْخُيَلاَءِ خَسَفَ بِهِ فَهُوَ يَتَجَلْجَلُ فِي الأَرْضِ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20072,
    "number": "5336",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، ح وَأَنْبَأَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا بِشْرٌ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ جَرَّ ثَوْبَهُ - أَوْ قَالَ إِنَّ الَّذِي يَجُرُّ ثَوْبَهُ - مِنَ الْخُيَلاَءِ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20073,
    "number": "5337",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ مُحَارِبٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ جَرَّ ثَوْبَهُ مِنْ مَخِيلَةٍ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يَنْظُرْ إِلَيْهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20074,
    "number": "5338",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ قُدَامَةَ، عَنْ جَرِيرٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ مُسْلِمِ بْنِ نُذَيْرٍ، عَنْ حُذَيْفَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَوْضِعُ الإِزَارِ إِلَى أَنْصَافِ السَّاقَيْنِ وَالْعَضَلَةِ فَإِنْ أَبَيْتَ فَأَسْفَلَ فَإِنْ أَبَيْتَ فَمِنْ وَرَاءِ السَّاقِ وَلاَ حَقَّ لِلْكَعْبَيْنِ فِي الإِزَارِ ‏\"‏ ‏.‏ وَاللَّفْظُ لِمُحَمَّدٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20075,
    "number": "5339",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، - وَهُوَ ابْنُ الْحَارِثِ - قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، قَالَ حَدَّثَنِي أَبُو يَعْقُوبَ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا تَحْتَ الْكَعْبَيْنِ مِنَ الإِزَارِ فَفِي النَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20076,
    "number": "5340",
    "text": "أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي سَعِيدٌ الْمَقْبُرِيُّ، وَقَدْ كَانَ يُخْبِرُ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا أَسْفَلَ مِنَ الْكَعْبَيْنِ مِنَ الإِزَارِ فَفِي النَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20077,
    "number": "5341",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عَقِيلٍ، قَالَ حَدَّثَنِي جَدِّي، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَشْعَثَ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ لاَ يَنْظُرُ إِلَى مُسْبِلِ الإِزَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20078,
    "number": "5342",
    "text": "أَخْبَرَنَا بِشْرُ بْنُ خَالِدٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، قَالَ سَمِعْتُ سُلَيْمَانَ بْنَ مِهْرَانَ الأَعْمَشَ، عَنْ سُلَيْمَانَ بْنِ مُسْهِرٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ الْمَنَّانُ بِمَا أَعْطَى وَالْمُسْبِلُ إِزَارَهُ وَالْمُنَفِّقُ سِلْعَتَهُ بِالْحَلِفِ الْكَاذِبِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20079,
    "number": "5343",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ، قَالَ حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الإِسْبَالُ فِي الإِزَارِ وَالْقَمِيصِ وَالْعِمَامَةِ مَنْ جَرَّ مِنْهَا شَيْئًا خُيَلاَءَ لاَ يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20080,
    "number": "5344",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ جَرَّ ثَوْبَهُ مِنَ الْخُيَلاَءِ لاَ يَنْظُرُ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو بَكْرٍ يَا رَسُولَ اللَّهِ إِنَّ أَحَدَ شِقَّىْ إِزَارِي يَسْتَرْخِي إِلاَّ أَنْ أَتَعَاهَدَ ذَلِكَ مِنْهُ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّكَ لَسْتَ مِمَّنْ يَصْنَعُ ذَلِكَ خُيَلاَءَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20081,
    "number": "5345",
    "text": "أَخْبَرَنَا نُوحُ بْنُ حَبِيبٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ حَدَّثَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ جَرَّ ثَوْبَهُ مِنَ الْخُيَلاَءِ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ ‏\"‏ ‏.‏ قَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ فَكَيْفَ تَصْنَعُ النِّسَاءُ بِذُيُولِهِنَّ قَالَ ‏\"‏ تُرْخِينَهُ شِبْرًا ‏\"‏ ‏.‏ قَالَتْ إِذًا تَنْكَشِفَ أَقْدَامُهُنَّ ‏.‏ قَالَ ‏\"‏ تُرْخِينَهُ ذِرَاعًا لاَ تَزِدْنَ عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20082,
    "number": "5346",
    "text": "حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ بْنِ مَزْيَدٍ، قَالَ أَخْبَرَنِي أَبِي قَالَ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ نَافِعٍ، عَنْ أُمِّ سَلَمَةَ، أَنَّهَا ذَكَرَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم ذُيُولَ النِّسَاءِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يُرْخِينَ شِبْرًا ‏\"‏ ‏.‏ قَالَتْ أُمُّ سَلَمَةَ إِذًا يَنْكَشِفَ عَنْهَا ‏.‏ قَالَ ‏\"‏ تُرْخِي ذِرَاعًا لاَ تَزِيدُ عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20083,
    "number": "5347",
    "text": "أَخْبَرَنَا عَبْدُ الْجَبَّارِ بْنُ الْعَلاَءِ بْنِ عَبْدِ الْجَبَّارِ، عَنْ سُفْيَانَ، قَالَ حَدَّثَنِي أَيُّوبُ بْنُ مُوسَى، عَنْ نَافِعٍ، عَنْ صَفِيَّةَ، عَنْ أُمِّ سَلَمَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا ذَكَرَ فِي الإِزَارِ مَا ذَكَرَ قَالَتْ أُمُّ سَلَمَةَ فَكَيْفَ بِالنِّسَاءِ قَالَ ‏\"‏ يُرْخِينَ شِبْرًا ‏\"‏ ‏.‏ قَالَتْ إِذًا تَبْدُوَ أَقْدَامُهُنَّ ‏.‏ قَالَ ‏\"‏ فَذِرَاعًا لاَ يَزِدْنَ عَلَيْهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20084,
    "number": "5348",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا النَّضْرُ، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، - وَهُوَ ابْنُ سُلَيْمَانَ - قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم كَمْ تَجُرُّ الْمَرْأَةُ مِنْ ذَيْلِهَا قَالَ ‏\"‏ شِبْرًا ‏\"‏ ‏.‏ قَالَتْ إِذًا يَنْكَشِفَ عَنْهَا ‏.‏ قَالَ ‏\"‏ ذِرَاعٌ لاَ تَزِيدُ عَلَيْهَا ‏\"‏ ‏.‏",
    "source": ""
  }
]