[
  {
    "id": 20385,
    "number": "5649",
    "text": "أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ حَدَّثَنَا إِسْحَاقُ بْنُ سُوَيْدٍ، عَنْ مُعَاذَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ نَهَى عَنِ الدُّبَّاءِ، بِذَاتِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20386,
    "number": "5650",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ إِسْحَاقَ، - وَهُوَ ابْنُ سُوَيْدٍ - يَقُولُ حَدَّثَتْنِي مُعَاذَةُ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ نَبِيذِ النَّقِيرِ وَالْمُقَيَّرِ وَالدُّبَّاءِ وَالْحَنْتَمِ ‏.‏ فِي حَدِيثِ ابْنِ عُلَيَّةَ قَالَ إِسْحَاقُ وَذَكَرَتْ هُنَيْدَةُ عَنْ عَائِشَةَ مِثْلَ حَدِيثِ مُعَاذَةَ وَسَمَّتِ الْجِرَارَ ‏.‏ قُلْتُ لِهُنَيْدَةَ أَنْتِ سَمِعْتِيهَا سَمَّتِ الْجِرَارَ قَالَتْ نَعَمْ ‏.‏",
    "source": ""
  },
  {
    "id": 20387,
    "number": "5651",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ طَوْدِ بْنِ عَبْدِ الْمَلِكِ الْقَيْسِيِّ، - بَصْرِيٌّ - قَالَ حَدَّثَنِي أَبِي، عَنْ هُنَيْدَةَ بِنْتِ شَرِيكِ بْنِ زَبَّانَ، قَالَتْ لَقِيتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا بِالْخُرَيْبَةِ فَسَأَلْتُهَا عَنِ الْعَكَرِ فَنَهَتْنِي عَنْهُ وَقَالَتِ انْبِذِي عَشِيَّةً وَاشْرَبِيهِ غُدْوَةً وَأَوْكِي عَلَيْهِ ‏.‏ وَنَهَتْنِي عَنِ الدُّبَّاءِ وَالنَّقِيرِ وَالْمُزَفَّتِ وَالْحَنْتَمِ ‏.‏",
    "source": ""
  },
  {
    "id": 20388,
    "number": "5652",
    "text": "أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا ابْنُ إِدْرِيسَ، قَالَ سَمِعْتُ الْمُخْتَارَ بْنَ فُلْفُلٍ، عَنْ أَنَسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الظُّرُوفِ الْمُزَفَّتَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 20389,
    "number": "5653",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ حَدَّثَنَا مَنْصُورُ بْنُ حَيَّانَ، سَمِعَ سَعِيدَ بْنَ جُبَيْرٍ، يُحَدِّثُ أَنَّهُ سَمِعَ ابْنَ عُمَرَ، وَابْنَ، عَبَّاسٍ أَنَّهُمَا شَهِدَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالنَّقِيرِ ثُمَّ تَلاَ رَسُولُ اللَّهِ صلى الله عليه وسلم هَذِهِ الآيَةَ ‏{‏ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا ‏}‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20390,
    "number": "5654",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ، عَنِ ابْنِ عَمٍّ، لَهَا يُقَالُ لَهُ أَنَسٌ قَالَ قَالَ ابْنُ عَبَّاسٍ أَلَمْ يَقُلِ اللَّهُ عَزَّ وَجَلَّ ‏{‏ مَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا ‏}‏ قُلْتُ بَلَى ‏.‏ قَالَ أَلَمْ يَقُلِ اللَّهُ ‏{‏ وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ‏}‏ قُلْتُ بَلَى ‏.‏ قَالَ فَإِنِّي أَشْهَدُ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ النَّقِيرِ وَالْمُقَيَّرِ وَالدُّبَّاءِ وَالْحَنْتَمِ ‏.‏",
    "source": ""
  },
  {
    "id": 20391,
    "number": "5655",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ يَزِيدَ، قَالَ حَدَّثَنَا بَهْزُ بْنُ أَسَدٍ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَمْرُو بْنُ مُرَّةَ، قَالَ سَمِعْتُ زَاذَانَ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ قُلْتُ حَدِّثْنِي بِشَىْءٍ، سَمِعْتَهُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الأَوْعِيَةِ وَفَسِّرْهُ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْحَنْتَمِ وَهُوَ الَّذِي تُسَمُّونَهُ أَنْتُمُ الْجَرَّةَ وَنَهَى عَنِ الدُّبَّاءِ وَهُوَ الَّذِي تُسَمُّونَهُ أَنْتُمُ الْقَرْعَ وَنَهَى عَنِ النَّقِيرِ وَهِيَ النَّخْلَةُ يَنْقُرُونَهَا وَنَهَى عَنِ الْمُزَفَّتِ وَهُوَ الْمُقَيَّرُ ‏.‏",
    "source": ""
  },
  {
    "id": 20392,
    "number": "5656",
    "text": "أَخْبَرَنَا سَوَّارُ بْنُ عَبْدِ اللَّهِ بْنِ سَوَّارٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ، عَنْ هِشَامٍ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم وَفْدَ عَبْدِ الْقَيْسِ حِينَ قَدِمُوا عَلَيْهِ عَنِ الدُّبَّاءِ وَعَنِ النَّقِيرِ وَعَنِ الْمُزَفَّتِ وَالْمَزَادَةِ الْمَجْبُوبَةِ وَقَالَ ‏\"‏ انْتَبِذْ فِي سِقَائِكَ وَأَوْكِهِ وَاشْرَبْهُ حُلْوًا ‏\"‏ ‏.‏ قَالَ بَعْضُهُمُ ائْذَنْ لِي يَا رَسُولَ اللَّهِ فِي مِثْلِ هَذَا ‏.‏ قَالَ ‏\"‏ إِذًا تَجْعَلَهَا مِثْلَ هَذِهِ ‏\"‏ ‏.‏ وَأَشَارَ بِيَدِهِ يَصِفُ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 20393,
    "number": "5657",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ ابْنِ جُرَيْجٍ، قِرَاءَةً قَالَ وَقَالَ أَبُو الزُّبَيْرِ سَمِعْتُ جَابِرًا، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْجَرِّ الْمُزَفَّتِ وَالدُّبَّاءِ وَالنَّقِيرِ وَكَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا لَمْ يَجِدْ سِقَاءً يُنْبَذْ لَهُ فِيهِ نُبِذَ لَهُ فِي تَوْرٍ مِنْ حِجَارَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20394,
    "number": "5658",
    "text": "أَخْبَرَنِي أَحْمَدُ بْنُ خَالِدٍ، قَالَ حَدَّثَنَا إِسْحَاقُ، - يَعْنِي الأَزْرَقَ - قَالَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُنْبَذُ لَهُ فِي سِقَاءٍ فَإِذَا لَمْ يَكُنْ لَهُ سِقَاءٌ نَنْبِذُ لَهُ فِي تَوْرِ بِرَامٍ ‏.‏ قَالَ وَنَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالنَّقِيرِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 20395,
    "number": "5659",
    "text": "أَخْبَرَنَا سَوَّارُ بْنُ عَبْدِ اللَّهِ بْنِ سَوَّارٍ، قَالَ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، قَالَ حَدَّثَنَا عَبْدُ الْمَلِكِ، قَالَ حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالنَّقِيرِ وَالْجَرِّ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 20396,
    "number": "5660",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا سُلَيْمَانُ الأَحْوَلُ، عَنْ مُجَاهِدٍ، عَنْ أَبِي عِيَاضٍ، عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَخَّصَ فِي الْجَرِّ غَيْرَ مُزَفَّتٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20397,
    "number": "5661",
    "text": "أَخْبَرَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، عَنِ الأَحْوَصِ بْنِ جَوَّابٍ، عَنْ عَمَّارِ بْنِ رُزَيْقٍ، أَنَّهُ حَدَّثَهُمْ عَنْ أَبِي إِسْحَاقَ، عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنِّي كُنْتُ نَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِي فَتَزَوَّدُوا وَادَّخِرُوا وَمَنْ أَرَادَ زِيَارَةَ الْقُبُورِ فَإِنَّهَا تُذَكِّرُ الآخِرَةَ وَاشْرَبُوا وَاتَّقُوا كُلَّ مُسْكِرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20398,
    "number": "5662",
    "text": "أَخْبَرَنِي مُحَمَّدُ بْنُ آدَمَ بْنِ سُلَيْمَانَ، عَنِ ابْنِ فُضَيْلٍ، عَنْ أَبِي سِنَانٍ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنِّي كُنْتُ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَزُورُوهَا وَنَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِي فَوْقَ ثَلاَثَةِ أَيَّامٍ فَأَمْسِكُوا مَا بَدَا لَكُمْ وَنَهَيْتُكُمْ عَنِ النَّبِيذِ إِلاَّ فِي سِقَاءٍ فَاشْرَبُوا فِي الأَسْقِيَةِ كُلِّهَا وَلاَ تَشْرَبُوا مُسْكِرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20399,
    "number": "5663",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْدَانَ بْنِ عِيسَى بْنِ مَعْدَانَ الْحَرَّانِيُّ، قَالَ حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، قَالَ حَدَّثَنَا زُهَيْرٌ، قَالَ حَدَّثَنَا زُبَيْدٌ، عَنْ مُحَارِبٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنِّي كُنْتُ نَهَيْتُكُمْ عَنْ ثَلاَثٍ زِيَارَةِ الْقُبُورِ فَزُورُوهَا وَلْتَزِدْكُمْ زِيَارَتُهَا خَيْرًا وَنَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِي بَعْدَ ثَلاَثٍ فَكُلُوا مِنْهَا مَا شِئْتُمْ وَنَهَيْتُكُمْ عَنِ الأَشْرِبَةِ فِي الأَوْعِيَةِ فَاشْرَبُوا فِي أَىِّ وِعَاءٍ شِئْتُمْ وَلاَ تَشْرَبُوا مُسْكِرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20400,
    "number": "5664",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَجَّاجِ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ حَمَّادِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُنْتُ نَهَيْتُكُمْ عَنِ الأَوْعِيَةِ فَانْتَبِذُوا فِيمَا بَدَا لَكُمْ وَإِيَّاكُمْ وَكُلَّ مُسْكِرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20401,
    "number": "5665",
    "text": "أَخْبَرَنَا أَبُو عَلِيٍّ، مُحَمَّدُ بْنُ يَحْيَى بْنِ أَيُّوبَ - مَرْوَزِيٌّ - قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ، قَالَ حَدَّثَنَا عِيسَى بْنُ عُبَيْدٍ الْكِنْدِيُّ، - خُرَاسَانِيٌّ - قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَيْنَا هُوَ يَسِيرُ إِذْ حَلَّ بِقَوْمٍ فَسَمِعَ لَهُمْ لَغَطًا فَقَالَ ‏\"‏ مَا هَذَا الصَّوْتُ ‏\"‏ ‏.‏ قَالُوا يَا نَبِيَّ اللَّهِ لَهُمْ شَرَابٌ يَشْرَبُونَهُ ‏.‏ فَبَعَثَ إِلَى الْقَوْمِ فَدَعَاهُمْ فَقَالَ ‏\"‏ فِي أَىِّ شَىْءٍ تَنْتَبِذُونَ ‏\"‏ ‏.‏ قَالُوا نَنْتَبِذُ فِي النَّقِيرِ وَالدُّبَّاءِ وَلَيْسَ لَنَا ظُرُوفٌ ‏.‏ فَقَالَ ‏\"‏ لاَ تَشْرَبُوا إِلاَّ فِيمَا أَوْكَيْتُمْ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ فَلَبِثَ بِذَلِكَ مَا شَاءَ اللَّهُ أَنْ يَلْبَثَ ثُمَّ رَجَعَ عَلَيْهِمْ فَإِذَا هُمْ قَدْ أَصَابَهُمْ وَبَاءٌ وَاصْفَرُّوا ‏.‏ قَالَ ‏\"‏ مَا لِي أَرَاكُمْ قَدْ هَلَكْتُمْ ‏\"‏ ‏.‏ قَالُوا يَا نَبِيَّ اللَّهِ أَرْضُنَا وَبِيئَةٌ وَحَرَّمْتَ عَلَيْنَا إِلاَّ مَا أَوْكَيْنَا عَلَيْهِ ‏.‏ قَالَ ‏\"‏ اشْرَبُوا وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20402,
    "number": "5666",
    "text": "أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، وَأَبُو أَحْمَدَ الزُّبَيْرِيُّ عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ سَالِمٍ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا نَهَى عَنِ الظُّرُوفِ شَكَتِ الأَنْصَارُ فَقَالَتْ يَا رَسُولَ اللَّهِ لَيْسَ لَنَا وِعَاءٌ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ فَلاَ إِذًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20403,
    "number": "5667",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةَ أُسْرِيَ بِهِ بِقَدَحَيْنِ مِنْ خَمْرٍ وَلَبَنٍ فَنَظَرَ إِلَيْهِمَا فَأَخَذَ اللَّبَنَ فَقَالَ لَهُ جِبْرِيلُ عَلَيْهِ السَّلاَمُ الْحَمْدُ لِلَّهِ الَّذِي هَدَاكَ لِلْفِطْرَةِ لَوْ أَخَذْتَ الْخَمْرَ غَوَتْ أُمَّتُكَ ‏.‏",
    "source": ""
  },
  {
    "id": 20404,
    "number": "5668",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، عَنْ خَالِدٍ، - وَهُوَ ابْنُ الْحَارِثِ - عَنْ شُعْبَةَ، قَالَ سَمِعْتُ أَبَا بَكْرِ بْنَ حَفْصٍ، يَقُولُ سَمِعْتُ ابْنَ مُحَيْرِيزٍ، يُحَدِّثُ عَنْ رَجُلٍ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ يَشْرَبُ نَاسٌ مِنْ أُمَّتِي الْخَمْرَ يُسَمُّونَهَا بِغَيْرِ اسْمِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20405,
    "number": "5669",
    "text": "أَخْبَرَنَا عِيسَى بْنُ حَمَّادٍ، قَالَ أَنْبَأَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ وَلاَ يَشْرَبُ الْخَمْرَ شَارِبُهَا حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ وَلاَ يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ وَلاَ يَنْتَهِبُ نُهْبَةً يَرْفَعُ النَّاسُ إِلَيْهِ فِيهَا أَبْصَارَهُمْ حِينَ يَنْتَهِبُهَا وَهُوَ مُؤْمِنٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20406,
    "number": "5670",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ وَأَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ كُلُّهُمْ حَدَّثُونِي عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ وَلاَ يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ وَلاَ يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ وَلاَ يَنْتَهِبُ نُهْبَةً ذَاتَ شَرَفٍ يَرْفَعُ الْمُسْلِمُونَ إِلَيْهِ أَبْصَارَهُمْ وَهُوَ مُؤْمِنٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20407,
    "number": "5671",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا جَرِيرٌ، عَنْ مُغِيرَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي نُعْمٍ، عَنِ ابْنِ عُمَرَ، وَنَفَرٍ، مِنْ أَصْحَابِ مُحَمَّدٍ صلى الله عليه وسلم قَالُوا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ فَاجْلِدُوهُ ثُمَّ إِنْ شَرِبَ فَاجْلِدُوهُ ثُمَّ إِنْ شَرِبَ فَاجْلِدُوهُ ثُمَّ إِنْ شَرِبَ فَاقْتُلُوهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20408,
    "number": "5672",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا شَبَابَةُ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ خَالِهِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا سَكِرَ فَاجْلِدُوهُ ثُمَّ إِنْ سَكِرَ فَاجْلِدُوهُ ثُمَّ إِنْ سَكِرَ فَاجْلِدُوهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ فِي الرَّابِعَةِ ‏\"‏ فَاضْرِبُوا عُنُقَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20409,
    "number": "5673",
    "text": "أَخْبَرَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، عَنِ ابْنِ فُضَيْلٍ، عَنْ وَائِلٍ أَبِي بَكْرٍ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، رضى الله عنه أَنَّهُ كَانَ يَقُولُ مَا أُبَالِي شَرِبْتُ الْخَمْرَ أَوْ عَبَدْتُ هَذِهِ السَّارِيَةَ مِنْ دُونِ اللَّهِ عَزَّ وَجَلَّ ‏.‏",
    "source": ""
  },
  {
    "id": 20410,
    "number": "5674",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ أَنْبَأَنَا عُثْمَانُ بْنُ حِصْنِ بْنِ عَلاَّقٍ، - دِمَشْقِيٌّ - قَالَ حَدَّثَنَا عُرْوَةُ بْنُ، رُوَيْمٍ أَنَّ ابْنَ الدَّيْلَمِيِّ رَكِبَ يَطْلُبُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ قَالَ ابْنُ الدَّيْلَمِيِّ فَدَخَلْتُ عَلَيْهِ فَقُلْتُ هَلْ سَمِعْتَ يَا عَبْدَ اللَّهِ بْنَ عَمْرٍو، رَسُولَ اللَّهِ صلى الله عليه وسلم ذَكَرَ شَأْنَ الْخَمْرِ بِشَىْءٍ فَقَالَ نَعَمْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ يَشْرَبُ الْخَمْرَ رَجُلٌ مِنْ أُمَّتِي فَيَقْبَلُ اللَّهُ مِنْهُ صَلاَةً أَرْبَعِينَ يَوْمًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20411,
    "number": "5675",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا خَلَفٌ، - يَعْنِي ابْنَ خَلِيفَةَ - عَنْ مَنْصُورِ بْنِ زَاذَانَ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، قَالَ الْقَاضِي إِذَا أَكَلَ الْهَدِيَّةَ فَقَدْ أَكَلَ السُّحْتَ وَإِذَا قَبِلَ الرِّشْوَةَ بَلَغَتْ بِهِ الْكُفْرَ ‏.‏ وَقَالَ مَسْرُوقٌ مَنْ شَرِبَ الْخَمْرَ فَقَدْ كَفَرَ وَكُفْرُهُ أَنْ لَيْسَ لَهُ صَلاَةٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20412,
    "number": "5676",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ عُثْمَانَ، رضى الله عنه يَقُولُ اجْتَنِبُوا الْخَمْرَ فَإِنَّهَا أُمُّ الْخَبَائِثِ إِنَّهُ كَانَ رَجُلٌ مِمَّنْ خَلاَ قَبْلَكُمْ تَعَبَّدَ فَعَلِقَتْهُ امْرَأَةٌ غَوِيَّةٌ فَأَرْسَلَتْ إِلَيْهِ جَارِيَتَهَا فَقَالَتْ لَهُ إِنَّا نَدْعُوكَ لِلشَّهَادَةِ فَانْطَلَقَ مَعَ جَارِيَتِهَا فَطَفِقَتْ كُلَّمَا دَخَلَ بَابًا أَغْلَقَتْهُ دُونَهُ حَتَّى أَفْضَى إِلَى امْرَأَةٍ وَضِيئَةٍ عِنْدَهَا غُلاَمٌ وَبَاطِيَةُ خَمْرٍ فَقَالَتْ إِنِّي وَاللَّهِ مَا دَعَوْتُكَ لِلشَّهَادَةِ وَلَكِنْ دَعَوْتُكَ لِتَقَعَ عَلَىَّ أَوْ تَشْرَبَ مِنْ هَذِهِ الْخَمْرَةِ كَأْسًا أَوْ تَقْتُلَ هَذَا الْغُلاَمَ ‏.‏ قَالَ فَاسْقِينِي مِنْ هَذَا الْخَمْرِ كَأْسًا فَسَقَتْهُ كَأْسًا ‏.‏ قَالَ زِيدُونِي فَلَمْ يَرِمْ حَتَّى وَقَعَ عَلَيْهَا وَقَتَلَ النَّفْسَ فَاجْتَنِبُوا الْخَمْرَ فَإِنَّهَا وَاللَّهِ لاَ يَجْتَمِعُ الإِيمَانُ وَإِدْمَانُ الْخَمْرِ إِلاَّ لَيُوشِكُ أَنْ يُخْرِجَ أَحَدُهُمَا صَاحِبَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20413,
    "number": "5677",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، - يَعْنِي ابْنَ الْمُبَارَكِ - عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، أَنَّ أَبَاهُ، قَالَ سَمِعْتُ عُثْمَانَ، يَقُولُ اجْتَنِبُوا الْخَمْرَ فَإِنَّهَا أُمُّ الْخَبَائِثِ فَإِنَّهُ كَانَ رَجُلٌ مِمَّنْ خَلاَ قَبْلَكُمْ يَتَعَبَّدُ وَيَعْتَزِلُ النَّاسَ فَذَكَرَ مِثْلَهُ قَالَ فَاجْتَنِبُوا الْخَمْرَ فَإِنَّهُ وَاللَّهِ لاَ يَجْتَمِعُ وَالإِيمَانُ أَبَدًا إِلاَّ يُوشِكُ أَحَدُهُمَا أَنْ يُخْرِجَ صَاحِبَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20414,
    "number": "5678",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا سُرَيْجُ بْنُ يُونُسَ، قَالَ حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْمَلِكِ، عَنِ الْعَلاَءِ، - وَهُوَ ابْنُ الْمُسَيَّبِ - عَنْ فُضَيْلٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ مَنْ شَرِبَ الْخَمْرَ فَلَمْ يَنْتَشِ لَمْ تُقْبَلْ لَهُ صَلاَةٌ مَادَامَ فِي جَوْفِهِ أَوْ عُرُوقِهِ مِنْهَا شَىْءٌ وَإِنْ مَاتَ مَاتَ كَافِرًا وَإِنِ انْتَشَى لَمْ تُقْبَلْ لَهُ صَلاَةٌ أَرْبَعِينَ لَيْلَةً وَإِنْ مَاتَ فِيهَا مَاتَ كَافِرًا ‏.‏ خَالَفَهُ يَزِيدُ بْنُ أَبِي زِيَادٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20415,
    "number": "5679",
    "text": "أَخْبَرَنِي مُحَمَّدُ بْنُ آدَمَ بْنِ سُلَيْمَانَ، عَنْ عَبْدِ الرَّحِيمِ، عَنْ يَزِيدَ، ح وَأَنْبَأَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَالَ مُحَمَّدُ بْنُ آدَمَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ شَرِبَ الْخَمْرَ فَجَعَلَهَا فِي بَطْنِهِ لَمْ يَقْبَلِ اللَّهُ مِنْهُ صَلاَةً سَبْعًا إِنْ مَاتَ فِيهَا ‏\"‏ ‏.‏ وَقَالَ ابْنُ آدَمَ ‏\"‏ فِيهِنَّ مَاتَ كَافِرًا فَإِنْ أَذْهَبَتْ عَقْلَهُ عَنْ شَىْءٍ مِنَ الْفَرَائِضِ ‏\"‏ ‏.‏ وَقَالَ ابْنُ آدَمَ ‏\"‏ الْقُرْآنِ لَمْ تُقْبَلْ لَهُ صَلاَةٌ أَرْبَعِينَ يَوْمًا إِنْ مَاتَ فِيهَا ‏\"‏ ‏.‏ وَقَالَ ابْنُ آدَمَ ‏\"‏ فِيهِنَّ مَاتَ كَافِرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20416,
    "number": "5680",
    "text": "أَخْبَرَنَا الْقَاسِمُ بْنُ زَكَرِيَّا بْنِ دِينَارٍ، قَالَ حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، حَدَّثَنَا أَبُو إِسْحَاقَ، قَالَ حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ، ح وَأَخْبَرَنِي عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدٍ، عَنْ بَقِيَّةَ، عَنْ أَبِي عَمْرٍو، - وَهُوَ الأَوْزَاعِيُّ - عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ الدَّيْلَمِيِّ، قَالَ دَخَلْتُ عَلَى عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ وَهُوَ فِي حَائِطٍ لَهُ بِالطَّائِفِ يُقَالُ لَهُ الْوَهْطُ وَهُوَ مُخَاصِرٌ فَتًى مِنْ قُرَيْشٍ يُزَنُّ ذَلِكَ الْفَتَى بِشُرْبِ الْخَمْرِ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ شَرْبَةً لَمْ تُقْبَلْ لَهُ تَوْبَةٌ أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّهُ عَلَيْهِ فَإِنْ عَادَ لَمْ تُقْبَلْ تَوْبَتُهُ أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّهُ عَلَيْهِ فَإِنْ عَادَ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يَسْقِيَهُ مِنْ طِينَةِ الْخَبَالِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ اللَّفْظُ لِعَمْرٍو ‏.‏",
    "source": ""
  },
  {
    "id": 20417,
    "number": "5681",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، - وَاللَّفْظُ لَهُ - عَنِ ابْنِ الْقَاسِمِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا ثُمَّ لَمْ يَتُبْ مِنْهَا حُرِمَهَا فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20418,
    "number": "5682",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، عَنْ مُحَمَّدٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ نُبَيْطٍ، عَنْ جَابَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَدْخُلُ الْجَنَّةَ مَنَّانٌ وَلاَ عَاقٌّ وَلاَ مُدْمِنُ خَمْرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20419,
    "number": "5683",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ حَمَّادِ بْنِ زَيْدٍ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا فَمَاتَ وَهُوَ يُدْمِنُهَا لَمْ يَتُبْ مِنْهَا لَمْ يَشْرَبْهَا فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20420,
    "number": "5684",
    "text": "أَخْبَرَنَا يَحْيَى بْنُ دُرُسْتَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رضى الله عنهما قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا فَمَاتَ وَهُوَ يُدْمِنُهَا لَمْ يَشْرَبْهَا فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20421,
    "number": "5685",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ الْحَسَنِ بْنِ يَحْيَى، عَنِ الضَّحَّاكِ، قَالَ مَنْ مَاتَ مُدْمِنًا لِلْخَمْرِ نُضِحَ فِي وَجْهِهِ بِالْحَمِيمِ حِينَ يُفَارِقُ الدُّنْيَا ‏.‏",
    "source": ""
  },
  {
    "id": 20422,
    "number": "5686",
    "text": "أَخْبَرَنَا زَكَرِيَّا بْنُ يَحْيَى، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، قَالَ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ غَرَّبَ عُمَرُ رضى الله عنه رَبِيعَةَ بْنَ أُمَيَّةَ فِي الْخَمْرِ إِلَى خَيْبَرَ فَلَحِقَ بِهِرَقْلَ فَتَنَصَّرَ فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ لاَ أُغَرِّبُ بَعْدَهُ مُسْلِمًا ‏.‏",
    "source": ""
  },
  {
    "id": 20423,
    "number": "5687",
    "text": "أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ أَبِي الأَحْوَصِ، عَنْ سِمَاكٍ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي بُرْدَةَ بْنِ نِيَارٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ اشْرَبُوا فِي الظُّرُوفِ وَلاَ تَسْكَرُوا ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَهَذَا حَدِيثٌ مُنْكَرٌ غَلِطَ فِيهِ أَبُو الأَحْوَصِ سَلاَّمُ بْنُ سُلَيْمٍ لاَ نَعْلَمُ أَنَّ أَحَدًا تَابَعَهُ عَلَيْهِ مِنْ أَصْحَابِ سِمَاكِ بْنِ حَرْبٍ وَسِمَاكٌ لَيْسَ بِالْقَوِيِّ وَكَانَ يَقْبَلُ التَّلْقِينَ ‏.‏ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ كَانَ أَبُو الأَحْوَصِ يُخْطِئُ فِي هَذَا الْحَدِيثِ ‏.‏ خَالَفَهُ شَرِيكٌ فِي إِسْنَادِهِ وَفِي لَفْظِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20424,
    "number": "5688",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا يَزِيدُ، قَالَ أَنْبَأَنَا شَرِيكٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ وَالْمُزَفَّتِ ‏.‏ خَالَفَهُ أَبُو عَوَانَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 20425,
    "number": "5689",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ أَنْبَأَنَا إِبْرَاهِيمُ بْنُ حَجَّاجٍ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكٍ، عَنْ قُرْصَافَةَ، - امْرَأَةٌ مِنْهُمْ - عَنْ عَائِشَةَ، قَالَتِ اشْرَبُوا وَلاَ تَسْكَرُوا ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَهَذَا أَيْضًا غَيْرُ ثَابِتٍ وَقُرْصَافَةُ هَذِهِ لاَ نَدْرِي مَنْ هِيَ وَالْمَشْهُورُ عَنْ عَائِشَةَ خِلاَفُ مَا رَوَتْ عَنْهَا قُرْصَافَةُ ‏.‏",
    "source": ""
  },
  {
    "id": 20426,
    "number": "5690",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ قُدَامَةَ الْعَامِرِيِّ، أَنَّ جَسْرَةَ بِنْتَ دَجَاجَةَ الْعَامِرِيَّةَ، حَدَّثَتْهُ قَالَتْ، سَمِعْتُ عَائِشَةَ، سَأَلَهَا أُنَاسٌ كُلُّهُمْ يَسْأَلُ عَنِ النَّبِيذِ، يَقُولُ نَنْبِذُ التَّمْرَ غُدْوَةً وَنَشْرَبُهُ عَشِيًّا وَنَنْبِذُهُ عَشِيًّا وَنَشْرَبُهُ غُدْوَةً ‏.‏ قَالَتْ لاَ أُحِلُّ مُسْكِرًا وَإِنْ كَانَ خُبْزًا وَإِنْ كَانَتْ مَاءً ‏.‏ قَالَتْهَا ثَلاَثَ مَرَّاتٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20427,
    "number": "5691",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عَلِيِّ بْنِ الْمُبَارَكِ، قَالَ حَدَّثَتْنَا كَرِيمَةُ بِنْتُ هَمَّامٍ، أَنَّهَا سَمِعَتْ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ، تَقُولُ نُهِيتُمْ عَنِ الدُّبَّاءِ، نُهِيتُمْ عَنِ الْحَنْتَمِ، نُهِيتُمْ عَنِ الْمُزَفَّتِ، ‏.‏ ثُمَّ أَقْبَلَتْ عَلَى النِّسَاءِ فَقَالَتْ إِيَّاكُنَّ وَالْجَرَّ الأَخْضَرَ وَإِنْ أَسْكَرَكُنَّ مَاءُ حُبِّكُنَّ فَلاَ تَشْرَبْنَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20428,
    "number": "5692",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا أَبَانُ بْنُ صَمْعَةَ، قَالَ حَدَّثَتْنِي وَالِدَتِي، عَنْ عَائِشَةَ، أَنَّهَا سُئِلَتْ عَنِ الأَشْرِبَةِ، فَقَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ كُلِّ مُسْكِرٍ ‏.‏ وَاعْتَلُّوا بِحَدِيثِ عَبْدِ اللَّهِ بْنِ شَدَّادٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20429,
    "number": "5693",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ أَنْبَأَنَا الْقَوَارِيرِيُّ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ سَمِعْتُ ابْنَ شُبْرُمَةَ، يَذْكُرُهُ عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادِ بْنِ الْهَادِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حُرِّمَتِ الْخَمْرُ قَلِيلُهَا وَكَثِيرُهَا وَالسُّكْرُ مِنْ كُلِّ شَرَابٍ ‏.‏ ابْنُ شُبْرُمَةَ لَمْ يَسْمَعْهُ مِنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20430,
    "number": "5694",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا سُرَيْجُ بْنُ يُونُسَ، قَالَ حَدَّثَنَا هُشَيْمٌ، عَنِ ابْنِ شُبْرُمَةَ، قَالَ حَدَّثَنِي الثِّقَةُ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حُرِّمَتِ الْخَمْرُ بِعَيْنِهَا قَلِيلُهَا وَكَثِيرُهَا وَالسُّكْرُ مِنْ كُلِّ شَرَابٍ ‏.‏ خَالَفَهُ أَبُو عَوْنٍ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الثَّقَفِيُّ ‏.‏",
    "source": ""
  },
  {
    "id": 20431,
    "number": "5695",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ الْحَكَمِ، قَالَ حَدَّثَنَا مُحَمَّدٌ، ح وَأَنْبَأَنَا الْحُسَيْنُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ مِسْعَرٍ، عَنْ أَبِي عَوْنٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حُرِّمَتِ الْخَمْرُ بِعَيْنِهَا قَلِيلُهَا وَكَثِيرُهَا وَالسُّكْرُ مِنْ كُلِّ شَرَابٍ ‏.‏ لَمْ يَذْكُرِ ابْنُ الْحَكَمِ قَلِيلُهَا وَكَثِيرُهَا ‏.‏",
    "source": ""
  },
  {
    "id": 20432,
    "number": "5696",
    "text": "أَخْبَرَنَا الْحُسَيْنُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْعَبَّاسِ، قَالَ حَدَّثَنَا شَرِيكٌ، عَنْ عَبَّاسِ بْنِ ذَرِيحٍ، عَنْ أَبِي عَوْنٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حُرِّمَتِ الْخَمْرُ قَلِيلُهَا وَكَثِيرُهَا وَمَا أَسْكَرَ مِنْ كُلِّ شَرَابٍ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَهَذَا أَوْلَى بِالصَّوَابِ مِنْ حَدِيثِ ابْنِ شُبْرُمَةَ وَهُشَيْمُ بْنُ بَشِيرٍ كَانَ يُدَلِّسُ وَلَيْسَ فِي حَدِيثِهِ ذِكْرُ السَّمَاعِ مِنِ ابْنِ شُبْرُمَةَ وَرِوَايَةُ أَبِي عَوْنٍ أَشْبَهُ بِمَا رَوَاهُ الثِّقَاتُ عَنِ ابْنِ عَبَّاسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20433,
    "number": "5697",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ سُفْيَانَ، عَنْ أَبِي الْجُوَيْرِيَةِ الْجَرْمِيِّ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ وَهُوَ مُسْنِدٌ ظَهْرَهُ إِلَى الْكَعْبَةِ عَنِ الْبَاذَقِ، فَقَالَ سَبَقَ مُحَمَّدٌ الْبَاذَقَ وَمَا أَسْكَرَ فَهُوَ حَرَامٌ ‏.‏ قَالَ أَنَا أَوَّلُ الْعَرَبِ سَأَلَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20434,
    "number": "5698",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا أَبُو عَامِرٍ، وَالنَّضْرُ بْنُ شُمَيْلٍ، وَوَهْبُ بْنُ جَرِيرٍ، قَالُوا حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، قَالَ سَمِعْتُ أَبَا الْحَكَمِ، يُحَدِّثُ قَالَ ابْنُ عَبَّاسٍ مَنْ سَرَّهُ أَنْ يُحَرِّمَ، - إِنْ كَانَ مُحَرِّمًا مَا حَرَّمَ اللَّهُ وَرَسُولُهُ - فَلْيُحَرِّمِ النَّبِيذَ ‏.‏",
    "source": ""
  },
  {
    "id": 20435,
    "number": "5699",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عُيَيْنَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، قَالَ قَالَ رَجُلٌ لاِبْنِ عَبَّاسٍ إِنِّي امْرُؤٌ مِنْ أَهْلِ خُرَاسَانَ وَإِنَّ أَرْضَنَا أَرْضٌ بَارِدَةٌ وَإِنَّا نَتَّخِذُ شَرَابًا نَشْرَبُهُ مِنَ الزَّبِيبِ وَالْعِنَبِ وَغَيْرِهِ وَقَدْ أُشْكِلَ عَلَىَّ ‏.‏ فَذَكَرَ لَهُ ضُرُوبًا مِنَ الأَشْرِبَةِ فَأَكْثَرَ حَتَّى ظَنَنْتُ أَنَّهُ لَمْ يَفْهَمْهُ فَقَالَ لَهُ ابْنُ عَبَّاسٍ إِنَّكَ قَدْ أَكْثَرْتَ عَلَىَّ اجْتَنِبْ مَا أَسْكَرَ مِنْ تَمْرٍ أَوْ زَبِيبٍ أَوْ غَيْرِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20436,
    "number": "5700",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا الْقَوَارِيرِيُّ، قَالَ حَدَّثَنَا حَمَّادٌ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَبِيذُ الْبُسْرِ بَحْتًا لاَ يَحِلُّ ‏.‏",
    "source": ""
  },
  {
    "id": 20437,
    "number": "5701",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي جَمْرَةَ، قَالَ كُنْتُ أُتَرْجِمُ بَيْنَ ابْنِ عَبَّاسٍ وَبَيْنَ النَّاسِ فَأَتَتْهُ امْرَأَةٌ تَسْأَلُهُ عَنْ نَبِيذِ الْجَرِّ، فَنَهَى عَنْهُ ‏.‏ قُلْتُ يَا أَبَا عَبَّاسٍ إِنِّي أَنْتَبِذُ فِي جَرَّةٍ خَضْرَاءَ نَبِيذًا حُلْوًا فَأَشْرَبُ مِنْهُ فَيُقَرْقِرُ بَطْنِي ‏.‏ قَالَ لاَ تَشْرَبْ مِنْهُ وَإِنْ كَانَ أَحْلَى مِنَ الْعَسَلِ ‏.‏",
    "source": ""
  },
  {
    "id": 20438,
    "number": "5702",
    "text": "أَخْبَرَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا أَبُو عَتَّابٍ، - وَهُوَ سَهْلُ بْنُ حَمَّادٍ - قَالَ حَدَّثَنَا قُرَّةُ، قَالَ حَدَّثَنَا أَبُو جَمْرَةَ، نَصْرٌ قَالَ قُلْتُ لاِبْنِ عَبَّاسٍ إِنَّ جَدَّةً لِي تَنْبِذُ نَبِيذًا فِي جَرٍّ أَشْرَبُهُ حُلْوًا إِنْ أَكْثَرْتُ مِنْهُ فَجَالَسْتُ الْقَوْمَ خَشِيتُ أَنْ أَفْتَضِحَ ‏.‏ فَقَالَ قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَرْحَبًا بِالْوَفْدِ لَيْسَ بِالْخَزَايَا وَلاَ النَّادِمِينَ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ إِنَّ بَيْنَنَا وَبَيْنَكَ الْمُشْرِكِينَ وَإِنَّا لاَ نَصِلُ إِلَيْكَ إِلاَّ فِي أَشْهُرِ الْحُرُمِ فَحَدِّثْنَا بِأَمْرٍ إِنْ عَمِلْنَا بِهِ دَخَلْنَا الْجَنَّةَ وَنَدْعُو بِهِ مَنْ وَرَاءَنَا ‏.‏ قَالَ ‏\"‏ آمُرُكُمْ بِثَلاَثٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ آمُرُكُمْ بِالإِيمَانِ بِاللَّهِ وَهَلْ تَدْرُونَ مَا الإِيمَانُ بِاللَّهِ ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَإِقَامُ الصَّلاَةِ وَإِيتَاءُ الزَّكَاةِ وَأَنْ تُعْطُوا مِنَ الْمَغَانِمِ الْخُمُسَ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ عَمَّا يُنْبَذُ فِي الدُّبَّاءِ وَالنَّقِيرِ وَالْحَنْتَمِ وَالْمُزَفَّتِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20439,
    "number": "5703",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ قَيْسِ بْنِ هُنَانٍ، قَالَ سَأَلْتُ ابْنَ عَبَّاسٍ قُلْتُ إِنَّ لِي جُرَيْرَةً أَنْتَبِذُ فِيهَا حَتَّى إِذَا غَلَى وَسَكَنَ شَرِبْتُهُ ‏.‏ قَالَ مُذْ كَمْ هَذَا شَرَابُكَ قُلْتُ مُذْ عِشْرُونَ سَنَةً أَوْ قَالَ مُذْ أَرْبَعُونَ سَنَةً ‏.‏ قَالَ طَالَمَا تَرَوَّتْ عُرُوقُكَ مِنَ الْخَبَثِ ‏.‏ وَمِمَّا اعْتَلُّوا بِهِ حَدِيثُ عَبْدِ الْمَلِكِ بْنِ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 20440,
    "number": "5704",
    "text": "أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا هُشَيْمٌ، قَالَ أَنْبَأَنَا الْعَوَّامُ، عَنْ عَبْدِ الْمَلِكِ بْنِ نَافِعٍ، قَالَ قَالَ ابْنُ عُمَرَ رَأَيْتُ رَجُلاً جَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِقَدَحٍ فِيهِ نَبِيذٌ وَهُوَ عِنْدَ الرُّكْنِ وَدَفَعَ إِلَيْهِ الْقَدَحَ فَرَفَعَهُ إِلَى فِيهِ فَوَجَدَهُ شَدِيدًا فَرَدَّهُ عَلَى صَاحِبِهِ فَقَالَ لَهُ رَجُلٌ مِنَ الْقَوْمِ يَا رَسُولَ اللَّهِ أَحَرَامٌ هُوَ فَقَالَ ‏\"‏ عَلَىَّ بِالرَّجُلِ ‏\"‏ ‏.‏ فَأُتِيَ بِهِ فَأَخَذَ مِنْهُ الْقَدَحَ ثُمَّ دَعَا بِمَاءٍ فَصَبَّهُ فِيهِ فَرَفَعَهُ إِلَى فِيهِ فَقَطَّبَ ثُمَّ دَعَا بِمَاءٍ أَيْضًا فَصَبَّهُ فِيهِ ثُمَّ قَالَ ‏\"‏ إِذَا اغْتَلَمَتْ عَلَيْكُمْ هَذِهِ الأَوْعِيَةُ فَاكْسِرُوا مُتُونَهَا بِالْمَاءِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20441,
    "number": "5705",
    "text": "وَأَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ، عَنْ أَبِي مُعَاوِيَةَ، قَالَ حَدَّثَنَا أَبُو إِسْحَاقَ الشَّيْبَانِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِهِ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ عَبْدُ الْمَلِكِ بْنُ نَافِعٍ لَيْسَ بِالْمَشْهُورِ وَلاَ يُحْتَجُّ بِحَدِيثِهِ وَالْمَشْهُورُ عَنِ ابْنِ عُمَرَ خِلاَفُ حِكَايَتِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20442,
    "number": "5706",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ أَبِي عَوَانَةَ، عَنْ زَيْدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، سَأَلَ عَنِ الأَشْرِبَةِ، فَقَالَ اجْتَنِبْ كُلَّ شَىْءٍ يَنِشُّ ‏.‏",
    "source": ""
  },
  {
    "id": 20443,
    "number": "5707",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ أَنْبَأَنَا أَبُو عَوَانَةَ، عَنْ زَيْدِ بْنِ جُبَيْرٍ، قَالَ سَأَلْتُ ابْنَ عُمَرَ عَنِ الأَشْرِبَةِ، فَقَالَ اجْتَنِبْ كُلَّ شَىْءٍ يَنِشُّ ‏.‏",
    "source": ""
  },
  {
    "id": 20444,
    "number": "5708",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنِ ابْنِ عُمَرَ، قَالَ الْمُسْكِرُ قَلِيلُهُ وَكَثِيرُهُ حَرَامٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20445,
    "number": "5709",
    "text": "قَالَ الْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ الْقَاسِمِ، أَخْبَرَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20446,
    "number": "5710",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ شَبِيبًا، - وَهُوَ ابْنُ عَبْدِ الْمَلِكِ - يَقُولُ حَدَّثَنِي مُقَاتِلُ بْنُ حَيَّانَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ حَرَّمَ اللَّهُ الْخَمْرَ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20447,
    "number": "5711",
    "text": "أَخْبَرَنَا الْحُسَيْنُ بْنُ مَنْصُورٍ، - يَعْنِي ابْنَ جَعْفَرٍ النَّيْسَابُورِيَّ - قَالَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ أَنْبَأَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ وَكُلُّ مُسْكِرٍ خَمْرٌ ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَهَؤُلاَءِ أَهْلُ الثَّبْتِ وَالْعَدَالَةِ مَشْهُورُونَ بِصِحَّةِ النَّقْلِ وَعَبْدِ الْمَلِكِ لاَ يَقُومُ مَقَامَ وَاحِدٍ مِنْهُمْ وَلَوْ عَاضَدَهُ مِنْ أَشْكَالِهِ جَمَاعَةٌ وَبِاللَّهِ التَّوْفِيقُ ‏.‏",
    "source": ""
  },
  {
    "id": 20448,
    "number": "5712",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ السَّعِيدِيِّ، قَالَ حَدَّثَتْنِي رُقَيَّةُ بِنْتُ عَمْرِو بْنِ سَعِيدٍ، قَالَتْ كُنْتُ فِي حَجْرِ ابْنِ عُمَرَ فَكَانَ يُنْقَعُ لَهُ الزَّبِيبُ فَيَشْرَبُهُ مِنَ الْغَدِ ثُمَّ يُجَفَّفُ الزَّبِيبُ وَيُلْقَى عَلَيْهِ زَبِيبٌ آخَرُ وَيُجْعَلُ فِيهِ مَاءٌ فَيَشْرَبُهُ مِنَ الْغَدِ حَتَّى إِذَا كَانَ بَعْدَ الْغَدِ طَرَحَهُ ‏.‏ وَاحْتَجُّوا بِحَدِيثِ أَبِي مَسْعُودٍ عُقْبَةَ بْنِ عَمْرٍو ‏.‏",
    "source": ""
  },
  {
    "id": 20449,
    "number": "5713",
    "text": "أَخْبَرَنَا الْحَسَنُ بْنُ إِسْمَاعِيلَ بْنِ سُلَيْمَانَ، قَالَ أَنْبَأَنَا يَحْيَى بْنُ يَمَانٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ خَالِدِ بْنِ سَعْدٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ عَطِشَ النَّبِيُّ صلى الله عليه وسلم حَوْلَ الْكَعْبَةِ فَاسْتَسْقَى فَأُتِيَ بِنَبِيذٍ مِنَ السِّقَايَةِ فَشَمَّهُ فَقَطَّبَ فَقَالَ ‏\"‏ عَلَىَّ بِذَنُوبٍ مِنْ زَمْزَمَ ‏\"‏ ‏.‏ فَصَبَّ عَلَيْهِ ثُمَّ شَرِبَ فَقَالَ رَجُلٌ أَحَرَامٌ هُوَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ وَهَذَا خَبَرٌ ضَعِيفٌ لأَنَّ يَحْيَى بْنَ يَمَانٍ انْفَرَدَ بِهِ دُونَ أَصْحَابِ سُفْيَانَ وَيَحْيَى بْنُ يَمَانٍ لاَ يُحْتَجُّ بِحَدِيثِهِ لِسُوءِ حِفْظِهِ وَكَثْرَةِ خَطَئِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20450,
    "number": "5714",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ حِصْنٍ، قَالَ حَدَّثَنَا زَيْدُ بْنُ وَاقِدٍ، عَنْ خَالِدِ بْنِ حُسَيْنٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ عَلِمْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَصُومُ فِي بَعْضِ الأَيَّامِ الَّتِي كَانَ يَصُومُهَا فَتَحَيَّنْتُ فِطْرَهُ بِنَبِيذٍ صَنَعْتُهُ فِي دُبَّاءٍ فَلَمَّا كَانَ الْمَسَاءُ جِئْتُهُ أَحْمِلُهَا إِلَيْهِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي قَدْ عَلِمْتُ أَنَّكَ تَصُومُ فِي هَذَا الْيَوْمِ فَتَحَيَّنْتُ فِطْرَكَ بِهَذَا النَّبِيذِ ‏.‏ فَقَالَ ‏\"‏ أَدْنِهِ مِنِّي يَا أَبَا هُرَيْرَةَ ‏\"‏ ‏.‏ فَرَفَعْتُهُ إِلَيْهِ فَإِذَا هُوَ يَنِشُّ فَقَالَ ‏\"‏ خُذْ هَذِهِ فَاضْرِبْ بِهَا الْحَائِطَ فَإِنَّ هَذَا شَرَابُ مَنْ لاَ يُؤْمِنُ بِاللَّهِ وَلاَ بِالْيَوْمِ الآخِرِ ‏\"‏ ‏.‏ وَمِمَّا احْتَجُّوا بِهِ فِعْلُ عُمَرَ بْنِ الْخَطَّابِ رضى الله عنه ‏.‏",
    "source": ""
  },
  {
    "id": 20451,
    "number": "5715",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ السَّرِيِّ بْنِ يَحْيَى، قَالَ حَدَّثَنَا أَبُو حَفْصٍ، - إِمَامٌ لَنَا وَكَانَ مِنْ أَسْنَانِ الْحَسَنِ - عَنْ أَبِي رَافِعٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رضى الله عنه قَالَ إِذَا خَشِيتُمْ مِنْ نَبِيذٍ شِدَّتَهُ فَاكْسِرُوهُ بِالْمَاءِ - قَالَ عَبْدُ اللَّهِ - مِنْ قَبْلِ أَنْ يَشْتَدَّ ‏.‏",
    "source": ""
  },
  {
    "id": 20452,
    "number": "5716",
    "text": "أَخْبَرَنَا زَكَرِيَّا بْنُ يَحْيَى، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، سَمِعَ سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ تَلَقَّتْ ثَقِيفٌ عُمَرَ بِشَرَابٍ فَدَعَا بِهِ فَلَمَّا قَرَّبَهُ إِلَى فِيهِ كَرِهَهُ فَدَعَا بِهِ فَكَسَرَهُ بِالْمَاءِ فَقَالَ هَكَذَا فَافْعَلُوا ‏.‏",
    "source": ""
  },
  {
    "id": 20453,
    "number": "5717",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا أَبُو خَيْثَمَةَ، قَالَ حَدَّثَنَا عَبْدُ الصَّمَدِ، ‏{‏ قَالَ حَدَّثَنَا أَبِي، ‏}‏ عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ عُتْبَةَ بْنِ فَرْقَدٍ، قَالَ كَانَ النَّبِيذُ الَّذِي يَشْرَبُهُ عُمَرُ بْنُ الْخَطَّابِ قَدْ خُلِّلَ ‏.‏ وَمِمَّا يَدُلُّ عَلَى صِحَّةِ هَذَا حَدِيثُ السَّائِبِ ‏.‏",
    "source": ""
  },
  {
    "id": 20454,
    "number": "5718",
    "text": "قَالَ الْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ الْقَاسِمِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنِ السَّائِبِ بْنِ يَزِيدَ، أَنَّهُ أَخْبَرَهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ خَرَجَ عَلَيْهِمْ فَقَالَ إِنِّي وَجَدْتُ مِنْ فُلاَنٍ رِيحَ شَرَابٍ فَزَعَمَ أَنَّهُ شَرَابُ الطِّلاَءِ وَأَنَا سَائِلٌ عَمَّا شَرِبَ فَإِنْ كَانَ مُسْكِرًا جَلَدْتُهُ فَجَلَدَهُ عُمَرُ بْنُ الْخَطَّابِ رضى الله عنه الْحَدَّ تَامًّا ‏.‏",
    "source": ""
  },
  {
    "id": 20455,
    "number": "5719",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَجُلاً، مِنْ جَيْشَانَ - وَجَيْشَانُ مِنَ الْيَمَنِ - قَدِمَ فَسَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ شَرَابٍ يَشْرَبُونَهُ بِأَرْضِهِمْ مِنَ الذُّرَةِ يُقَالُ لَهُ الْمِزْرُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَمُسْكِرٌ هُوَ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كُلُّ مُسْكِرٍ حَرَامٌ إِنَّ اللَّهَ عَزَّ وَجَلَّ عَهِدَ لِمَنْ شَرِبَ الْمُسْكِرَ أَنْ يَسْقِيَهُ مِنْ طِينَةِ الْخَبَالِ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَا طِينَةُ الْخَبَالِ قَالَ ‏\"‏ عَرَقُ أَهْلِ النَّارِ أَوْ قَالَ عُصَارَةُ أَهْلِ النَّارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20456,
    "number": "5720",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، عَنْ يَزِيدَ، - وَهُوَ ابْنُ زُرَيْعٍ - عَنِ ابْنِ عَوْنٍ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّ الْحَلاَلَ بَيِّنٌ وَإِنَّ الْحَرَامَ بَيِّنٌ وَإِنَّ بَيْنَ ذَلِكَ أُمُورًا مُشْتَبِهَاتٍ ‏\"‏ ‏.‏ وَرُبَّمَا قَالَ ‏\"‏ وَإِنَّ بَيْنَ ذَلِكَ أُمُورًا مُشْتَبِهَةً وَسَأَضْرِبُ فِي ذَلِكَ مَثَلاً إِنَّ اللَّهَ عَزَّ وَجَلَّ حَمَى حِمًى وَإِنَّ حِمَى اللَّهِ مَا حَرَّمَ وَإِنَّهُ مَنْ يَرْعَ حَوْلَ الْحِمَى يُوشِكُ أَنْ يُخَالِطَ الْحِمَى ‏\"‏ ‏.‏ وَرُبَّمَا قَالَ ‏\"‏ يُوشِكُ أَنْ يَرْتَعَ وَإِنَّ مَنْ خَالَطَ الرِّيبَةَ يُوشِكُ أَنْ يَجْسُرَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20457,
    "number": "5721",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ أَبَانَ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنْ بُرَيْدِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِي الْحَوْرَاءِ السَّعْدِيِّ، قَالَ قُلْتُ لِلْحَسَنِ بْنِ عَلِيٍّ رضى الله عنهما مَا حَفِظْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ حَفِظْتُ مِنْهُ ‏\n\"‏ دَعْ مَا يَرِيبُكَ إِلَى مَا لاَ يَرِيبُكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20458,
    "number": "5722",
    "text": "أَخْبَرَنَا الْجَارُودُ بْنُ مُعَاذٍ، - هُوَ بَاوَرْدِيٌّ - قَالَ حَدَّثَنَا أَبُو سُفْيَانَ، مُحَمَّدُ بْنُ حُمَيْدٍ عَنْ مَعْمَرٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، أَنَّهُ كَانَ يَكْرَهُ أَنْ يَبِيعَ الزَّبِيبَ، لِمَنْ يَتَّخِذُهُ نَبِيذًا ‏.‏",
    "source": ""
  },
  {
    "id": 20459,
    "number": "5723",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُفْيَانَ بْنِ دِينَارٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، قَالَ كَانَ لِسَعْدٍ كُرُومٌ وَأَعْنَابٌ كَثِيرَةٌ وَكَانَ لَهُ فِيهَا أَمِينٌ فَحَمَلَتْ عِنَبًا كَثِيرًا فَكَتَبَ إِلَيْهِ إِنِّي أَخَافُ عَلَى الأَعْنَابِ الضَّيْعَةَ فَإِنْ رَأَيْتَ أَنْ أَعْصُرَهُ عَصَرْتُهُ فَكَتَبَ إِلَيْهِ سَعْدٌ إِذَا جَاءَكَ كِتَابِي هَذَا فَاعْتَزِلْ ضَيْعَتِي فَوَاللَّهِ لاَ أَئْتَمِنُكَ عَلَى شَىْءٍ بَعْدَهُ أَبَدًا ‏.‏ فَعَزَلَهُ عَنْ ضَيْعَتِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20460,
    "number": "5724",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ هَارُونَ بْنِ إِبْرَاهِيمَ، عَنِ ابْنِ سِيرِينَ، قَالَ بِعْهُ عَصِيرًا مِمَّنْ يَتَّخِذُهُ طِلاَءً وَلاَ يَتَّخِذُهُ خَمْرًا ‏.‏",
    "source": ""
  },
  {
    "id": 20461,
    "number": "5725",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ مَنْصُورًا، عَنْ إِبْرَاهِيمَ، عَنْ نُبَاتَةَ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، قَالَ كَتَبَ عُمَرُ بْنُ الْخَطَّابِ إِلَى بَعْضِ عُمَّالِهِ أَنِ ارْزُقِ، الْمُسْلِمِينَ مِنَ الطِّلاَءِ مَا ذَهَبَ ثُلُثَاهُ وَبَقِيَ ثُلُثُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20462,
    "number": "5726",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي مِجْلَزٍ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ قَالَ قَرَأْتُ كِتَابَ عُمَرَ بْنِ الْخَطَّابِ إِلَى أَبِي مُوسَى أَمَّا بَعْدُ فَإِنَّهَا قَدِمَتْ عَلَىَّ عِيرٌ مِنَ الشَّامِ تَحْمِلُ شَرَابًا غَلِيظًا أَسْوَدَ كَطِلاَءِ الإِبِلِ وَإِنِّي سَأَلْتُهُمْ عَلَى كَمْ يَطْبُخُونَهُ فَأَخْبَرُونِي أَنَّهُمْ يَطْبُخُونَهُ عَلَى الثُّلُثَيْنِ ذَهَبَ ثُلُثَاهُ الأَخْبَثَانِ ثُلُثٌ بِبَغْيِهِ وَثُلُثٌ بِرِيحِهِ فَمُرْ مَنْ قِبَلَكَ يَشْرَبُونَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20463,
    "number": "5727",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، أَنَّ عَبْدَ اللَّهِ بْنَ يَزِيدَ الْخَطْمِيَّ، قَالَ كَتَبَ إِلَيْنَا عُمَرُ بْنُ الْخَطَّابِ رضى الله عنه أَمَّا بَعْدُ فَاطْبُخُوا شَرَابَكُمْ حَتَّى يَذْهَبُ مِنْهُ نَصِيبُ الشَّيْطَانِ فَإِنَّ لَهُ اثْنَيْنِ وَلَكُمْ وَاحِدٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20464,
    "number": "5728",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ جَرِيرٍ، عَنْ مُغِيرَةَ، عَنِ الشَّعْبِيِّ، قَالَ كَانَ عَلِيٌّ رضى الله عنه يَرْزُقُ النَّاسَ الطِّلاَءَ يَقَعُ فِيهِ الذُّبَابُ وَلاَ يَسْتَطِيعُ أَنْ يُخْرَجَ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20465,
    "number": "5729",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ دَاوُدَ، قَالَ سَأَلْتُ سَعِيدًا مَا الشَّرَابُ الَّذِي أَحَلَّهُ عُمَرُ رضى الله عنه قَالَ الَّذِي يُطْبَخُ حَتَّى يَذْهَبَ ثُلُثَاهُ وَيَبْقَى ثُلُثُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20466,
    "number": "5730",
    "text": "أَخْبَرَنَا زَكَرِيَّا بْنُ يَحْيَى، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى، قَالَ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ دَاوُدَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ أَبَا الدَّرْدَاءِ، كَانَ يَشْرَبُ مَا ذَهَبَ ثُلُثَاهُ وَبَقِيَ ثُلُثُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20467,
    "number": "5731",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ هُشَيْمٍ، قَالَ أَنْبَأَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، أَنَّهُ كَانَ يَشْرَبُ مِنَ الطِّلاَءِ مَا ذَهَبَ ثُلُثَاهُ وَبَقِيَ ثُلُثُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20468,
    "number": "5732",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُفْيَانَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، وَسَأَلَهُ، أَعْرَابِيٌّ عَنْ شَرَابٍ، يُطْبَخُ عَلَى النِّصْفِ فَقَالَ لاَ حَتَّى يَذْهَبَ ثُلُثَاهُ وَيَبْقَى الثُّلُثُ ‏.‏",
    "source": ""
  },
  {
    "id": 20469,
    "number": "5733",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ خَالِدٍ، عَنْ مَعْنٍ، قَالَ حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ إِذَا طُبِخَ الطِّلاَءُ عَلَى الثُّلُثِ فَلاَ بَأْسَ بِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20470,
    "number": "5734",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ يَزِيدَ بْنِ زُرَيْعٍ، قَالَ حَدَّثَنَا أَبُو رَجَاءٍ، قَالَ سَأَلْتُ الْحَسَنَ عَنِ الطِّلاَءِ الْمُنَصَّفِ، فَقَالَ لاَ تَشْرَبْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20471,
    "number": "5735",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ بَشِيرِ بْنِ الْمُهَاجِرِ، قَالَ سَأَلْتُ الْحَسَنَ عَمَّا يُطْبَخُ مِنَ الْعَصِيرِ قَالَ مَا تَطْبُخُهُ حَتَّى يَذْهَبَ الثُّلُثَانِ وَيَبْقَى الثُّلُثُ ‏.‏",
    "source": ""
  },
  {
    "id": 20472,
    "number": "5736",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا وَكِيعٌ، قَالَ حَدَّثَنَا سَعْدُ بْنُ أَوْسٍ، عَنْ أَنَسِ بْنِ سِيرِينَ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ إِنَّ نُوحًا صلى الله عليه وسلم نَازَعَهُ الشَّيْطَانُ فِي عُودِ الْكَرْمِ فَقَالَ هَذَا لِي وَقَالَ هَذَا لِي فَاصْطَلَحَا عَلَى أَنَّ لِنُوحٍ ثُلُثَهَا وَلِلشَّيْطَانِ ثُلُثَيْهَا ‏.‏",
    "source": ""
  },
  {
    "id": 20473,
    "number": "5737",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عَبْدِ الْمَلِكِ بْنِ طُفَيْلٍ الْجَزَرِيِّ، قَالَ كَتَبَ إِلَيْنَا عُمَرُ بْنُ عَبْدِ الْعَزِيزِ أَنْ لاَ، تَشْرَبُوا مِنَ الطِّلاَءِ حَتَّى يَذْهَبَ ثُلُثَاهُ وَيَبْقَى ثُلُثُهُ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20474,
    "number": "5738",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، عَنْ بُرْدٍ، عَنْ مَكْحُولٍ، قَالَ كُلُّ مُسْكِرٍ حَرَامٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20475,
    "number": "5739",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ أَبِي يَعْفُورٍ السَّلَمِيِّ، عَنْ أَبِي ثَابِتٍ الثَّعْلَبِيِّ، قَالَ كُنْتُ عِنْدَ ابْنِ عَبَّاسٍ فَجَاءَهُ رَجُلٌ فَسَأَلَهُ عَنِ الْعَصِيرِ، فَقَالَ اشْرَبْهُ مَا كَانَ طَرِيًّا ‏.‏ قَالَ إِنِّي طَبَخْتُ شَرَابًا وَفِي نَفْسِي مِنْهُ ‏.‏ قَالَ أَكُنْتَ شَارِبَهُ قَبْلَ أَنْ تَطْبُخَهُ قَالَ لاَ ‏.‏ قَالَ فَإِنَّ النَّارَ لاَ تُحِلُّ شَيْئًا قَدْ حَرُمَ ‏.‏",
    "source": ""
  },
  {
    "id": 20476,
    "number": "5740",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ ابْنِ جُرَيْجٍ، قِرَاءَةً أَخْبَرَنِي عَطَاءٌ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ وَاللَّهِ مَا تُحِلُّ النَّارُ شَيْئًا وَلاَ تُحَرِّمُهُ ‏.‏ قَالَ ثُمَّ فَسَّرَ لِي قَوْلَهُ لاَ تُحِلُّ شَيْئًا لِقَوْلِهِمْ فِي الطِّلاَءِ وَلاَ تُحَرِّمُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20477,
    "number": "5741",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ أَخْبَرَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ اشْرَبِ الْعَصِيرَ مَا لَمْ يُزْبِدْ ‏.‏",
    "source": ""
  },
  {
    "id": 20478,
    "number": "5742",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ هِشَامِ بْنِ عَائِذٍ الأَسَدِيِّ، قَالَ سَأَلْتُ إِبْرَاهِيمَ عَنِ الْعَصِيرِ، قَالَ اشْرَبْهُ حَتَّى يَغْلِيَ مَا لَمْ يَتَغَيَّرْ ‏.‏",
    "source": ""
  },
  {
    "id": 20479,
    "number": "5743",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عَبْدِ الْمَلِكِ، عَنْ عَطَاءٍ، فِي الْعَصِيرِ قَالَ اشْرَبْهُ حَتَّى يَغْلِيَ ‏.‏",
    "source": ""
  },
  {
    "id": 20480,
    "number": "5744",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ دَاوُدَ، عَنِ الشَّعْبِيِّ، قَالَ اشْرَبْهُ ثَلاَثَةَ أَيَّامٍ إِلاَّ أَنْ يَغْلِيَ ‏.‏",
    "source": ""
  },
  {
    "id": 20481,
    "number": "5745",
    "text": "أَخْبَرَنِي عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرٍ، قَالَ حَدَّثَنَا بَقِيَّةُ، قَالَ حَدَّثَنِي الأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ الدَّيْلَمِيِّ، عَنْ أَبِيهِ، فَيْرُوزَ قَالَ قَدِمْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا أَصْحَابُ كَرْمٍ وَقَدْ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ تَحْرِيمَ الْخَمْرِ فَمَاذَا نَصْنَعُ قَالَ ‏\"‏ تَتَّخِذُونَهُ زَبِيبًا ‏\"‏ ‏.‏ قُلْتُ فَنَصْنَعُ بِالزَّبِيبِ مَاذَا قَالَ ‏\"‏ تَنْقَعُونَهُ عَلَى غَدَائِكُمْ وَتَشْرَبُونَهُ عَلَى عَشَائِكُمْ وَتَنْقَعُونَهُ عَلَى عَشَائِكُمْ وَتَشْرَبُونَهُ عَلَى غَدَائِكُمْ ‏\"‏ ‏.‏ قُلْتُ أَفَلاَ نُؤَخِّرُهُ حَتَّى يَشْتَدَّ قَالَ ‏\"‏ لاَ تَجْعَلُوهُ فِي الْقُلَلِ وَاجْعَلُوهُ فِي الشِّنَانِ فَإِنَّهُ إِنْ تَأَخَّرَ صَارَ خَلاًّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20482,
    "number": "5746",
    "text": "أَخْبَرَنَا عِيسَى بْنُ مُحَمَّدٍ أَبُو عُمَيْرِ بْنُ النَّحَّاسِ، عَنْ ضَمْرَةَ، عَنِ الشَّيْبَانِيِّ، عَنِ ابْنِ الدَّيْلَمِيِّ، عَنْ أَبِيهِ، قَالَ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّ لَنَا أَعْنَابًا فَمَاذَا نَصْنَعُ بِهَا قَالَ ‏\"‏ زَبِّبُوهَا ‏\"‏ ‏.‏ قُلْنَا فَمَا نَصْنَعُ بِالزَّبِيبِ قَالَ ‏\"‏ انْبِذُوهُ عَلَى غَدَائِكُمْ وَاشْرَبُوهُ عَلَى عَشَائِكُمْ وَانْبِذُوهُ عَلَى عَشَائِكُمْ وَاشْرَبُوهُ عَلَى غَدَائِكُمْ وَانْبِذُوهُ فِي الشِّنَانِ وَلاَ تَنْبِذُوهُ فِي الْقِلاَلِ فَإِنَّهُ إِنْ تَأَخَّرَ صَارَ خَلاًّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20483,
    "number": "5747",
    "text": "أَخْبَرَنَا أَبُو دَاوُدَ الْحَرَّانِيُّ، قَالَ حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، قَالَ حَدَّثَنَا مُطِيعٌ، عَنْ أَبِي عُمَرَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ يُنْبَذُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَيَشْرَبُهُ مِنَ الْغَدِ وَمِنْ بَعْدِ الْغَدِ فَإِذَا كَانَ مَسَاءُ الثَّالِثَةِ فَإِنْ بَقِيَ فِي الإِنَاءِ شَىْءٌ لَمْ يَشْرَبُوهُ أُهْرِيقَ ‏.‏",
    "source": ""
  },
  {
    "id": 20484,
    "number": "5748",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ، قَالَ حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ يَحْيَى بْنِ عُبَيْدٍ الْبَهْرَانِيِّ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُنْقَعُ لَهُ الزَّبِيبُ فَيَشْرَبُهُ يَوْمَهُ وَالْغَدَ وَبَعْدَ الْغَدِ ‏.‏",
    "source": ""
  }
]