[
  {
    "id": 20285,
    "number": "5549",
    "text": "أَخْبَرَنَا أَبُو بَكْرٍ، أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ السُّنِّيُّ قِرَاءَةً عَلَيْهِ فِي بَيْتِهِ قَالَ أَنْبَأَنَا الإِمَامُ أَبُو عَبْدِ الرَّحْمَنِ أَحْمَدُ بْنُ شُعَيْبٍ النَّسَائِيُّ رَحِمَهُ اللَّهُ تَعَالَى قَالَ أَنْبَأَنَا أَبُو دَاوُدَ قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى قَالَ أَنْبَأَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي مَيْسَرَةَ عَنْ عُمَرَ رضى الله عنه قَالَ لَمَّا نَزَلَ تَحْرِيمُ الْخَمْرِ قَالَ عُمَرُ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شَافِيًا‏.‏ فَنَزَلَتِ الآيَةُ الَّتِي فِي الْبَقَرَةِ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَقَالَ عُمَرُ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شَافِيًا‏.‏ فَنَزَلَتِ الآيَةُ الَّتِي فِي النِّسَاءِ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى ‏}‏ فَكَانَ مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا أَقَامَ الصَّلاَةَ نَادَى لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَقَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شَافِيًا‏.‏ فَنَزَلَتِ الآيَةُ الَّتِي فِي الْمَائِدَةِ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَلَمَّا بَلَغَ ‏{‏ فَهَلْ أَنْتُمْ مُنْتَهُونَ ‏}‏ قَالَ عُمَرُ رضى الله عنه انْتَهَيْنَا انْتَهَيْنَا‏.‏",
    "source": ""
  },
  {
    "id": 20286,
    "number": "5550",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، - يَعْنِي ابْنَ الْمُبَارَكِ - عَنْ سُلَيْمَانَ التَّيْمِيِّ، أَنَّ أَنَسَ بْنَ مَالِكٍ، أَخْبَرَهُمْ قَالَ بَيْنَا أَنَا قَائِمٌ، عَلَى الْحَىِّ وَأَنَا أَصْغَرُهُمْ، سِنًّا عَلَى عُمُومَتِي إِذْ جَاءَ رَجُلٌ فَقَالَ إِنَّهَا قَدْ حُرِّمَتِ الْخَمْرُ‏.‏ وَأَنَا قَائِمٌ عَلَيْهِمْ أَسْقِيهِمْ مِنْ فَضِيخٍ لَهُمْ فَقَالُوا اكْفَأْهَا‏.‏ فَكَفَأْتُهَا فَقُلْتُ لأَنَسٍ مَا هُوَ قَالَ الْبُسْرُ وَالتَّمْرُ‏.‏ قَالَ أَبُو بَكْرِ بْنُ أَنَسٍ كَانَتْ خَمْرُهُمْ يَوْمَئِذٍ فَلَمْ يُنْكِرْ أَنَسٌ‏.‏",
    "source": ""
  },
  {
    "id": 20287,
    "number": "5551",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، - يَعْنِي ابْنَ الْمُبَارَكِ - عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ كُنْتُ أَسْقِي أَبَا طَلْحَةَ وَأُبَىَّ بْنَ كَعْبٍ وَأَبَا دُجَانَةَ فِي رَهْطٍ مِنَ الأَنْصَارِ فَدَخَلَ عَلَيْنَا رَجُلٌ فَقَالَ حَدَثَ خَبَرٌ نَزَلَ تَحْرِيمُ الْخَمْرِ‏.‏ فَكَفَأْنَا‏.‏ قَالَ وَمَا هِيَ يَوْمَئِذٍ إِلاَّ الْفَضِيخُ خَلِيطُ الْبُسْرِ وَالتَّمْرِ‏.‏ قَالَ وَقَالَ أَنَسٌ لَقَدْ حُرِّمَتِ الْخَمْرُ وَإِنَّ عَامَّةَ خُمُورِهِمْ يَوْمَئِذٍ الْفَضِيخُ‏.‏",
    "source": ""
  },
  {
    "id": 20288,
    "number": "5552",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ حُرِّمَتِ الْخَمْرُ حِينَ حُرِّمَتْ وَإِنَّهُ لَشَرَابُهُمُ الْبُسْرُ وَالتَّمْرُ‏.‏",
    "source": ""
  },
  {
    "id": 20289,
    "number": "5553",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ شُعْبَةَ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ جَابِرٍ، - يَعْنِي ابْنَ عَبْدِ اللَّهِ - قَالَ الْبُسْرُ وَالتَّمْرُ خَمْرٌ‏.‏",
    "source": ""
  },
  {
    "id": 20290,
    "number": "5554",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُفْيَانَ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، قَالَ الْبُسْرُ وَالتَّمْرُ خَمْرٌ‏.‏ رَفَعَهُ الأَعْمَشُ‏.‏",
    "source": ""
  },
  {
    "id": 20291,
    "number": "5555",
    "text": "أَخْبَرَنَا الْقَاسِمُ بْنُ زَكَرِيَّا، قَالَ أَنْبَأَنَا عُبَيْدُ اللَّهِ، عَنْ شَيْبَانَ، عَنِ الأَعْمَشِ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الزَّبِيبُ وَالتَّمْرُ هُوَ الْخَمْرُ ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 20292,
    "number": "5556",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، قَالَ أَنْبَأَنَا عَبْدُ الرَّحْمَنِ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ رَجُلٍ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْبَلَحِ وَالتَّمْرِ وَالزَّبِيبِ وَالتَّمْرِ‏.‏",
    "source": ""
  },
  {
    "id": 20293,
    "number": "5557",
    "text": "أَخْبَرَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالنَّقِيرِ وَأَنْ يُخْلَطَ الْبَلَحُ وَالزَّهْوُ‏.‏",
    "source": ""
  },
  {
    "id": 20294,
    "number": "5558",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا جَرِيرٌ، عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ - وَزَادَ مَرَّةً أُخْرَى - وَالنَّقِيرِ وَأَنْ يُخْلَطَ التَّمْرُ بِالزَّبِيبِ وَالزَّهْوُ بِالتَّمْرِ‏.‏",
    "source": ""
  },
  {
    "id": 20295,
    "number": "5559",
    "text": "أَخْبَرَنَا الْحُسَيْنُ بْنُ مَنْصُورِ بْنِ جَعْفَرٍ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ حَبِيبٍ، عَنْ أَبِي أَرْطَاةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الزَّهْوِ وَالتَّمْرِ وَالزَّبِيبِ وَالتَّمْرِ‏.‏",
    "source": ""
  },
  {
    "id": 20296,
    "number": "5560",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ الأَوْزَاعِيِّ، قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَجْمَعُوا بَيْنَ التَّمْرِ وَالزَّبِيبِ وَلاَ بَيْنَ الزَّهْوِ وَالرُّطَبِ ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 20297,
    "number": "5561",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا عَلِيٌّ، - وَهُوَ ابْنُ الْمُبَارَكِ - عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي قَتَادَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَنْبِذُوا الزَّهْوَ وَالرُّطَبَ جَمِيعًا وَلاَ تَنْبِذُوا الزَّبِيبَ وَالرُّطَبَ جَمِيعًا ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 20298,
    "number": "5562",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ حَفْصِ بْنِ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنِي إِبْرَاهِيمُ، - هُوَ ابْنُ طَهْمَانَ - عَنْ عُمَرَ بْنِ سَعِيدٍ، عَنْ سُلَيْمَانَ، عَنْ مَالِكِ بْنِ الْحَارِثِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُخْلَطَ التَّمْرُ وَالزَّبِيبُ وَأَنْ يُخْلَطَ الزَّهْوُ وَالتَّمْرُ وَالزَّهْوُ وَالْبُسْرُ‏.‏",
    "source": ""
  },
  {
    "id": 20299,
    "number": "5563",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، عَنْ يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ خَلِيطِ التَّمْرِ وَالزَّبِيبِ وَالْبُسْرِ وَالرُّطَبِ‏.‏",
    "source": ""
  },
  {
    "id": 20300,
    "number": "5564",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، عَنْ أَبِي دَاوُدَ، قَالَ حَدَّثَنَا بِسْطَامٌ، قَالَ حَدَّثَنَا مَالِكُ بْنُ دِينَارٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَخْلِطُوا الزَّبِيبَ وَالتَّمْرَ وَلاَ الْبُسْرَ وَالتَّمْرَ ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 20301,
    "number": "5565",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يُنْبَذَ الزَّبِيبُ وَالتَّمْرُ جَمِيعًا وَنَهَى أَنْ يُنْبَذَ الْبُسْرُ وَالتَّمْرُ جَمِيعًا‏.‏",
    "source": ""
  },
  {
    "id": 20302,
    "number": "5566",
    "text": "أَخْبَرَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، عَنِ ابْنِ فُضَيْلٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالنَّقِيرِ وَعَنِ الْبُسْرِ وَالتَّمْرِ أَنْ يُخْلَطَا وَعَنِ الزَّبِيبِ وَالتَّمْرِ أَنْ يُخْلَطَا وَكَتَبَ إِلَى أَهْلِ هَجَرَ ‏\n\"‏ أَنْ لاَ تَخْلِطُوا الزَّبِيبَ وَالتَّمْرَ جَمِيعًا ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 20303,
    "number": "5567",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا يَزِيدُ، قَالَ أَنْبَأَنَا حُمَيْدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ الْبُسْرُ وَحْدَهُ حَرَامٌ وَمَعَ التَّمْرِ حَرَامٌ‏.‏",
    "source": ""
  },
  {
    "id": 20304,
    "number": "5568",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ آدَمَ، وَعَلِيُّ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحِيمِ، عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ خَلِيطِ التَّمْرِ وَالزَّبِيبِ وَعَنِ التَّمْرِ وَالْبُسْرِ‏.‏",
    "source": ""
  },
  {
    "id": 20305,
    "number": "5569",
    "text": "أَخْبَرَنَا قُرَيْشُ بْنُ عَبْدِ الرَّحْمَنِ الْبَاوَرْدِيُّ، عَنْ عَلِيِّ بْنِ الْحَسَنِ، قَالَ أَنْبَأَنَا الْحُسَيْنُ بْنُ وَاقِدٍ، قَالَ حَدَّثَنِي عَمْرُو بْنُ دِينَارٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّمْرِ وَالزَّبِيبِ وَنَهَى عَنِ التَّمْرِ وَالْبُسْرِ أَنْ يُنْبَذَا جَمِيعًا‏.‏",
    "source": ""
  },
  {
    "id": 20306,
    "number": "5570",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ هِشَامٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَنْبِذُوا الزَّهْوَ وَالرُّطَبَ وَلاَ تَنْبِذُوا الرُّطَبَ وَالزَّبِيبَ جَمِيعًا ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 20307,
    "number": "5571",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يُنْبَذَ الزَّبِيبُ وَالْبُسْرُ جَمِيعًا وَنَهَى أَنْ يُنْبَذَ الْبُسْرُ وَالرُّطَبُ جَمِيعًا‏.‏",
    "source": ""
  },
  {
    "id": 20308,
    "number": "5572",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ وِقَاءِ بْنِ إِيَاسٍ، عَنِ الْمُخْتَارِ بْنِ فُلْفُلٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَجْمَعَ شَيْئَيْنِ نَبِيذًا يَبْغِي أَحَدُهُمَا عَلَى صَاحِبِهِ ‏.‏ قَالَ وَسَأَلْتُهُ عَنِ الْفَضِيخِ فَنَهَانِي عَنْهُ قَالَ كَانَ يَكْرَهُ الْمُذَنَّبَ مِنَ الْبُسْرِ مَخَافَةَ أَنْ يَكُونَا شَيْئَيْنِ فَكُنَّا نَقْطَعُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20309,
    "number": "5573",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ أَبِي إِدْرِيسَ، قَالَ شَهِدْتُ أَنَسَ بْنَ مَالِكٍ أُتِيَ بِبُسْرٍ مُذَنَّبٍ فَجَعَلَ يَقْطَعُهُ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20310,
    "number": "5574",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، قَالَ قَتَادَةُ كَانَ أَنَسٌ يَأْمُرُ بِالتَّذْنُوبِ فَيُقْرَضُ ‏.‏",
    "source": ""
  },
  {
    "id": 20311,
    "number": "5575",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّهُ كَانَ لاَ يَدَعُ شَيْئًا قَدْ أَرْطَبَ إِلاَّ عَزَلَهُ عَنْ فَضِيخِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 20312,
    "number": "5576",
    "text": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ، قَالَ حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - قَالَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِي قَتَادَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَنْبِذُوا الزَّهْوَ وَالرُّطَبَ جَمِيعًا وَلاَ الْبُسْرَ وَالزَّبِيبَ جَمِيعًا وَانْبِذُوا كُلَّ وَاحِدٍ مِنْهُمَا عَلَى حِدَتِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20313,
    "number": "5577",
    "text": "أَخْبَرَنَا يَحْيَى بْنُ دُرُسْتَ، قَالَ حَدَّثَنَا أَبُو إِسْمَاعِيلَ، قَالَ حَدَّثَنَا يَحْيَى، أَنَّ عَبْدَ اللَّهِ بْنَ أَبِي قَتَادَةَ، حَدَّثَهُ عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ خَلِيطِ الزَّهْوِ وَالتَّمْرِ وَخَلِيطِ الْبُسْرِ وَالتَّمْرِ وَقَالَ ‏\n\"‏ لِتَنْبِذُوا كُلَّ وَاحِدٍ مِنْهُمَا عَلَى حِدَةٍ فِي الأَسْقِيَةِ الَّتِي يُلاَثُ عَلَى أَفْوَاهِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20314,
    "number": "5578",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ الْعَبْدِيِّ، قَالَ حَدَّثَنَا أَبُو الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُخْلَطَ بُسْرٌ بِتَمْرٍ أَوْ زَبِيبٌ بِتَمْرٍ أَوْ زَبِيبٌ بِبُسْرٍ وَقَالَ ‏\n\"‏ مَنْ شَرِبَهُ مِنْكُمْ فَلْيَشْرَبْ كُلَّ وَاحِدٍ مِنْهُ فَرْدًا تَمْرًا فَرْدًا أَوْ بُسْرًا فَرْدًا أَوْ زَبِيبًا فَرْدًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20315,
    "number": "5579",
    "text": "أَخْبَرَنِي أَحْمَدُ بْنُ خَالِدٍ، قَالَ حَدَّثَنَا شُعَيْبُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُسْلِمٍ، قَالَ حَدَّثَنَا أَبُو الْمُتَوَكِّلِ النَّاجِيُّ، قَالَ حَدَّثَنِي أَبُو سَعِيدٍ الْخُدْرِيُّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَخْلِطَ بُسْرًا بِتَمْرٍ أَوْ زَبِيبًا بِتَمْرٍ أَوْ زَبِيبًا بِبُسْرٍ وَقَالَ ‏\n\"‏ مَنْ شَرِبَ مِنْكُمْ فَلْيَشْرَبْ كُلَّ وَاحِدٍ مِنْهُ فَرْدًا ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ هَذَا أَبُو الْمُتَوَكِّلِ اسْمُهُ عَلِيُّ بْنُ دَاوُدَ ‏.‏",
    "source": ""
  },
  {
    "id": 20316,
    "number": "5580",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، قَالَ حَدَّثَنَا أَبُو كَثِيرٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُخْلَطَ الْبُسْرُ وَالزَّبِيبُ وَالْبُسْرُ وَالتَّمْرُ وَقَالَ ‏\n\"‏ انْبِذُوا كُلَّ وَاحِدٍ مِنْهُمَا عَلَى حِدَةٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20317,
    "number": "5581",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَمَّارٍ، قَالَ حَدَّثَنَا الْمُعَافَى، - يَعْنِي ابْنَ عِمْرَانَ - عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يُنْبَذَ التَّمْرُ وَالزَّبِيبُ وَالتَّمْرُ وَالْبُسْرُ وَقَالَ ‏\n\"‏ انْتَبِذُوا الزَّبِيبَ فَرْدًا وَالتَّمْرَ فَرْدًا وَالْبُسْرَ فَرْدًا ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ أَبُو كَثِيرٍ اسْمُهُ يَزِيدُ بْنُ عَبْدِ الرَّحْمَنِ ‏.‏",
    "source": ""
  },
  {
    "id": 20318,
    "number": "5582",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ الأَوْزَاعِيِّ، قَالَ حَدَّثَنِي أَبُو كَثِيرٍ، ح وَأَنْبَأَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، عَنْ سُفْيَانَ بْنِ حَبِيبٍ، عَنِ الأَوْزَاعِيِّ، قَالَ حَدَّثَنَا أَبُو كَثِيرٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْخَمْرُ مِنْ هَاتَيْنِ ‏\"‏ ‏.‏ وَقَالَ سُوَيْدٌ فِي هَاتَيْنِ الشَّجَرَتَيْنِ النَّخْلَةُ وَالْعِنَبَةُ ‏.‏",
    "source": ""
  },
  {
    "id": 20319,
    "number": "5583",
    "text": "أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ حَدَّثَنَا الْحَجَّاجُ الصَّوَّافُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي أَبُو كَثِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْخَمْرُ مِنْ هَاتَيْنِ الشَّجَرَتَيْنِ النَّخْلَةُ وَالْعِنَبَةُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20320,
    "number": "5584",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ شَرِيكٍ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، وَالشَّعْبِيِّ، قَالاَ السَّكَرُ خَمْرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20321,
    "number": "5585",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ السَّكَرُ خَمْرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20322,
    "number": "5586",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا جَرِيرٌ، عَنْ حَبِيبٍ، - وَهُوَ ابْنُ أَبِي عَمْرَةَ - عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ السَّكَرُ خَمْرٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20323,
    "number": "5587",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُفْيَانَ، عَنْ أَبِي حَصِينٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ السَّكَرُ حَرَامٌ وَالرِّزْقُ الْحَسَنُ حَلاَلٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20324,
    "number": "5588",
    "text": "أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ حَدَّثَنَا أَبُو حَيَّانَ، قَالَ حَدَّثَنَا الشَّعْبِيُّ، عَنِ ابْنِ عُمَرَ، قَالَ سَمِعْتُ عُمَرَ، رضى الله عنه يَخْطُبُ عَلَى مِنْبَرِ الْمَدِينَةِ فَقَالَ أَيُّهَا النَّاسُ أَلاَ إِنَّهُ نَزَلَ تَحْرِيمُ الْخَمْرِ يَوْمَ نَزَلَ وَهِيَ مِنْ خَمْسَةٍ مِنَ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ ‏.‏",
    "source": ""
  },
  {
    "id": 20325,
    "number": "5589",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ أَنْبَأَنَا ابْنُ إِدْرِيسَ، عَنْ زَكَرِيَّا، وَأَبِي، حَيَّانَ عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، رضى الله عنه عَلَى مِنْبَرِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ أَمَّا بَعْدُ فَإِنَّ الْخَمْرَ نَزَلَ تَحْرِيمُهَا وَهِيَ مِنْ خَمْسَةٍ مِنَ الْعِنَبِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالتَّمْرِ وَالْعَسَلِ ‏.‏",
    "source": ""
  },
  {
    "id": 20326,
    "number": "5590",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي حَصِينٍ، عَنْ عَامِرٍ، عَنِ ابْنِ عُمَرَ، قَالَ الْخَمْرُ مِنْ خَمْسَةٍ مِنَ التَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْعَسَلِ وَالْعِنَبِ ‏.‏",
    "source": ""
  },
  {
    "id": 20327,
    "number": "5591",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ، عَنِ ابْنِ عَوْنٍ، عَنِ ابْنِ سِيرِينَ، قَالَ جَاءَ رَجُلٌ إِلَى ابْنِ عُمَرَ فَقَالَ إِنَّ أَهْلَنَا يَنْبِذُونَ لَنَا شَرَابًا عَشِيًّا فَإِذَا أَصْبَحْنَا شَرِبْنَا ‏.‏ قَالَ أَنْهَاكَ عَنِ الْمُسْكِرِ قَلِيلِهِ وَكَثِيرِهِ وَأُشْهِدُ اللَّهَ عَلَيْكَ أَنْهَاكَ عَنِ الْمُسْكِرِ قَلِيلِهِ وَكَثِيرِهِ وَأُشْهِدُ اللَّهَ عَلَيْكَ إِنَّ أَهْلَ خَيْبَرَ يَنْتَبِذُونَ شَرَابًا مِنْ كَذَا وَكَذَا وَيُسَمُّونَهُ كَذَا وَكَذَا وَهِيَ الْخَمْرُ وَإِنَّ أَهْلَ فَدَكٍ يَنْتَبِذُونَ شَرَابًا مِنْ كَذَا وَكَذَا يُسَمُّونَهُ كَذَا وَكَذَا وَهِيَ الْخَمْرُ حَتَّى عَدَّ أَشْرِبَةً أَرْبَعَةً أَحَدُهَا الْعَسَلُ ‏.‏",
    "source": ""
  },
  {
    "id": 20328,
    "number": "5592",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ حَمَّادِ بْنِ زَيْدٍ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ وَكُلُّ مُسْكِرٍ خَمْرٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20329,
    "number": "5593",
    "text": "أَخْبَرَنَا الْحُسَيْنُ بْنُ مَنْصُورِ بْنِ جَعْفَرٍ، قَالَ حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ وَكُلُّ مُسْكِرٍ خَمْرٌ ‏\"‏ ‏.‏ قَالَ الْحُسَيْنُ قَالَ أَحْمَدُ وَهَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20330,
    "number": "5594",
    "text": "أَخْبَرَنَا يَحْيَى بْنُ دُرُسْتَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مُسْكِرٍ خَمْرٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20331,
    "number": "5595",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ مَيْمُونٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي رَوَّادٍ، قَالَ حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20332,
    "number": "5596",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ وَكُلُّ مُسْكِرٍ خَمْرٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20333,
    "number": "5597",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20334,
    "number": "5598",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20335,
    "number": "5599",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، عَنْ إِسْمَاعِيلَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ يُنْبَذَ فِي الدُّبَّاءِ وَالْمُزَفَّتِ وَالنَّقِيرِ وَالْحَنْتَمِ ‏\n\"‏ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20336,
    "number": "5600",
    "text": "أَخْبَرَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنَا ابْنُ زَبْرٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَنْبِذُوا فِي الدُّبَّاءِ وَلاَ الْمُزَفَّتِ وَلاَ النَّقِيرِ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20337,
    "number": "5601",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَقُتَيْبَةُ، عَنْ سُفْيَانَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ ‏\"‏ ‏.‏ قَالَ قُتَيْبَةُ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 20338,
    "number": "5602",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، ح وَأَنْبَأَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ عَنِ الْبِتْعِ فَقَالَ ‏\n\"‏ كُلُّ شَرَابٍ أَسْكَرَ حَرَامٌ ‏\"‏ ‏.‏ اللَّفْظُ لِسُوَيْدٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20339,
    "number": "5603",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رضى اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ عَنِ الْبِتْعِ فَقَالَ ‏\n\"‏ كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ وَالْبِتْعُ مِنَ الْعَسَلِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20340,
    "number": "5604",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ مَيْمُونٍ، قَالَ حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ عَنِ الْبِتْعِ فَقَالَ ‏\n\"‏ كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ ‏\"‏ ‏.‏ وَالْبِتْعُ هُوَ نَبِيذُ الْعَسَلِ ‏.‏",
    "source": ""
  },
  {
    "id": 20341,
    "number": "5605",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ سُوَيْدِ بْنِ مَنْجُوفٍ، وَعَبْدُ اللَّهِ بْنُ الْهَيْثَمِ، عَنْ أَبِي دَاوُدَ، عَنْ شُعْبَةَ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20342,
    "number": "5606",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَلِيٍّ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَا وَمُعَاذٌ إِلَى الْيَمَنِ فَقَالَ مُعَاذٌ إِنَّكَ تَبْعَثُنَا إِلَى أَرْضٍ كَثِيرٌ شَرَابُ أَهْلِهَا فَمَا أَشْرَبُ قَالَ ‏\n\"‏ اشْرَبْ وَلاَ تَشْرَبْ مُسْكِرًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20343,
    "number": "5607",
    "text": "أَخْبَرَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا حَرِيشُ بْنُ سُلَيْمٍ، قَالَ حَدَّثَنَا طَلْحَةُ الأَيَامِيُّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20344,
    "number": "5608",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، قَالَ أَنْبَأَنَا الأَسْوَدُ بْنُ شَيْبَانَ السَّدُوسِيُّ، قَالَ سَمِعْتُ عَطَاءً، سَأَلَهُ رَجُلٌ فَقَالَ إِنَّا نَرْكَبُ أَسْفَارًا فَتُبْرَزُ لَنَا الأَشْرِبَةُ فِي الأَسْوَاقِ لاَ نَدْرِي أَوْعِيَتَهَا ‏.‏ فَقَالَ كُلُّ مُسْكِرٍ حَرَامٌ ‏.‏ فَذَهَبَ يُعِيدُ فَقَالَ كُلُّ مُسْكِرٍ حَرَامٌ ‏.‏ فَذَهَبَ يُعِيدُ فَقَالَ هُوَ مَا أَقُولُ لَكَ ‏.‏",
    "source": ""
  },
  {
    "id": 20345,
    "number": "5609",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ هَارُونَ بْنِ إِبْرَاهِيمَ، عَنِ ابْنِ سِيرِينَ، قَالَ كُلُّ مُسْكِرٍ حَرَامٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20346,
    "number": "5610",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عَبْدِ الْمَلِكِ بْنِ الطُّفَيْلِ الْجَزَرِيِّ، قَالَ كَتَبَ إِلَيْنَا عُمَرُ بْنُ عَبْدِ الْعَزِيزِ لاَ تَشْرَبُوا مِنَ الطِّلاَءِ حَتَّى يَذْهَبَ ثُلُثَاهُ وَيَبْقَى ثُلُثُهُ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20347,
    "number": "5611",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ الصَّعْقِ بْنِ حَزْنٍ، قَالَ كَتَبَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ إِلَى عَدِيِّ بْنِ أَرْطَاةَ كُلُّ مُسْكِرٍ حَرَامٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20348,
    "number": "5612",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا حَرِيشُ بْنُ سُلَيْمٍ، قَالَ حَدَّثَنَا طَلْحَةُ بْنُ مُصَرِّفٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20349,
    "number": "5613",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ الأَجْلَحِ، قَالَ حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي مُوسَى، عَنْ أَبِيهِ، قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْيَمَنِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ بِهَا أَشْرِبَةً فَمَا أَشْرَبُ وَمَا أَدَعُ قَالَ ‏\"‏ وَمَا هِيَ ‏\"‏ ‏.‏ قُلْتُ الْبِتْعُ وَالْمِزْرُ ‏.‏ قَالَ ‏\"‏ وَمَا الْبِتْعُ وَالْمِزْرُ ‏\"‏ ‏.‏ قُلْتُ أَمَّا الْبِتْعُ فَنَبِيذُ الْعَسَلِ وَأَمَّا الْمِزْرُ فَنَبِيذُ الذُّرَةِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَشْرَبْ مُسْكِرًا فَإِنِّي حَرَّمْتُ كُلَّ مُسْكِرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20350,
    "number": "5614",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ آدَمَ بْنِ سُلَيْمَانَ، عَنِ ابْنِ فُضَيْلٍ، عَنِ الشَّيْبَانِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْيَمَنِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ بِهَا أَشْرِبَةً يُقَالُ لَهَا الْبِتْعُ وَالْمِزْرُ قَالَ ‏\"‏ وَمَا الْبِتْعُ وَالْمِزْرُ ‏\"‏ ‏.‏ قُلْتُ شَرَابٌ يَكُونُ مِنَ الْعَسَلِ وَالْمِزْرُ يَكُونُ مِنَ الشَّعِيرِ ‏.‏ قَالَ ‏\"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20351,
    "number": "5615",
    "text": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، قَالَ أَخْبَرَنِي أَبِي قَالَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ خَطَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ آيَةَ الْخَمْرِ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَرَأَيْتَ الْمِزْرَ قَالَ ‏\"‏ وَمَا الْمِزْرُ ‏\"‏ ‏.‏ قَالَ حَبَّةٌ تُصْنَعُ بِالْيَمَنِ ‏.‏ فَقَالَ ‏\"‏ تُسْكِرُ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20352,
    "number": "5616",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي الْجُوَيْرِيَةِ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، وَسُئِلَ، فَقِيلَ لَهُ أَفْتِنَا فِي الْبَاذَقِ ‏.‏ فَقَالَ سَبَقَ مُحَمَّدٌ الْبَاذَقَ وَمَا أَسْكَرَ فَهُوَ حَرَامٌ ‏.‏",
    "source": ""
  },
  {
    "id": 20353,
    "number": "5617",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ - عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنَا عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20354,
    "number": "5618",
    "text": "أَخْبَرَنَا حُمَيْدُ بْنُ مَخْلَدٍ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ الْحَكَمِ، قَالَ أَنْبَأَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنِي الضَّحَّاكُ بْنُ عُثْمَانَ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَنْهَاكُمْ عَنْ قَلِيلِ مَا أَسْكَرَ كَثِيرُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 20355,
    "number": "5619",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَمَّارٍ، قَالَ حَدَّثَنَا الْوَلِيدُ بْنُ كَثِيرٍ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ قَلِيلِ مَا أَسْكَرَ كَثِيرُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20356,
    "number": "5620",
    "text": "أَخْبَرَنَا هِشَامُ بْنُ عَمَّارٍ، قَالَ حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، عَنْ زَيْدِ بْنِ وَاقِدٍ، أَخْبَرَنِي خَالِدُ بْنُ عَبْدِ اللَّهِ بْنِ حُسَيْنٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ عَلِمْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَصُومُ فَتَحَيَّنْتُ فِطْرَهُ بِنَبِيذٍ صَنَعْتُهُ لَهُ فِي دُبَّاءٍ فَجِئْتُهُ بِهِ فَقَالَ ‏\"‏ أَدْنِهِ ‏\"‏ ‏.‏ فَأَدْنَيْتُهُ مِنْهُ فَإِذَا هُوَ يَنِشُّ فَقَالَ ‏\"‏ اضْرِبْ بِهَذَا الْحَائِطَ فَإِنَّ هَذَا شَرَابُ مَنْ لاَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَفِي هَذَا دَلِيلٌ عَلَى تَحْرِيمِ السَّكَرِ قَلِيلِهِ وَكَثِيرِهِ وَلَيْسَ كَمَا يَقُولُ الْمُخَادِعُونَ لأَنْفُسِهِمْ بِتَحْرِيمِهِمْ آخِرِ الشَّرْبَةِ وَتَحْلِيلِهِمْ مَا تَقَدَّمَهَا الَّذِي يُشْرَبُ فِي الْفَرَقِ قَبْلَهَا وَلاَ خِلاَفَ بَيْنَ أَهْلِ الْعِلْمِ أَنَّ السُّكْرَ بِكُلِّيَّتِهِ لاَ يَحْدُثُ عَلَى الشَّرْبَةِ الآخِرَةِ دُونَ الأُولَى وَالثَّانِيَةِ بَعْدَهَا وَبِاللَّهِ التَّوْفِيقُ ‏.‏",
    "source": ""
  },
  {
    "id": 20357,
    "number": "5621",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، قَالَ حَدَّثَنَا يَحْيَى بْنُ آدَمَ، قَالَ حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ صَعْصَعَةَ بْنِ صُوحَانَ، عَنْ عَلِيٍّ، كَرَّمَ اللَّهُ وَجْهَهُ قَالَ نَهَانِي النَّبِيُّ صلى الله عليه وسلم عَنْ حَلْقَةِ الذَّهَبِ وَالْقَسِّيِّ وَالْمِيثَرَةِ وَالْجِعَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 20358,
    "number": "5622",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنْ إِسْمَاعِيلَ، - وَهُوَ ابْنُ سُمَيْعٍ - قَالَ حَدَّثَنِي مَالِكُ بْنُ عُمَيْرٍ، قَالَ قَالَ صَعْصَعَةُ لِعَلِيِّ بْنِ أَبِي طَالِبٍ كَرَّمَ اللَّهُ وَجْهَهُ انْهَنَا يَا أَمِيرَ الْمُؤْمِنِينَ عَمَّا نَهَاكَ عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْحَنْتَمِ ‏.‏",
    "source": ""
  },
  {
    "id": 20359,
    "number": "5623",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُنْبَذُ لَهُ فِي تَوْرٍ مِنْ حِجَارَةٍ ‏.‏ ذِكْرُ الأَوْعِيَةِ الَّتِي نُهِيَ عَنْ الاِنْتِبَاذِ فِيهَا دُونَ مَا سِوَاهَا مِمَّا لاَ تَشْتَدُّ أَشْرِبَتُهَا كَاشْتِدَادِهِ فِيهَا",
    "source": ""
  },
  {
    "id": 20360,
    "number": "5624",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ طَاوُسٍ، قَالَ قَالَ رَجُلٌ لاِبْنِ عُمَرَ أَنَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نَبِيذِ الْجَرِّ قَالَ نَعَمْ ‏.‏ قَالَ طَاوُسٌ وَاللَّهِ إِنِّي سَمِعْتُهُ مِنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 20361,
    "number": "5625",
    "text": "أَخْبَرَنَا هَارُونُ بْنُ زَيْدِ بْنِ يَزِيدَ بْنِ أَبِي الزَّرْقَاءِ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، وَإِبْرَاهِيمَ بْنِ مَيْسَرَةَ، قَالاَ سَمِعْنَا طَاوُسًا، يَقُولُ جَاءَ رَجُلٌ إِلَى ابْنِ عُمَرَ قَالَ أَنَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نَبِيذِ الْجَرِّ قَالَ نَعَمْ ‏.‏ زَادَ إِبْرَاهِيمُ فِي حَدِيثِهِ وَالدُّبَّاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 20362,
    "number": "5626",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ، عَنْ عُيَيْنَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، قَالَ قَالَ ابْنُ عَبَّاسٍ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نَبِيذِ الْجَرِّ ‏.‏",
    "source": ""
  },
  {
    "id": 20363,
    "number": "5627",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، قَالَ حَدَّثَنَا أُمَيَّةُ، عَنْ شُعْبَةَ، عَنْ جَبَلَةَ بْنِ سُحَيْمٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْحَنْتَمِ قُلْتُ مَا الْحَنْتَمُ قَالَ الْجَرُّ ‏.‏",
    "source": ""
  },
  {
    "id": 20364,
    "number": "5628",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي مَسْلَمَةَ، قَالَ سَمِعْتُ عَبْدَ الْعَزِيزِ، - يَعْنِي ابْنَ أَسِيدٍ الطَّاحِيَّ بَصْرِيٌّ - يَقُولُ سُئِلَ ابْنُ الزُّبَيْرِ عَنْ نَبِيذِ الْجَرِّ، قَالَ نَهَانَا عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 20365,
    "number": "5629",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ سُوَيْدِ بْنِ مَنْجُوفٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ هِشَامِ بْنِ أَبِي عَبْدِ اللَّهِ، عَنْ أَيُّوبَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ سَأَلْنَا ابْنَ عُمَرَ عَنْ نَبِيذِ الْجَرِّ، فَقَالَ حَرَّمَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ فَأَتَيْتُ ابْنَ عَبَّاسٍ فَقُلْتُ سَمِعْتُ الْيَوْمَ شَيْئًا عَجِبْتُ مِنْهُ ‏.‏ قَالَ مَا هُوَ قُلْتُ سَأَلْتُ ابْنَ عُمَرَ عَنْ نَبِيذِ الْجَرِّ فَقَالَ حَرَّمَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ صَدَقَ ابْنُ عُمَرَ ‏.‏ قُلْتُ مَا الْجَرُّ قَالَ كُلُّ شَىْءٍ مِنْ مَدَرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20366,
    "number": "5630",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ زُرَارَةَ، أَنْبَأَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ رَجُلٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ كُنْتُ عِنْدَ ابْنِ عُمَرَ فَسُئِلَ عَنْ نَبِيذِ الْجَرِّ، فَقَالَ حَرَّمَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ وَشَقَّ عَلَىَّ لَمَّا سَمِعْتُهُ فَأَتَيْتُ ابْنَ عَبَّاسٍ فَقُلْتُ إِنَّ ابْنَ عُمَرَ سُئِلَ عَنْ شَىْءٍ فَجَعَلْتُ أُعَظِّمُهُ ‏.‏ قَالَ مَا هُوَ قُلْتُ سُئِلَ عَنْ نَبِيذِ الْجَرِّ ‏.‏ فَقَالَ صَدَقَ حَرَّمَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قُلْتُ وَمَا الْجَرُّ قَالَ كُلُّ شَىْءٍ صُنِعَ مِنْ مَدَرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 20367,
    "number": "5631",
    "text": "أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنِ الشَّيْبَانِيِّ، قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نَبِيذِ الْجَرِّ الأَخْضَرِ ‏.‏ قُلْتُ فَالأَبْيَضُ قَالَ لاَ أَدْرِي ‏.‏",
    "source": ""
  },
  {
    "id": 20368,
    "number": "5632",
    "text": "أَخْبَرَنَا أَبُو عَبْدِ الرَّحْمَنِ، قَالَ أَنْبَأَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا أَبُو إِسْحَاقَ الشَّيْبَانِيُّ، قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نَبِيذِ الْجَرِّ الأَخْضَرِ وَالأَبْيَضِ ‏.‏",
    "source": ""
  },
  {
    "id": 20369,
    "number": "5633",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي رَجَاءٍ، قَالَ سَأَلْتُ الْحَسَنَ عَنْ نَبِيذِ الْجَرِّ، أَحَرَامٌ هُوَ قَالَ حَرَامٌ قَدْ حَدَّثَنَا مَنْ لَمْ يَكْذِبْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ نَبِيذِ الْحَنْتَمِ وَالدُّبَّاءِ وَالْمُزَفَّتِ وَالنَّقِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 20370,
    "number": "5634",
    "text": "أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ طَاوُسٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 20371,
    "number": "5635",
    "text": "أَخْبَرَنَا جَعْفَرُ بْنُ مُسَافِرٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، قَالَ حَدَّثَنَا وُهَيْبٌ، قَالَ حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ ‏.‏",
    "source": ""
  },
  {
    "id": 20372,
    "number": "5636",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، وَحَمَّادٍ، وَسُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 20373,
    "number": "5637",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، عَنْ عَلِيٍّ، كَرَّمَ اللَّهُ وَجْهَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 20374,
    "number": "5638",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ أَبَانَ، قَالَ حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ بُكَيْرِ بْنِ عَطَاءٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ، وَالْمُزَفَّتِ، ‏.‏",
    "source": ""
  },
  {
    "id": 20375,
    "number": "5639",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ أَنْ يُنْبَذَ فِيهِمَا ‏.‏",
    "source": ""
  },
  {
    "id": 20376,
    "number": "5640",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا الزُّهْرِيُّ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْمُزَفَّتِ أَنْ يُنْبَذَ فِيهِمَا ‏.‏",
    "source": ""
  },
  {
    "id": 20377,
    "number": "5641",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَفَّتِ وَالْقَرْعِ ‏.‏",
    "source": ""
  },
  {
    "id": 20378,
    "number": "5642",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ الْحَكَمِ بْنِ فَرْوَةَ، - يُقَالُ لَهُ ابْنُ كُرْدِيٍّ بَصْرِيٌّ - قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْخَالِقِ الشَّيْبَانِيِّ، قَالَ سَمِعْتُ سَعِيدًا، يُحَدِّثُ عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 20379,
    "number": "5643",
    "text": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ الْمُثَنَّى بْنِ سَعِيدٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الشُّرْبِ فِي الْحَنْتَمِ وَالدُّبَّاءِ وَالنَّقِيرِ ‏.‏",
    "source": ""
  },
  {
    "id": 20380,
    "number": "5644",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ شُعْبَةَ، عَنْ مُحَارِبٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 20381,
    "number": "5645",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ الأَوْزَاعِيِّ، قَالَ حَدَّثَنِي يَحْيَى، حَدَّثَنِي أَبُو سَلَمَةَ، قَالَ حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْجِرَارِ وَالدُّبَّاءِ وَالظُّرُوفِ الْمُزَفَّتَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 20382,
    "number": "5646",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عَوْنِ بْنِ صَالِحٍ الْبَارِقِيِّ، عَنْ زَيْنَبَ بِنْتِ نَصْرٍ، وَجُمَيْلَةَ بِنْتِ عَبَّادٍ، أَنَّهُمَا سَمِعَتَا عَائِشَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ شَرَابٍ صُنِعَ فِي دُبُّاءٍ أَوْ حَنْتَمٍ أَوْ مُزَفَّتٍ لاَ يَكُونُ زَيْتًا أَوْ خَلاًّ ‏.‏",
    "source": ""
  },
  {
    "id": 20383,
    "number": "5647",
    "text": "أَخْبَرَنَا قُرَيْشُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ أَنْبَأَنَا عَلِيُّ بْنُ الْحَسَنِ، قَالَ أَنْبَأَنَا الْحُسَيْنُ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ زِيَادٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ وَالْمُزَفَّتِ ‏.‏",
    "source": ""
  },
  {
    "id": 20384,
    "number": "5648",
    "text": "أَخْبَرَنَا سُوَيْدٌ، قَالَ أَنْبَأَنَا عَبْدُ اللَّهِ، عَنِ الْقَاسِمِ بْنِ الْفَضْلِ، قَالَ حَدَّثَنَا ثُمَامَةُ بْنُ حَزْنٍ الْقُشَيْرِيُّ، قَالَ لَقِيتُ عَائِشَةَ فَسَأَلْتُهَا عَنِ النَّبِيذِ، فَقَالَتْ قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلُوهُ فِيمَا يَنْبِذُونَ فَنَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يَنْبِذُوا فِي الدُّبَّاءِ وَالنَّقِيرِ وَالْمُقَيَّرِ وَالْحَنْتَمِ ‏.‏",
    "source": ""
  }
]