[
  {
    "id": 19195,
    "number": "4459",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ أَبُو قُدَامَةَ السَّرَخْسِيُّ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ عَمَّتِهِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَطْيَبَ مَا أَكَلَ الرَّجُلُ مِنْ كَسْبِهِ وَإِنَّ وَلَدَ الرَّجُلِ مِنْ كَسْبِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19196,
    "number": "4460",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ عَمَّةٍ، لَهُ عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم ‏\n\"‏ قَالَ إِنَّ أَوْلاَدَكُمْ مِنْ أَطْيَبِ كَسْبِكُمْ فَكُلُوا مِنْ كَسْبِ أَوْلاَدِكُمْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19197,
    "number": "4461",
    "text": "أَخْبَرَنَا يُوسُفُ بْنُ عِيسَى، قَالَ أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، قَالَ أَنْبَأَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَطْيَبَ مَا أَكَلَ الرَّجُلُ مِنْ كَسْبِهِ وَوَلَدُهُ مِنْ كَسْبِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19198,
    "number": "4462",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ حَفْصِ بْنِ عَبْدِ اللَّهِ النَّيْسَابُورِيُّ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ عُمَرَ بْنِ سَعِيدٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ أَطْيَبَ مَا أَكَلَ الرَّجُلُ مِنْ كَسْبِهِ وَإِنَّ وَلَدَهُ مِنْ كَسْبِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19199,
    "number": "4463",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، قَالَ حَدَّثَنَا خَالِدٌ، - وَهُوَ ابْنُ الْحَارِثِ - قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ الشَّعْبِيِّ، قَالَ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم - فَوَاللَّهِ لاَ أَسْمَعُ بَعْدَهُ أَحَدًا يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم - يَقُولُ ‏\"‏ إِنَّ الْحَلاَلَ بَيِّنٌ وَإِنَّ الْحَرَامَ بَيِّنٌ وَإِنَّ بَيْنَ ذَلِكَ أُمُورًا مُشْتَبِهَاتٍ ‏\"‏ ‏.‏ وَرُبَّمَا قَالَ ‏\"‏ وَإِنَّ بَيْنَ ذَلِكَ أُمُورًا مُشْتَبِهَةً ‏\"‏ ‏.‏ قَالَ ‏\"‏ وَسَأَضْرِبُ لَكُمْ فِي ذَلِكَ مَثَلاً إِنَّ اللَّهَ عَزَّ وَجَلَّ حَمَى حِمًى وَإِنَّ حِمَى اللَّهِ عَزَّ وَجَلَّ مَا حَرَّمَ وَإِنَّهُ مَنْ يَرْتَعْ حَوْلَ الْحِمَى يُوشِكْ أَنْ يُخَالِطَ الْحِمَى ‏\"‏ ‏.‏ وَرُبَّمَا قَالَ ‏\"‏ إِنَّهُ مَنْ يَرْعَى حَوْلَ الْحِمَى يُوشِكْ أَنْ يَرْتَعَ فِيهِ وَإِنَّ مَنْ يُخَالِطِ الرِّيبَةَ يُوشِكْ أَنْ يَجْسُرَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19200,
    "number": "4464",
    "text": "حَدَّثَنَا الْقَاسِمُ بْنُ زَكَرِيَّا بْنِ دِينَارٍ، قَالَ حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ يَأْتِي عَلَى النَّاسِ زَمَانٌ مَا يُبَالِي الرَّجُلُ مِنْ أَيْنَ أَصَابَ الْمَالَ مِنْ حَلاَلٍ أَوْ حَرَامٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19201,
    "number": "4465",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ سَعِيدِ بْنِ أَبِي خَيْرَةَ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ يَأْتِي عَلَى النَّاسِ زَمَانٌ يَأْكُلُونَ الرِّبَا فَمَنْ لَمْ يَأْكُلْهُ أَصَابَهُ مِنْ غُبَارِهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19202,
    "number": "4466",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ أَنْبَأَنَا وَهْبُ بْنُ جَرِيرٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ عَمْرِو بْنِ تَغْلِبَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يَفْشُوَ الْمَالُ وَيَكْثُرَ وَتَفْشُوَ التِّجَارَةُ وَيَظْهَرَ الْعِلْمُ وَيَبِيعَ الرَّجُلُ الْبَيْعَ فَيَقُولَ لاَ حَتَّى أَسْتَأْمِرَ تَاجِرَ بَنِي فُلاَنٍ وَيُلْتَمَسَ فِي الْحَىِّ الْعَظِيمِ الْكَاتِبُ فَلاَ يُوجَدُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19203,
    "number": "4467",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، عَنْ يَحْيَى، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنِي قَتَادَةُ، عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ حَكِيمِ بْنِ حِزَامٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَفْتَرِقَا فَإِنْ صَدَقَا وَبَيَّنَا بُورِكَ فِي بَيْعِهِمَا وَإِنْ كَذَبَا وَكَتَمَا مُحِقَ بَرَكَةُ بَيْعِهِمَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19204,
    "number": "4468",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، عَنْ مُحَمَّدٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلاَ يَنْظُرُ إِلَيْهِمْ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ ‏\"‏ ‏.‏ فَقَرَأَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَبُو ذَرٍّ خَابُوا وَخَسِرُوا ‏.‏ قَالَ ‏\"‏ الْمُسْبِلُ إِزَارَهُ وَالْمُنَفِّقُ سِلْعَتَهُ بِالْحَلِفِ الْكَاذِبِ وَالْمَنَّانُ عَطَاءَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19205,
    "number": "4469",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنِي سُلَيْمَانُ الأَعْمَشُ، عَنْ سُلَيْمَانَ بْنِ مُسْهِرٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ ثَلاَثَةٌ لاَ يَنْظُرُ اللَّهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ الَّذِي لاَ يُعْطِي شَيْئًا إِلاَّ مَنَّهُ وَالْمُسْبِلُ إِزَارَهُ وَالْمُنَفِّقُ سِلْعَتَهُ بِالْكَذِبِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19206,
    "number": "4470",
    "text": "أَخْبَرَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ أَخْبَرَنِي الْوَلِيدُ، - يَعْنِي ابْنَ كَثِيرٍ - عَنْ مَعْبَدِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي قَتَادَةَ الأَنْصَارِيِّ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ إِيَّاكُمْ وَكَثْرَةَ الْحَلِفِ فِي الْبَيْعِ فَإِنَّهُ يُنَفِّقُ ثُمَّ يَمْحَقُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19207,
    "number": "4471",
    "text": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْحَلِفُ مَنْفَقَةٌ لِلسِّلْعَةِ مَمْحَقَةٌ لِلْكَسْبِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19208,
    "number": "4472",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ عَزَّ وَجَلَّ وَلاَ يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ رَجُلٌ عَلَى فَضْلِ مَاءٍ بِالطَّرِيقِ يَمْنَعُ ابْنَ السَّبِيلِ مِنْهُ وَرَجُلٌ بَايَعَ إِمَامًا لِدُنْيَا إِنْ أَعْطَاهُ مَا يُرِيدُ وَفَّى لَهُ وَإِنْ لَمْ يُعْطِهِ لَمْ يَفِ لَهُ وَرَجُلٌ سَاوَمَ رَجُلاً عَلَى سِلْعَةٍ بَعْدَ الْعَصْرِ فَحَلَفَ لَهُ بِاللَّهِ لَقَدْ أُعْطِيَ بِهَا كَذَا وَكَذَا فَصَدَّقَهُ الآخَرُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19209,
    "number": "4473",
    "text": "أَخْبَرَنِي مُحَمَّدُ بْنُ قُدَامَةَ، عَنْ جَرِيرٍ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ قَيْسِ بْنِ أَبِي غَرَزَةَ، قَالَ كُنَّا بِالْمَدِينَةِ نَبِيعُ الأَوْسَاقَ وَنَبْتَاعُهَا وَنُسَمِّي أَنْفُسَنَا السَّمَاسِرَةَ وَيُسَمِّينَا النَّاسُ فَخَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَمَّانَا بِاسْمٍ هُوَ خَيْرٌ لَنَا مِنَ الَّذِي سَمَّيْنَا بِهِ أَنْفُسَنَا فَقَالَ ‏\n\"‏ يَا مَعْشَرَ التُّجَّارِ إِنَّهُ يَشْهَدُ بَيْعَكُمُ الْحَلِفُ وَاللَّغْوُ فَشُوبُوهُ بِالصَّدَقَةِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19210,
    "number": "4474",
    "text": "أَخْبَرَنَا أَبُو الأَشْعَثِ، عَنْ خَالِدٍ، قَالَ حَدَّثَنَا سَعِيدٌ، - وَهُوَ ابْنُ أَبِي عَرُوبَةَ - عَنْ قَتَادَةَ، عَنْ صَالِحٍ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ حَكِيمِ بْنِ حِزَامٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَفْتَرِقَا فَإِنْ بَيَّنَا وَصَدَقَا بُورِكَ لَهُمَا فِي بَيْعِهِمَا وَإِنْ كَذَبَا وَكَتَمَا مُحِقَ بَرَكَةُ بَيْعِهِمَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19211,
    "number": "4475",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، - وَاللَّفْظُ لَهُ - عَنِ ابْنِ الْقَاسِمِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمُتَبَايِعَانِ كُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ عَلَى صَاحِبِهِ مَا لَمْ يَفْتَرِقَا إِلاَّ بَيْعَ الْخِيَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19212,
    "number": "4476",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَفْتَرِقَا أَوْ يَكُونَ خِيَارًا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19213,
    "number": "4477",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَلِيٍّ الْمَرْوَزِيُّ، قَالَ حَدَّثَنَا مُحْرِزُ بْنُ الْوَضَّاحِ، عَنْ إِسْمَاعِيلَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمُتَبَايِعَانِ بِالْخِيَارِ مَا لَمْ يَفْتَرِقَا إِلاَّ أَنْ يَكُونَ الْبَيْعُ كَانَ عَنْ خِيَارٍ فَإِنْ كَانَ الْبَيْعُ عَنْ خِيَارٍ فَقَدْ وَجَبَ الْبَيْعُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19214,
    "number": "4478",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ مَيْمُونٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَمْلَى عَلَىَّ نَافِعٌ عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا تَبَايَعَ الْبَيِّعَانِ فَكُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ مِنْ بَيْعِهِ مَا لَمْ يَفْتَرِقَا أَوْ يَكُونَ بَيْعُهُمَا عَنْ خِيَارٍ فَإِنْ كَانَ عَنْ خِيَارٍ فَقَدْ وَجَبَ الْبَيْعُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19215,
    "number": "4479",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى، قَالَ حَدَّثَنَا سَعِيدٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَفْتَرِقَا أَوْ يَقُولَ أَحَدُهُمَا لِلآخَرِ اخْتَرْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19216,
    "number": "4480",
    "text": "أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ أَنْبَأَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْبَيِّعَانِ بِالْخِيَارِ حَتَّى يَفْتَرِقَا أَوْ يَكُونَ بَيْعَ خِيَارٍ ‏\"‏ ‏.‏ وَرُبَّمَا قَالَ نَافِعٌ ‏\"‏ أَوْ يَقُولَ أَحَدُهُمَا لِلآخَرِ اخْتَرْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19217,
    "number": "4481",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْبَيِّعَانِ بِالْخِيَارِ حَتَّى يَفْتَرِقَا أَوْ يَكُونَ بَيْعَ خِيَارٍ ‏\"‏ ‏.‏ وَرُبَّمَا قَالَ نَافِعٌ ‏\"‏ أَوْ يَقُولَ أَحَدُهُمَا لِلآخَرِ اخْتَرْ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19218,
    "number": "4482",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا تَبَايَعَ الرَّجُلاَنِ فَكُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ حَتَّى يَفْتَرِقَا ‏\"‏ ‏.‏ وَقَالَ مَرَّةً أُخْرَى ‏\"‏ مَا لَمْ يَتَفَرَّقَا وَكَانَا جَمِيعًا أَوْ يُخَيِّرَ أَحَدُهُمَا الآخَرَ فَإِنْ خَيَّرَ أَحَدُهُمَا الآخَرَ فَتَبَايَعَا عَلَى ذَلِكَ فَقَدْ وَجَبَ الْبَيْعُ فَإِنْ تَفَرَّقَا بَعْدَ أَنْ تَبَايَعَا وَلَمْ يَتْرُكْ وَاحِدٌ مِنْهُمَا الْبَيْعَ فَقَدْ وَجَبَ الْبَيْعُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19219,
    "number": "4483",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ سَمِعْتُ نَافِعًا، يُحَدِّثُ عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ الْمُتَبَايِعَيْنِ بِالْخِيَارِ فِي بَيْعِهِمَا مَا لَمْ يَفْتَرِقَا إِلاَّ أَنْ يَكُونَ الْبَيْعُ خِيَارًا ‏\"‏ ‏.‏ قَالَ نَافِعٌ فَكَانَ عَبْدُ اللَّهِ إِذَا اشْتَرَى شَيْئًا يُعْجِبُهُ فَارَقَ صَاحِبَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19220,
    "number": "4484",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ حَدَّثَنَا هُشَيْمٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ حَدَّثَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْمُتَبَايِعَانِ لاَ بَيْعَ بَيْنَهُمَا حَتَّى يَتَفَرَّقَا إِلاَّ بَيْعَ الْخِيَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19221,
    "number": "4485",
    "text": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، عَنْ إِسْمَاعِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ بَيِّعَيْنِ لاَ بَيْعَ بَيْنَهُمَا حَتَّى يَتَفَرَّقَا إِلاَّ بَيْعَ الْخِيَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19222,
    "number": "4486",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ، عَنْ شُعَيْبٍ، عَنِ اللَّيْثِ، عَنِ ابْنِ الْهَادِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ كُلُّ بَيِّعَيْنِ فَلاَ بَيْعَ بَيْنَهُمَا حَتَّى يَتَفَرَّقَا إِلاَّ بَيْعَ الْخِيَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19223,
    "number": "4487",
    "text": "أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا مَخْلَدٌ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ بَيِّعَيْنِ لاَ بَيْعَ بَيْنَهُمَا حَتَّى يَتَفَرَّقَا إِلاَّ بَيْعَ الْخِيَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19224,
    "number": "4488",
    "text": "أَخْبَرَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ بْنِ دَاوُدَ، قَالَ حَدَّثَنَا إِسْحَاقُ بْنُ بَكْرٍ، قَالَ حَدَّثَنَا أَبِي، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ كُلُّ بَيِّعَيْنِ لاَ بَيْعَ بَيْنَهُمَا حَتَّى يَتَفَرَّقَا إِلاَّ بَيْعَ الْخِيَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19225,
    "number": "4489",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ يَزِيدَ، عَنْ بَهْزِ بْنِ أَسَدٍ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ كُلُّ بَيِّعَيْنِ فَلاَ بَيْعَ بَيْنَهُمَا حَتَّى يَتَفَرَّقَا إِلاَّ بَيْعَ الْخِيَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19226,
    "number": "4490",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا أَوْ يَكُونَ بَيْعُهُمَا عَنْ خِيَارٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19227,
    "number": "4491",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْبَيِّعَانِ بِالْخِيَارِ حَتَّى يَتَفَرَّقَا أَوْ يَأْخُذَ كُلُّ وَاحِدٍ مِنْهُمَا مِنَ الْبَيْعِ مَا هَوِيَ وَيَتَخَايَرَانِ ثَلاَثَ مَرَّاتٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19228,
    "number": "4492",
    "text": "أَخْبَرَنِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا يَزِيدُ، قَالَ أَنْبَأَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا وَيَأْخُذْ أَحَدُهُمَا مَا رَضِيَ مِنْ صَاحِبِهِ أَوْ هَوِيَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19229,
    "number": "4493",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ أَنْبَأَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ الْمُتَبَايِعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا إِلاَّ أَنْ يَكُونَ صَفْقَةَ خِيَارٍ وَلاَ يَحِلُّ لَهُ أَنْ يُفَارِقَ صَاحِبَهُ خَشْيَةَ أَنْ يَسْتَقِيلَهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19230,
    "number": "4494",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، ذَكَرَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ يُخْدَعُ فِي الْبَيْعِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا بِعْتَ فَقُلْ لاَ خِلاَبَةَ ‏\"‏ ‏.‏ فَكَانَ الرَّجُلُ إِذَا بَاعَ يَقُولُ لاَ خِلاَبَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 19231,
    "number": "4495",
    "text": "أَخْبَرَنَا يُوسُفُ بْنُ حَمَّادٍ، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ رَجُلاً، كَانَ فِي عُقْدَتِهِ ضَعْفٌ كَانَ يُبَايِعُ وَأَنَّ أَهْلَهُ أَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا يَا نَبِيَّ اللَّهِ احْجُرْ عَلَيْهِ ‏.‏ فَدَعَاهُ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَنَهَاهُ فَقَالَ يَا نَبِيَّ اللَّهِ إِنِّي لاَ أَصْبِرُ عَنِ الْبَيْعِ ‏.‏ قَالَ ‏\n\"‏ إِذَا بِعْتَ فَقُلْ لاَ خِلاَبَةَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19232,
    "number": "4496",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي أَبُو كَثِيرٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِذَا بَاعَ أَحَدُكُمُ الشَّاةَ أَوِ اللَّقْحَةَ فَلاَ يُحَفِّلْهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19233,
    "number": "4497",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَلَقُّوا الرُّكْبَانَ لِلْبَيْعِ وَلاَ تُصَرُّوا الإِبِلَ وَالْغَنَمَ مَنِ ابْتَاعَ مِنْ ذَلِكَ شَيْئًا فَهُوَ بِخَيْرِ النَّظَرَيْنِ فَإِنْ شَاءَ أَمْسَكَهَا وَإِنْ شَاءَ أَنْ يَرُدَّهَا رَدَّهَا وَمَعَهَا صَاعُ تَمْرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19234,
    "number": "4498",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحَارِثِ، قَالَ حَدَّثَنِي دَاوُدُ بْنُ قَيْسٍ، عَنِ ابْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنِ اشْتَرَى مُصَرَّاةً فَإِنْ رَضِيَهَا إِذَا حَلَبَهَا فَلْيُمْسِكْهَا وَإِنْ كَرِهَهَا فَلْيَرُدَّهَا وَمَعَهَا صَاعٌ مِنْ تَمْرٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19235,
    "number": "4499",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم ‏\n\"‏ مَنِ ابْتَاعَ مُحَفَّلَةً أَوْ مُصَرَّاةً فَهُوَ بِالْخِيَارِ ثَلاَثَةَ أَيَّامٍ إِنْ شَاءَ أَنْ يُمْسِكَهَا أَمْسَكَهَا وَإِنْ شَاءَ أَنْ يَرُدَّهَا رَدَّهَا وَصَاعًا مِنْ تَمْرٍ لاَ سَمْرَاءَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19236,
    "number": "4500",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا عِيسَى بْنُ يُونُسَ، وَوَكِيعٌ، قَالاَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ مَخْلَدِ بْنِ خُفَافٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ الْخَرَاجَ بِالضَّمَانِ ‏.‏",
    "source": ""
  },
  {
    "id": 19237,
    "number": "4501",
    "text": "أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ تَمِيمٍ، قَالَ حَدَّثَنَا حَجَّاجٌ، قَالَ حَدَّثَنِي شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّلَقِّي وَأَنْ يَبِيعَ مُهَاجِرٌ لِلأَعْرَابِيِّ وَعَنِ التَّصْرِيَةِ وَالنَّجْشِ وَأَنْ يَسْتَامَ الرَّجُلُ عَلَى سَوْمِ أَخِيهِ وَأَنْ تَسْأَلَ الْمَرْأَةُ طَلاَقَ أُخْتِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 19238,
    "number": "4502",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ الزِّبْرِقَانِ، قَالَ حَدَّثَنَا يُونُسُ بْنُ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَبِيعَ حَاضِرٌ لِبَادٍ وَإِنْ كَانَ أَبَاهُ أَوْ أَخَاهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19239,
    "number": "4503",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنِي سَالِمُ بْنُ نُوحٍ، قَالَ أَنْبَأَنَا يُونُسُ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ نُهِينَا أَنْ يَبِيعَ، حَاضِرٌ لِبَادٍ وَإِنْ كَانَ أَخَاهُ أَوْ أَبَاهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19240,
    "number": "4504",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، قَالَ نُهِينَا أَنْ يَبِيعَ، حَاضِرٌ لِبَادٍ ‏.‏",
    "source": ""
  },
  {
    "id": 19241,
    "number": "4505",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا حَجَّاجٌ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَبِيعُ حَاضِرٌ لِبَادٍ دَعُوا النَّاسَ يَرْزُقُ اللَّهُ بَعْضَهُمْ مِنْ بَعْضٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19242,
    "number": "4506",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَلَقُّوا الرُّكْبَانَ لِلْبَيْعِ وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ - وَلاَ تَنَاجَشُوا - وَلاَ يَبِيعُ حَاضِرٌ لِبَادٍ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19243,
    "number": "4507",
    "text": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ بْنِ أَعْيَنَ، قَالَ حَدَّثَنَا شُعَيْبُ بْنُ اللَّيْثِ، عَنْ أَبِيهِ، عَنْ كَثِيرِ بْنِ فَرْقَدٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ النَّجْشِ وَالتَّلَقِّي وَأَنْ يَبِيعَ حَاضِرٌ لِبَادٍ ‏.‏",
    "source": ""
  },
  {
    "id": 19244,
    "number": "4508",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ التَّلَقِّي ‏.‏",
    "source": ""
  },
  {
    "id": 19245,
    "number": "4509",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ قُلْتُ لأَبِي أُسَامَةَ أَحَدَّثَكُمْ عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ تَلَقِّي الْجَلَبِ حَتَّى يَدْخُلَ بِهَا السُّوقَ فَأَقَرَّ بِهِ أَبُو أُسَامَةَ وَقَالَ نَعَمْ ‏.‏",
    "source": ""
  },
  {
    "id": 19246,
    "number": "4510",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ، قَالَ أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَنْبَأَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُتَلَقَّى الرُّكْبَانُ وَأَنْ يَبِيعَ حَاضِرٌ لِبَادٍ ‏.‏ قُلْتُ لاِبْنِ عَبَّاسٍ مَا قَوْلُهُ حَاضِرٌ لِبَادٍ قَالَ لاَ يَكُونُ لَهُ سِمْسَارًا ‏.‏",
    "source": ""
  },
  {
    "id": 19247,
    "number": "4511",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ أَنْبَأَنَا ابْنُ جُرَيْجٍ، قَالَ أَنْبَأَنَا هِشَامُ بْنُ حَسَّانَ الْقُرْدُوسِيُّ، أَنَّهُ سَمِعَ ابْنَ سِيرِينَ، يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَلَقُّوا الْجَلَبَ فَمَنْ تَلَقَّاهُ فَاشْتَرَى مِنْهُ فَإِذَا أَتَى سَيِّدُهُ السُّوقَ فَهُوَ بِالْخِيَارِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19248,
    "number": "4512",
    "text": "حَدَّثَنَا مُجَاهِدُ بْنُ مُوسَى، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ يَبِيعَنَّ حَاضِرٌ لِبَادٍ وَلاَ تَنَاجَشُوا وَلاَ يُسَاوِمِ الرَّجُلُ عَلَى سَوْمِ أَخِيهِ وَلاَ يَخْطُبْ عَلَى خِطْبَةِ أَخِيهِ وَلاَ تَسْأَلِ الْمَرْأَةُ طَلاَقَ أُخْتِهَا لِتَكْتَفِئَ مَا فِي إِنَائِهَا وَلِتُنْكَحَ فَإِنَّمَا لَهَا مَا كَتَبَ اللَّهُ لَهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19249,
    "number": "4513",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكٍ، وَاللَّيْثِ، - وَاللَّفْظُ لَهُ - عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\n\"‏ لاَ يَبِيعُ أَحَدُكُمْ عَلَى بَيْعِ أَخِيهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19250,
    "number": "4514",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَبِيعُ الرَّجُلُ عَلَى بَيْعِ أَخِيهِ حَتَّى يَبْتَاعَ أَوْ يَذَرَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19251,
    "number": "4515",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ النَّجْشِ ‏.‏",
    "source": ""
  },
  {
    "id": 19252,
    "number": "4516",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا بِشْرُ بْنُ شُعَيْبٍ، قَالَ حَدَّثَنَا أَبِي، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَبُو سَلَمَةَ، وَسَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لاَ يَبِيعُ الرَّجُلُ عَلَى بَيْعِ أَخِيهِ وَلاَ يَبِيعُ حَاضِرٌ لِبَادٍ وَلاَ تَنَاجَشُوا وَلاَ يَزِيدُ الرَّجُلُ عَلَى بَيْعِ أَخِيهِ وَلاَ تَسْأَلِ الْمَرْأَةُ طَلاَقَ الأُخْرَى لِتَكْتَفِئَ مَا فِي إِنَائِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19253,
    "number": "4517",
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا يَزِيدُ، قَالَ حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَبِيعُ حَاضِرٌ لِبَادٍ وَلاَ تَنَاجَشُوا وَلاَ يَزِيدُ الرَّجُلُ عَلَى بَيْعِ أَخِيهِ وَلاَ تَسْأَلُ الْمَرْأَةُ طَلاَقَ أُخْتِهَا لِتَسْتَكْفِئَ بِهِ مَا فِي صَحْفَتِهَا ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19254,
    "number": "4518",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، وَعِيسَى بْنُ يُونُسَ، قَالاَ حَدَّثَنَا الأَخْضَرُ بْنُ عَجْلاَنَ، عَنْ أَبِي بَكْرٍ الْحَنَفِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَاعَ قَدَحًا وَحِلْسًا فِيمَنْ يَزِيدُ ‏.‏",
    "source": ""
  },
  {
    "id": 19255,
    "number": "4519",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، - وَاللَّفْظُ لَهُ - عَنِ ابْنِ الْقَاسِمِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حِبَّانَ، وَأَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُلاَمَسَةِ وَالْمُنَابَذَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19256,
    "number": "4520",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُلاَمَسَةِ لَمْسِ الثَّوْبِ لاَ يَنْظُرُ إِلَيْهِ وَعَنِ الْمُنَابَذَةِ وَهِيَ طَرْحُ الرَّجُلِ ثَوْبَهُ إِلَى الرَّجُلِ بِالْبَيْعِ قَبْلَ أَنْ يُقَلِّبَهُ أَوْ يَنْظُرَ إِلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 19257,
    "number": "4521",
    "text": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُلاَمَسَةِ وَالْمُنَابَذَةِ فِي الْبَيْعِ ‏.‏",
    "source": ""
  },
  {
    "id": 19258,
    "number": "4522",
    "text": "أَخْبَرَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ الْمَرْوَزِيُّ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنِ عَطَاءِ بْنِ يَزِيدَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعَتَيْنِ عَنِ الْمُلاَمَسَةِ وَالْمُنَابَذَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19259,
    "number": "4523",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُصَفَّى بْنِ بُهْلُولٍ، عَنْ مُحَمَّدِ بْنِ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، عَنِ الزُّهْرِيِّ، قَالَ سَمِعْتُ سَعِيدًا، يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُلاَمَسَةِ وَالْمُنَابَذَةِ وَالْمُلاَمَسَةُ أَنْ يَتَبَايَعَ الرَّجُلاَنِ بِالثَّوْبَيْنِ تَحْتَ اللَّيْلِ يَلْمِسُ كُلُّ رَجُلٍ مِنْهُمَا ثَوْبَ صَاحِبِهِ بِيَدِهِ وَالْمُنَابَذَةُ أَنْ يَنْبِذَ الرَّجُلُ إِلَى الرَّجُلِ الثَّوْبَ وَيَنْبُذَ الآخَرُ إِلَيْهِ الثَّوْبَ فَيَتَبَايَعَا عَلَى ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 19260,
    "number": "4524",
    "text": "أَخْبَرَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ عَامِرَ بْنَ سَعْدٍ، أَخْبَرَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ رَضِيَ اللَّهُ عَنْهُ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُلاَمَسَةِ وَالْمُلاَمَسَةُ لَمْسُ الثَّوْبِ لاَ يَنْظُرُ إِلَيْهِ وَعَنِ الْمُنَابَذَةِ وَالْمُنَابَذَةُ طَرْحُ الرَّجُلِ ثَوْبَهُ إِلَى الرَّجُلِ قَبْلَ أَنْ يُقَلِّبَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19261,
    "number": "4525",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ لُبْسَتَيْنِ وَعَنْ بَيْعَتَيْنِ أَمَّا الْبَيْعَتَانِ فَالْمُلاَمَسَةُ وَالْمُنَابَذَةُ وَالْمُنَابَذَةُ أَنْ يَقُولَ إِذَا نَبَذْتُ هَذَا الثَّوْبَ فَقَدْ وَجَبَ يَعْنِي الْبَيْعَ وَالْمُلاَمَسَةُ أَنْ يَمَسَّهُ بِيَدِهِ وَلاَ يَنْشُرَهُ وَلاَ يُقَلِّبَهُ إِذَا مَسَّهُ فَقَدْ وَجَبَ الْبَيْعُ ‏.‏",
    "source": ""
  },
  {
    "id": 19262,
    "number": "4526",
    "text": "أَخْبَرَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، قَالَ بَلَغَنِي عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ لُبْسَتَيْنِ وَنَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعَتَيْنِ عَنِ الْمُنَابَذَةِ وَالْمُلاَمَسَةِ وَهِيَ بُيُوعٌ كَانُوا يَتَبَايَعُونَ بِهَا فِي الْجَاهِلِيَّةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19263,
    "number": "4527",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ عُبَيْدَ اللَّهِ، عَنْ خُبَيْبٍ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ بَيْعَتَيْنِ أَمَّا الْبَيْعَتَانِ فَالْمُنَابَذَةُ وَالْمُلاَمَسَةُ وَزَعَمَ أَنَّ الْمُلاَمَسَةَ أَنْ يَقُولَ الرَّجُلُ لِلرَّجُلِ أَبِيعُكَ ثَوْبِي بِثَوْبِكَ وَلاَ يَنْظُرَ وَاحِدٌ مِنْهُمَا إِلَى ثَوْبِ الآخَرِ وَلَكِنْ يَلْمِسُهُ لَمْسًا وَأَمَّا الْمُنَابَذَةُ أَنْ يَقُولَ أَنْبُذُ مَا مَعِي وَتَنْبُذُ مَا مَعَكَ لِيَشْتَرِيَ أَحَدُهُمَا مِنَ الآخَرِ وَلاَ يَدْرِي كُلُّ وَاحِدٍ مِنْهُمَا كَمْ مَعَ الآخَرِ وَنَحْوًا مِنْ هَذَا الْوَصْفِ ‏.‏",
    "source": ""
  },
  {
    "id": 19264,
    "number": "4528",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ أَخْبَرَنِي أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الْحَصَاةِ وَعَنْ بَيْعِ الْغَرَرِ ‏.‏",
    "source": ""
  },
  {
    "id": 19265,
    "number": "4529",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ تَبِيعُوا الثَّمَرَ حَتَّى يَبْدُوَ صَلاَحُهُ ‏\"‏ ‏.‏ نَهَى الْبَائِعَ وَالْمُشْتَرِيَ ‏.‏",
    "source": ""
  },
  {
    "id": 19266,
    "number": "4530",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19267,
    "number": "4531",
    "text": "أَخْبَرَنِي يُونُسُ بْنُ عَبْدِ الأَعْلَى، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي سَعِيدٌ، وَأَبُو سَلَمَةَ أَنَّ أَبَا هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لاَ تَبِيعُوا الثَّمَرَ حَتَّى يَبْدُوَ صَلاَحُهُ وَلاَ تَبْتَاعُوا الثَّمَرَ بِالتَّمْرِ ‏\"‏ ‏.‏ قَالَ ابْنُ شِهَابٍ حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ مِثْلِهِ سَوَاءً ‏.‏",
    "source": ""
  },
  {
    "id": 19268,
    "number": "4532",
    "text": "أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا مَخْلَدُ بْنُ يَزِيدَ، قَالَ حَدَّثَنَا حَنْظَلَةُ، قَالَ سَمِعْتُ طَاوُسًا، يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ قَامَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\n\"‏ لاَ تَبِيعُوا الثَّمَرَ حَتَّى يَبْدُوَ صَلاَحُهُ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19269,
    "number": "4533",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنِ الْمُخَابَرَةِ وَالْمُزَابَنَةِ وَالْمُحَاقَلَةِ وَأَنْ يُبَاعَ الثَّمَرُ حَتَّى يَبْدُوَ صَلاَحُهُ وَأَنْ لاَ يُبَاعَ إِلاَّ بِالدَّنَانِيرِ وَالدَّرَاهِمِ وَرَخَّصَ فِي الْعَرَايَا ‏.‏",
    "source": ""
  },
  {
    "id": 19270,
    "number": "4534",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا الْمُفَضَّلُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، وَأَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْمُخَابَرَةِ وَالْمُزَابَنَةِ وَالْمُحَاقَلَةِ وَبَيْعِ الثَّمَرِ حَتَّى يُطْعَمَ إِلاَّ الْعَرَايَا ‏.‏",
    "source": ""
  },
  {
    "id": 19271,
    "number": "4535",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ حَدَّثَنَا خَالِدٌ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ النَّخْلِ حَتَّى يُطْعَمَ ‏.‏",
    "source": ""
  },
  {
    "id": 19272,
    "number": "4536",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، - وَاللَّفْظُ لَهُ - عَنِ ابْنِ الْقَاسِمِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثِّمَارِ حَتَّى تُزْهِيَ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَمَا تُزْهِيَ قَالَ ‏\"‏ حَتَّى تَحْمَرَّ ‏\"‏ ‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَرَأَيْتَ إِنْ مَنَعَ اللَّهُ الثَّمَرَةَ فَبِمَ يَأْخُذُ أَحَدُكُمْ مَالَ أَخِيهِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19273,
    "number": "4537",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا حَجَّاجٌ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنْ بِعْتَ مِنْ أَخِيكَ ثَمَرًا فَأَصَابَتْهُ جَائِحَةٌ فَلاَ يَحِلُّ لَكَ أَنْ تَأْخُذَ مِنْهُ شَيْئًا بِمَ تَأْخُذُ مَالَ أَخِيكَ بِغَيْرِ حَقٍّ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19274,
    "number": "4538",
    "text": "أَخْبَرَنَا هِشَامُ بْنُ عَمَّارٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، قَالَ حَدَّثَنَا ثَوْرُ بْنُ يَزِيدَ، أَنَّهُ سَمِعَ ابْنَ جُرَيْجٍ، يُحَدِّثُ عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ بَاعَ ثَمَرًا فَأَصَابَتْهُ جَائِحَةٌ فَلاَ يَأْخُذْ مِنْ أَخِيهِ - وَذَكَرَ شَيْئًا - عَلَى مَا يَأْكُلُ أَحَدُكُمْ مَالَ أَخِيهِ الْمُسْلِمِ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19275,
    "number": "4539",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ حُمَيْدٍ، - وَهُوَ الأَعْرَجُ - عَنْ سُلَيْمَانَ بْنِ عَتِيقٍ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَضَعَ الْجَوَائِحَ ‏.‏",
    "source": ""
  },
  {
    "id": 19276,
    "number": "4540",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ بُكَيْرٍ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ أُصِيبَ رَجُلٌ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ثِمَارٍ ابْتَاعَهَا فَكَثُرَ دَيْنُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَصَدَّقُوا عَلَيْهِ ‏\"‏ ‏.‏ فَتَصَدَّقَ النَّاسُ عَلَيْهِ فَلَمْ يَبْلُغْ ذَلِكَ وَفَاءَ دَيْنِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ خُذُوا مَا وَجَدْتُمْ وَلَيْسَ لَكُمْ إِلاَّ ذَلِكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 19277,
    "number": "4541",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ حُمَيْدٍ الأَعْرَجِ، عَنْ سُلَيْمَانَ بْنِ عَتِيكٍ، - قَالَ قُتَيْبَةُ عَتِيكٌ بِالْكَافِ وَالصَّوَابُ عَتِيقٌ - عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثَّمَرِ سِنِينَ ‏.‏",
    "source": ""
  },
  {
    "id": 19278,
    "number": "4542",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثَّمَرِ بِالتَّمْرِ ‏.‏ وَقَالَ ابْنُ عُمَرَ حَدَّثَنِي زَيْدُ بْنُ ثَابِتٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي الْعَرَايَا ‏.‏",
    "source": ""
  },
  {
    "id": 19279,
    "number": "4543",
    "text": "أَخْبَرَنِي زِيَادُ بْنُ أَيُّوبَ، قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ وَالْمُزَابَنَةُ أَنْ يُبَاعَ مَا فِي رُءُوسِ النَّخْلِ بِتَمْرٍ بِكَيْلٍ مُسَمًّى إِنْ زَادَ لِي وَإِنْ نَقَصَ فَعَلَىَّ ‏.‏",
    "source": ""
  },
  {
    "id": 19280,
    "number": "4544",
    "text": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رضى الله عنهما أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ وَالْمُزَابَنَةُ بَيْعُ الثَّمَرِ بِالتَّمْرِ كَيْلاً وَبَيْعُ الْكَرْمِ بِالزَّبِيبِ كَيْلاً ‏.‏",
    "source": ""
  },
  {
    "id": 19281,
    "number": "4545",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ طَارِقٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُحَاقَلَةِ وَالْمُزَابَنَةِ ‏.‏",
    "source": ""
  },
  {
    "id": 19282,
    "number": "4546",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ حَدَّثَنِي زَيْدُ بْنُ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي الْعَرَايَا ‏.‏",
    "source": ""
  },
  {
    "id": 19283,
    "number": "4547",
    "text": "قَالَ الْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي الْعَرَايَا بِالتَّمْرِ وَالرُّطَبِ ‏.‏",
    "source": ""
  },
  {
    "id": 19284,
    "number": "4548",
    "text": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ أَخْبَرَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي بَيْعِ الْعَرَايَا تُبَاعُ بِخِرْصِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 19285,
    "number": "4549",
    "text": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ حَدَّثَنِي زَيْدُ بْنُ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي بَيْعِ الْعَرِيَّةِ بِخِرْصِهَا تَمْرًا ‏.‏",
    "source": ""
  },
  {
    "id": 19286,
    "number": "4550",
    "text": "أَخْبَرَنَا أَبُو دَاوُدَ، قَالَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَالِمًا، أَخْبَرَهُ أَنَّهُ، سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ إِنَّ زَيْدَ بْنَ ثَابِتٍ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي بَيْعِ الْعَرَايَا بِالرُّطَبِ وَبِالتَّمْرِ وَلَمْ يُرَخِّصْ فِي غَيْرِ ذَلِكَ ‏.‏",
    "source": ""
  },
  {
    "id": 19287,
    "number": "4551",
    "text": "أَخْبَرَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، وَيَعْقُوبُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لَهُ - عَنْ عَبْدِ الرَّحْمَنِ، عَنْ مَالِكٍ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، عَنْ أَبِي سُفْيَانَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَخَّصَ فِي الْعَرَايَا أَنْ تُبَاعَ بِخَرْصِهَا فِي خَمْسَةِ أَوْسُقٍ أَوْ مَا دُونَ خَمْسَةِ أَوْسُقٍ ‏.‏",
    "source": ""
  },
  {
    "id": 19288,
    "number": "4552",
    "text": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثَمَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهُ وَرَخَّصَ فِي الْعَرَايَا أَنْ تُبَاعَ بِخَرْصِهَا يَأْكُلُهَا أَهْلُهَا رُطَبًا ‏.‏",
    "source": ""
  },
  {
    "id": 19289,
    "number": "4553",
    "text": "أَخْبَرَنَا الْحُسَيْنُ بْنُ عِيسَى، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ حَدَّثَنِي الْوَلِيدُ بْنُ كَثِيرٍ، قَالَ أَخْبَرَنِي بُشَيْرُ بْنُ يَسَارٍ، أَنَّ رَافِعَ بْنَ خَدِيجٍ، وَسَهْلَ بْنَ أَبِي حَثْمَةَ، حَدَّثَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ بَيْعُ الثَّمَرِ بِالتَّمْرِ إِلاَّ لأَصْحَابِ الْعَرَايَا فَإِنَّهُ أَذِنَ لَهُمْ ‏.‏",
    "source": ""
  },
  {
    "id": 19290,
    "number": "4554",
    "text": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ أَصْحَابِ، رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُمْ قَالُوا رَخَّصَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْعِ الْعَرَايَا بِخَرْصِهَا ‏.‏",
    "source": ""
  },
  {
    "id": 19291,
    "number": "4555",
    "text": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا مَالِكٌ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ يَزِيدَ، عَنْ زَيْدِ بْنِ عَيَّاشٍ، عَنْ سَعْدٍ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّمْرِ بِالرُّطَبِ فَقَالَ لِمَنْ حَوْلَهُ ‏\n\"‏ أَيَنْقُصُ الرُّطَبُ إِذَا يَبِسَ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ فَنَهَى عَنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19292,
    "number": "4556",
    "text": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَيْمُونٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ زَيْدٍ، عَنْ سَعْدِ بْنِ مَالِكٍ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الرُّطَبِ بِالتَّمْرِ فَقَالَ ‏\n\"‏ أَيَنْقُصُ إِذَا يَبِسَ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ فَنَهَى عَنْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 19293,
    "number": "4557",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا حَجَّاجٌ، قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الصُّبْرَةِ مِنَ التَّمْرِ لاَ يُعْلَمُ مَكِيلُهَا بِالْكَيْلِ الْمُسَمَّى مِنَ التَّمْرِ ‏.‏",
    "source": ""
  },
  {
    "id": 19294,
    "number": "4558",
    "text": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا حَجَّاجٌ، قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ لاَ تُبَاعُ الصُّبْرَةُ مِنَ الطَّعَامِ بِالصُّبْرَةِ مِنَ الطَّعَامِ وَلاَ الصُّبْرَةُ مِنَ الطَّعَامِ بِالْكَيْلِ الْمُسَمَّى مِنَ الطَّعَامِ ‏\"‏ ‏.‏",
    "source": ""
  }
]