[
  {
    "id": 41477,
    "number": "412",
    "text": "وعن ابن عمر رضي الله عنهما، أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏أقيموا الصفوف، وحاذوا المناكب، وسدوا الخلل، ولينوا بأيدي إخوانكم، ولا تذروا فرجات للشيطان، ومن وصل صفًا وصله الله، ومن قطع صفًا قطعه الله‏\"‏‏.‏ ‏(‏‏(‏رواه أبو داود بإسناد صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41478,
    "number": "413",
    "text": "وعن أنس، رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏رصوا صفوفكم، وقاربوا بينها وحاذوا الأعناق فوالذي نفسي بيده إني لأرى الشيطان يدخل من خلل الصف، كأنها الحذف‏\"‏ ‏(‏‏(‏حديث صحيح رواه أبو داود بإسناد على شرط مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41479,
    "number": "414",
    "text": "وعنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏أتموا الصف المقدم، ثم الذي يليه، فما كان من نقص فليكن في الصف المؤخر‏\"‏‏.‏ ‏(‏‏(‏رواه أبو داود بإسناد حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41480,
    "number": "415",
    "text": "وعن عائشة رضي الله عنها، قالت‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏إن الله وملائكته يصلون على ميامن الصفوف‏\"‏ ‏(‏‏(‏رواه أبو داود بإسناد على شرط مسلم، وفيه رجل مختلف في توثيقه‏.‏ ‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41481,
    "number": "416",
    "text": "وعن البراء، رضي الله عنه قال‏:‏ ‏\"‏كنا إذا صلينا خلف رسول الله صلى الله عليه وسلم ، أحببنا أن نكون عن يمينه، يقبل علينا بوجهه، فسمعته يقول‏:‏ ‏\"‏رب قني عذابك يوم تبعث - أو تجمع- عبادك‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41482,
    "number": "417",
    "text": "وعن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏وسطوا الإمام، وسدوا الخلل‏\"‏ ‏(‏‏(‏رواه أبو داود‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41483,
    "number": "418",
    "text": "عن أم المؤمنين أم حبيبة رملة بنت أبي سفيان، رضي الله عنهما، قالت سمعت رسول الله صلى الله عليه وسلم، يقول‏:‏ ما من عبد مسلم يصلي لله تعالى كل يوم ثنتي عشرة ركعة تطوعًا غير الفريضة، إلا بنى الله له بيتًا في الجنة أو‏:‏ إلا بني له بيت في الجنة‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41484,
    "number": "419",
    "text": "وعن ابن عمر رضي الله عنهما، قال‏:‏ صليت مع رسول الله صلى الله عليه وسلم، ركعتين قبل الظهر وركعتين بعدها، وركعتين بعد الجمعة، وركعتين بعد المغرب، وركعتين بعد العشاء‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41485,
    "number": "420",
    "text": "وعن عبد الله بن مغفل، رضي الله عنه، قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏بين كل أذانين صلاة، بين كل أذانين صلاة، بين كل أذانين صلاة‏\"‏ وقال في الثالثة‏:‏ ‏\"‏لمن شاء‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41486,
    "number": "421",
    "text": "عن عائشة رضي الله عنها، أن النبي صلى الله عليه وسلم كان لا يدع أربعًا قبل الظهر، وركعتين قبل الغداة ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41487,
    "number": "422",
    "text": "وعنها قالت‏:‏ لم يكن النبي، صلى الله عليه وسلم على شيء من النوافل أشد تعاهدًا منه على ركعتي الفجر‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41488,
    "number": "423",
    "text": "وعنها عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ركعتا الفجر خير من الدنيا وما فيها‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏ وفي رواية لهما لأحب إلي من الدنيا جميعًا‏.‏",
    "source": ""
  },
  {
    "id": 41489,
    "number": "424",
    "text": "وعن أبي عبد الله بلال بن رباح، رضي الله عنه مؤذن رسول الله صلى الله عليه وسلم أنه أتى رسول الله صلى الله عليه وسلم ليؤذنه بصلاة الغداة، فشغلت عائشة بلالا بأمر سألته عنه، حتى أصبح جدا فقام بلال فآذنه بالصلاة، وتابع أذانه، فلم يخرج رسول الله صلى الله عليه وسلم فلما خرج صلى بالناس، فأخبره أن عائشة شغلته بأمر سألته عنه حتى أصبح جدا، وأنه أبطأ عليه بالخروج، فقال -يعني النبي صلى الله عليه وسلم -‏:‏ ‏\"‏إني كنت ركعت ركعتي الفجر‏\"‏ فقال‏:‏ يا رسول الله إنك أصبحت جدا‏؟‏ فقال‏:‏ ‏\"‏لو أصبحت أكثر مما أصبحت، لركعتهما وأحسنتهما، وأجملتهما‏\"‏‏.‏ ‏(‏‏(‏رواه أبو داود بإسناد حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41490,
    "number": "425",
    "text": "عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم، كان يصلي ركعتين خفيفتين بين النداء والإقامة من صلاة الصبح‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏  \nوفي رواية لهما‏:‏ يصلي ركعتي الفجر، إذا سمع الأذان فيخففهما حتى أقول هل قرأ فيهمابأم القرآن‏!‏‏.‏ وفي رواية لمسلم‏:‏ كان يصلى ركعتيي الفجر إذا سمع الأذان ويخففهما‏.‏\nوفي رواية‏:‏ إذا طلع الفجر‏.‏",
    "source": ""
  },
  {
    "id": 41491,
    "number": "426",
    "text": "وعن حفصة رضي الله عنها أن رسول الله صلى الله عليه وسلم كان إذا أذن المؤذن للصبح، وبدا الصبح صلى ركعتين خفيفتين‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏ \nوفي رواية لمسلم‏:‏ كان رسول الله صلى الله عليه وسلم إذا طلع الفجر لا يصلى إلا ركعتين خفيفتين‏.‏",
    "source": ""
  },
  {
    "id": 41492,
    "number": "427",
    "text": "وعن ابن عمر رضي الله عنهما قال‏:‏ كان رسول الله صلى الله عليه وسلم يصلي من الليل مثنى مثنى، ويوتر بركعة من آخر الليل، ويصلي الركعتين قبل صلاة الغداة، وكأن الأذان بأذنيه‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41493,
    "number": "428",
    "text": "وعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم، كان يقرأ في ركعتي الفجر في الأولى منهما‏:‏ ‏{‏قولوا آمنا بالله وما أنزل إلينا‏}‏ الآية التي في البقرة، وفي الآخرة منهما‏:‏ ‏{‏آمنا بالله واشهد بأنا مسلمون‏}.‏ \nوفي رواية‏:‏ في الآخرة التي في آل عمران‏:‏ ‏{‏تعالوا إلى كلمة سواء بيننا وبينكم‏}‏‏.‏ ‏(‏‏(‏رواهما مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41494,
    "number": "429",
    "text": "وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم، قرأ في ركعتي الفجر‏:‏ ‏{‏قل يا أيها الكافرون‏}‏ و‏{‏قل هو الله أحد‏}‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41495,
    "number": "430",
    "text": "وعن ابن عمر رضي الله عنهما، قال رمقت النبي صلى الله عليه وسلم شهرًا يقرأ في الركعتين قبل الفجر‏:‏ ‏{‏قل يا أيها الكافرون‏}‏، و‏:‏ ‏{‏قل هو الله أحد‏}‏‏.‏ ‏(‏‏(‏رواه الترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41496,
    "number": "431",
    "text": "عن عائشة رضي الله عنها قالت‏:‏ كان النبي صلى الله عليه وسلم إذا صلى ركعتي الفجر، اضطجع على شقه الأيمن‏.‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41497,
    "number": "432",
    "text": "وعنها قالت‏:‏ كان النبي صلى الله عليه وسلم يصلي فيما بين أن يفرغ من صلاة العشاء إلى الفجر إحدى عشرة ركعة يسلم بين كل ركعتين، ويوتر بواحدة، فإذا سكت المؤذن من صلاة الفجر، وتبين له الفجر وجاء المؤذن، قام فركع ركعتين خفيفتين، ثم اضطجع على شقه الأيمن هكذا حتى يأتيه المؤذن للإقامة‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏ (15)",
    "source": ""
  },
  {
    "id": 41498,
    "number": "433",
    "text": "وعن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏إذا صلى أحدكم ركعتي الفجر، فليضطجع على يمينه‏\"‏‏.‏ ‏(‏‏(‏رواه أبو داود، والترمذي بأسانيد صحيحة‏.‏ قال الترمذي‏:‏ حديث حسن صحيح‏.‏",
    "source": ""
  },
  {
    "id": 41499,
    "number": "434",
    "text": "عن ابن عمر رضي الله عنهما قال‏:‏ صليت مع رسول الله صلى الله عليه وسلم ركعتين قبل الظهر، وركعتين بعدها‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏",
    "source": ""
  },
  {
    "id": 41500,
    "number": "435",
    "text": "وعن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان لا يدع أربعًا قبل الظهر‏.‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41501,
    "number": "436",
    "text": "وعنها قالت‏:‏ كان النبي صلى الله عليه وسلم يصلي في بيتي قبل الظهر أربعًا، ثم يخرج فيصلي بالناس، ثم يدخل فيصلي ركعتين، وكان يصلي بالناس المغرب ثم يدخل بيتي فيصلي ركعتين، ويصلي بالناس العشاء، ويدخل بيتي، فيصلي ركعتين‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41502,
    "number": "437",
    "text": "وعن أم حبيبة رضي الله عنها قالت‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏من حافظ على أربع ركعات قبل الظهر وأربع بعدها، حرمه الله على النار‏\"‏‏.‏ ‏(‏‏(‏رواه أبو داود، والترمذي‏)‏‏)‏‏.‏ وقال حديث حسن صحيح‏.‏",
    "source": ""
  },
  {
    "id": 41503,
    "number": "438",
    "text": "وعن عبد الله بن السائب، رضي الله عنه أن رسول الله صلى الله عليه وسلم كان يصلى أربعًا بعد أن تزول الشمس قبل الظهر، وقال ‏\n\"‏إنها ساعة تفتح فيها أبواب السماء، فأحب أن يصعد لي فيها عمل صالح‏\"‏ ‏(‏‏(‏رواه الترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41504,
    "number": "439",
    "text": "وعن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان إذا لم يصلِ أربعًا قبل الظهر، صلاهن بعدها‏.‏ ‏(‏‏(‏رواه الترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41505,
    "number": "440",
    "text": "عن علي بن أبي طالب، رضي الله عنه قال كان النبي صلى الله عليه وسلم يصلي قلب العصر أربع ركعات يفصل بينهن بالتسليم على الملائكة المقربين ومن تبعهم من المسلمين والمؤمنين‏.‏ رواه الترمذي وقال حديث حسن‏.‏",
    "source": ""
  },
  {
    "id": 41506,
    "number": "441",
    "text": "وعن ابن عمر، رضي الله عنهما، عن النبي صلى الله عليه وسلم، قال‏:‏ ‏\n\"‏رحم الله امرءًا صلى قبل العصر أربعًا‏\"‏‏.‏ ‏(‏‏(‏رواه أبو داود والترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41507,
    "number": "442",
    "text": "وعن علي بن أبي طالب رضي الله عنه أن النبي صلى الله عليه وسلم كان يصلي قبل العصر ركعتين‏.‏‏\"‏ ‏(‏‏(‏رواه أبو داود بإسناد صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41508,
    "number": "443",
    "text": "وعن عبد الله بن مغفل، رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\"‏صلوا قبل المغرب‏\"‏ قال في الثالثة‏:‏ ‏\"‏لمن شاء‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41509,
    "number": "444",
    "text": "- وعن أنس، رضي الله عنه قال‏:‏ لقد رأيت كبار أصحاب رسول الله صلى الله عليه وسلم يبتدرون السواري عند المغرب‏.‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41510,
    "number": "445",
    "text": "وعنه قال‏:‏ كنا نصلي على عهد رسول الله صلى الله عليه وسلم ركعتين بعد غروب الشمس قبل المغرب، فقيل‏:‏ أكان رسول الله صلى الله عليه وسلم صلاها‏؟‏ قال‏:‏ كان يرانا نصليهما فلم يأمرنا ولم ينهنا‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41511,
    "number": "446",
    "text": "وعنه قال‏:‏ كنا بالمدينة فإذا أذن المؤذن لصلاة المغرب ابتدروا السواري، فركعوا ركعتين، حتى إن الرجل الغريب ليدخل المسجد فيحسب أن الصلاة قد صليت من كثرة من يصليهما‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41512,
    "number": "447",
    "text": "عن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏إذا صلى أحدكم الجمعة، فليصلِ بعدها أربعًا‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41513,
    "number": "448",
    "text": "وعن ابن عمر رضي الله عنهما، أن النبي صلى الله عليه وسلم كان لا يصلي بعد الجمعة حتى ينصرف، فيصلي ركعتين في بيته‏. (‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41514,
    "number": "449",
    "text": "عن زيد بن ثابت رضي الله عنه أن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏صلوا أيها الناس في بيوتكم، فإن الصلاة صلاة المرء في بيته إلا المكتوبة‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏",
    "source": ""
  },
  {
    "id": 41515,
    "number": "450",
    "text": "وعن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال‏:‏ اجلعوا من صلاتكم في بيوتكم، ولا تتخذوها قبورًا‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41516,
    "number": "451",
    "text": "وعن جابر رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏إذا قضى أحدكم صلاته في مسجده، فليجعل لبيته نصيبًا من صلاته، فإن الله جاعل في بيته صلاته خيرًا‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41517,
    "number": "452",
    "text": "وعن عمر بن عطاء أن نافع بن جبير أرسله إلى السائب ابن أخت نمر يسأله عن شيء رآه منه معاوية في الصلاة فقال‏:‏ نعم صليت معه الجمعة في المقصورة، فلما سلم الإمام، قمت في مقامي، فصليت فلما دخل أرسل إلي فقال‏:‏ لا تعد لما فعلت‏:‏ إذا صليت الجمعة فلا تصلها بصلاة حتى تتكلم أو تخرج، فإن رسول الله صلى الله عليه وسلم أمرنا بذلك أن لا نوصل صلاة بصلاة حتى نتكلم أو نخرج‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41518,
    "number": "453",
    "text": "عن علي رضي الله عنه قال‏:‏ الوتر ليس بختم كصلاة المكتوبة ولكن سن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏إن الله وتر يحب الوتر، فأوتروا يا أهل القرآن‏\"‏‏.‏ ‏(‏‏(‏رواه أبو داود والترمذي‏)‏‏)‏‏.‏ وقال‏:‏ حديث حسن‏.‏",
    "source": ""
  },
  {
    "id": 41519,
    "number": "454",
    "text": "وعن عائشة رضي الله عنها قالت‏:‏ من كل الليل قد أوتر رسول الله صلى الله عليه وسلم‏:‏ من أول الليل ومن أوسطه، ومن آخره‏.‏ وانتهى وتره إلى السحر‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏",
    "source": ""
  },
  {
    "id": 41520,
    "number": "455",
    "text": "وعن ابن عمر رضي الله عنهما، عن النبي صلى الله عليه وسلم‏:‏ ‏\n\"‏ اجعلوا آخر صلاتكم بالليل وترًا‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏",
    "source": ""
  },
  {
    "id": 41521,
    "number": "456",
    "text": "وعن أبي سعيد الخدري رضي الله عنه أن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏أوتروا قبل أن تصبحوا‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41522,
    "number": "457",
    "text": "وعن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان يصلي بالليل، وهي معترضة بين يديه، فإذا بقي الوتر، أيقظها فأوترت‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏ \nوفي رواية له‏:‏ فإذا بقي الوتر قال‏:‏ ‏\n\"‏قومي فأوتري يا عائشة‏\"‏",
    "source": ""
  },
  {
    "id": 41523,
    "number": "458",
    "text": "وعن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏بادروا الصبح بالوتر‏\"‏ ‏(‏‏(‏رواه أبو داود والترمذي‏)‏‏)‏‏.‏ وقال‏:‏ حديث حسن صحيح‏.‏",
    "source": ""
  },
  {
    "id": 41524,
    "number": "459",
    "text": "وعن جابر رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏من خاف أن لا يقوم الليل فليوتر أوله، ومن طمع أن يقوم آخره، فليوتر آخر الليل، فإن صلاة آخر الليل مشهودة، وذلك أفضل‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41525,
    "number": "460",
    "text": "عن أبي هريرة رضي الله عنه قال‏:‏ أوصاني خليلي صلى الله عليه وسلم بصيام ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أرقد‏\"‏ ‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏  \nوالإيتار قبل النوم إنما يستحب لمن لا يثق باستيقاظ آخر الليل، فإن وثق فآخر الليل أفضل‏.‏",
    "source": ""
  },
  {
    "id": 41526,
    "number": "461",
    "text": "وعن أبي ذر رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏يصبح على كل سلامى من أحدكم صدقة‏:‏ فكل تسبيحة صدقة، وكل تهليلة صدقة، وكل تكبيرة صدقة، وأمر بالمعروف صدقة، ونهي عن المنكر صدقة، ويجزئ من ذلك ركعتان يركعهما من الضحى‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41527,
    "number": "462",
    "text": "وعن عائشة رضي الله عنها قالت‏:‏ كان رسول الله صلى الله عليه وسلم يصلي الضحى أربعًا ويزيد ما شاء الله ‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41528,
    "number": "463",
    "text": "وعن أم هانئ فاختة بنت أبي طالب رضي الله عنها قالت‏:‏ ذهبت إلى رسول الله صلى الله عليه وسلم عام الفتح فوجدته يغتسل فلما فرغ من غسله صلى ثمان ركعات، وذلك ضحى‏\"‏ ‏(‏‏(‏متفق عليه وهذا مختصر لفظ إحدى روايات مسلم‏)‏‏)‏",
    "source": ""
  },
  {
    "id": 41529,
    "number": "464",
    "text": "عن زيد بن أرقم رضي الله عنه أنه رأى قومًا يصلون من الضحى، فقال‏:‏ أما لقد علموا أن الصلاة في غير هذه الساعة أفضل، إن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏صلاة الأوابين حين ترمض الفصال‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41530,
    "number": "465",
    "text": "وعن أبي قتادة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ إذا دخل أحدكم المسجد فلا يجلس حتى يصلي ركعتين‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41531,
    "number": "466",
    "text": "وعن جابر، رضي الله عنه قال‏:‏ أتيت النبي صلى الله عليه وسلم وهو في المسجد فقال‏:‏ ‏\n\"‏صلِ ركعتين‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41532,
    "number": "467",
    "text": "وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال لبلال‏:‏ يا بلال حدثني بأرجى عمل عملته في الإسلام، فإني سمعت دف نعليك بين يدي في الجنة، قال‏:‏ ما عملت عملا أرجى عندي من أني لم أتطهر طهورًا في ساعة من ليل أو نهار إلا صليت بذلك الطهور ما كتب لي أن أصلي‏.‏ ‏(‏‏(‏متفق عليه وهذا لفظ البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41533,
    "number": "468",
    "text": "وعن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ خير يوم طلعت عليه الشمس يوم الجمعة‏:‏ فيه خلق آدم، وفيه أدخل الجنة، وفيه أخرج منها‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41534,
    "number": "469",
    "text": "وعنه قال‏:‏ قال رسول الله، صلى الله عليه وسلم ‏:‏ ‏\n\"‏من توضأ فأحسن الوضوء ثم أتي الجمعة، فاستمع وأنصت، غفر له ما بينه وبين الجمعة وزيادة ثلاثة أيام، ومن مس الحصى،  فقد لغا‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41535,
    "number": "470",
    "text": "وعنه عن النبي، صلى الله عليه وسلم قال‏:‏ ‏\n\"‏الصلوات الخمس والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات ما بينهن إذا اجتنبت الكبائر‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41536,
    "number": "471",
    "text": "وعنه وعن ابن عمر، رضي الله عنهم، أنهما سمعا رسول الله صلى الله عليه وسلم ، يقول على أعواد منبره‏:‏ ‏\n\"‏لينتهين أقوام عن وَدعهم الجمعات، أو ليختمن الله على قلوبهم، ثم ليكونن من الغافلين‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41537,
    "number": "472",
    "text": "وعن ابن عمر رضي الله عنهما، أن رسول الله صلى الله عليه وسلم ، قال‏:‏ ‏\n\"‏إذا جاء أحدكم الجمعة، فليغتسل‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41538,
    "number": "473",
    "text": "وعن أبي سعيد الخدري، رضي الله عنه، أن رسول الله صلى الله عليه وسلم ، قال‏:‏ ‏\n\"‏غسل الجمعة واجب على كل محتلم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41539,
    "number": "474",
    "text": "وعن سمرة،  رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏من توضأ يوم الجمعة، فبها ونعمت، ومن اغتسل فالغسل أفضل‏\"‏ ‏(‏‏(‏رواه أبو داود، والترمذي وقال حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41540,
    "number": "475",
    "text": "- وعن سلمان، رضي الله عنه، قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏لا يغتسل رجل يوم الجمعة، ويتطهر ما استطاع من طهر، ويدهن من دهنه، أو يمس من طيب بيته، ثم يخرج فلا يفرق بين اثنين، ثم يصلي ما كتب له، ثم ينصت إذا تكلم الإمام، إلا غفر له ما بينه وبين الجمعة الأخرى‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41541,
    "number": "476",
    "text": "وعن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم ، قال‏:‏ ‏\n\"‏من اغتسل يوم الجمعة غسل الجنابة، ثم راح في الساعة الأولى فكأنما قرب بدنة، ومن راح في الساعة الثانية، فكأنما قرب بقرة، ومن راح في الساعة الثالثة، فكأنما قرب كبشًا أقرن، ومن راح في الساعة الرابعة، فكأنما قرب دجاجة، ومن راح في الساعة الخامسة، فكأنما قرب بيضة، فإذا خرج الإمام، حضرت الملائكة يستمعون الذكر‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41542,
    "number": "477",
    "text": "وعنه أن رسول الله صلى الله عليه وسلم ، ذكر يوم الجمعة، فقال‏:‏ ‏\n\"‏فيها ساعة لا يوافقها عبد مسلم، وهو قائم يصلي يسأل الله شيئًا، إلا أعطاه إياه‏\"‏ وأشار بيده يقللها، ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41543,
    "number": "478",
    "text": "وعن أبي بردة بن أبي موسى الأشعري، رضي الله عنه، قال‏:‏ قال عبد الله بن عمر رضي الله عنهما‏:‏ أسمعت أباك يحدث عن رسول الله صلى الله عليه وسلم ، في شأن ساعة الجمعة‏؟‏ قال‏:‏ قلت‏:‏ نعم، سمعته يقول‏:‏ سمعت رسول الله صلى الله عليه وسلم ، يقول‏:‏ ‏\n\"‏هي ما بين أن يجلس الإمام إلى أن تقضى الصلاة‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41544,
    "number": "479",
    "text": "وعن أوس بن أوس، رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏إن من أفضل أيامكم يوم الجمعة، فأكثروا علي من الصلاة فيه، فإن صلاتكم معروضة علي‏\"‏ ‏(‏‏(‏رواه أبو داود بإسناد صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41545,
    "number": "480",
    "text": "عن سعد بن أبي وقاص، رضي الله عنه، قال‏:‏ خرجنا مع رسول الله صلى الله عليه وسلم من مكة نريد المدينة، فلما كنا قريبًا من عزوراء نزل ثم رفع يديه، فدعا الله ساعة، ثم خر ساجدًا، فمكث طويلا، ثم قام فرفع يديه ساعة، ثم خر ساجدًا- فعله- ثلاثًا- وقال‏:‏ ‏\n\"‏إني سألت ربي، وشفعت لأمتي، فأعطاني ثلث أمتي، فخررت ساجدًا لربي شكرًا، ثم رفعت رأسي، فسألت ربي لأمتي، فأعطاني ثلث أمتي، فخررت ساجدًا لربي شكرًا، ثم رفعت رأسي، فسألت ربي لأمتي، فأعطاني الثلث الآخر، فخررت ساجدًا لربي‏\"‏ ‏(‏‏(‏رواه أبو داود‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41546,
    "number": "481",
    "text": "وعن عائشة رضي الله عنها، قالت‏:‏ كان النبي صلى الله عليه وسلم ، يقوم من الليل حتى تتفطر قدماه، فقلت له‏:‏ لم تصنع هذا يا رسول الله، وقد غفر لك ما تقدم من ذنبك وما تأخر‏؟‏ قال‏:‏ ‏\n\"‏أفلا أكون عبدًا شكورًا‏\"‏‏.‏ ‏(‏‏(‏متفق عليه وعن المغيرة بن شعبة نحوه، متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41547,
    "number": "482",
    "text": "وعن علي رضي الله عنه، أن النبي صلى الله عليه وسلم، طرقه وفاطمة ليلا، فقال‏:‏ ‏\"‏ألا تصليان‏؟‏‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏ (20)",
    "source": ""
  },
  {
    "id": 41548,
    "number": "483",
    "text": "وعن سالم بن عبد الله بن عمر بن الخطاب، رضي الله عنهم، عن أبيه‏:‏ أن رسول الله صلى الله عليه وسلم ، قال‏:‏ ‏\n\"‏نعم الرجل عبد الله لو كان يصلي من الليل‏\"‏ قال سالم‏:‏ فكان عبد الله بعد ذلك لا ينام إلا قليلا‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏",
    "source": ""
  },
  {
    "id": 41549,
    "number": "484",
    "text": "وعن عبد الله بن عمرو بن العاص، رضي الله عنهما قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏يا عبد الله لا تكن مثل فلان‏:‏ كان يقوم الليل فترك قيام الليل‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41550,
    "number": "485",
    "text": "وعن ابن مسعود رضي الله عنه ، قال‏:‏ ذكر عند النبي، صلى الله عليه وسلم رجل نام ليلة حتى أصبح‏!‏ قال‏:‏ ‏\n\"‏ذاك رجل بال الشيطان في أذنيه- أو قال‏:‏ في أذنه-‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41551,
    "number": "486",
    "text": "وعن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم ، قال‏:‏ ‏\n\"‏يعقد الشيطان على قافية، رأس أحدكم، إذا هو نام، ثلاث عقد، يضرب على كل عقدة‏:‏ عليك ليل طويل فارقد، فإن استيقظ أحدكم، فذكر الله تعالى انحلت عقدة، فإن توضأ انحلت عقدة، فإن صلى انحلت عقدة، فأصبح نشيطًا طيب النفس، وإلا أصبح خبيث النفس كسلان‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41552,
    "number": "487",
    "text": "وعن عبد الله بن سلام، رضي الله عنه ، أن النبي، صلى الله عليه وسلم ،قال‏:‏ ‏\n\"‏أيها الناس أفشوا السلام، وأطعموا الطعام، وصلوا بالليل والناس نيام، تدخلوا الجنة بسلام‏\"‏ ‏(‏‏(‏رواه الترمذي وقال‏:‏ حديث حسن صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41553,
    "number": "488",
    "text": "وعن أبي هريرة، رضي الله عنه، قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏أفضل الصيام بعد رمضان شهر الله المحرم، وأفضل الصلاة بعد الفريضة صلاة الليل‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41554,
    "number": "489",
    "text": "وعن ابن عمر رضي الله عنهما، أن النبي صلى الله عليه وسلم ، قال‏:‏ ‏\n\"‏صلاة الليل مثنى مثنى، فإذا خفت الصبح فأوتر بواحدة‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41555,
    "number": "490",
    "text": "وعنه قال‏:‏ كان النبي صلى الله عليه وسلم ، يصلي من الليل مثنى مثنى، ويوتر بركعة‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41556,
    "number": "491",
    "text": "وعن أنس رضي الله عنه، قال‏:‏ كان رسول الله صلى الله عليه وسلم ، يفطر من الشهر حتى نظن أن  لا يصوم منه، ويصوم حتى نظن أن لا يفطر منه شيئًا، وكان لا تشاء أن تراه من الليل مصليا إلا رأيته، ولا نائمًا إلا رأيته‏.‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41557,
    "number": "492",
    "text": "وعن عائشة رضي الله عنها، أن رسول الله صلى الله عليه وسلم، كان يصلي إحدى عشرة ركعة- تعني في الليل- يسجد السجدة من ذلك قدر ما يقرأ أحدكم خمسين آية قبل أن يرفع رأسه، ويركع ركعتين قبل صلاة الفجر، ثم يضطجع على شقه الأيمن حتى يأتيه المنادي للصلاة، ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41558,
    "number": "493",
    "text": "وعنها قالت‏:‏ ما كان رسول الله صلى الله عليه وسلم ، يزيد- في رمضان ولا في غيره- على إحدي عشرة ركعة‏:‏ يصلي أربعًا فلا تسأل عن حسنهن وطولهن‏!‏ ثم يصلي أربعًا فلا تسأل عن حسنهن وطولهن‏!‏ ثم يصلي ثلاثًا‏.‏ فقلت‏:‏ يا رسول الله أتنام قبل أن توتر‏!‏‏؟‏ فقال‏:‏ ‏\n\"‏يا عائشة إن عيني تنامان ولا ينام قلبي‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41559,
    "number": "494",
    "text": "وعنها أن النبي صلى الله عليه وسلم، كان ينام أول الليل، ويقوم آخره فيصلي‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41560,
    "number": "495",
    "text": "وعن ابن مسعود رضي الله عنه، قال‏:‏ صليت مع النبي صلى الله عليه وسلم ، ليلة، فلم يزل قائمًا حتى هممت بأمر سوء‏.‏ قيل‏:‏ ما هممت‏؟‏ قال‏:‏ هممت أن أجلس وأدعه‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41561,
    "number": "496",
    "text": "وعن حذيفة رضي الله عنه، قال‏:‏ صليت مع النبي صلى الله عليه وسلم ، ذات ليلة فافتتح البقرة، فقلت‏:‏ يركع عند المائة، ثم مضى، فقلت‏:‏ يصلي بها في ركعة، فمضي، فقلت‏:‏ يركع بها، ثم افتتح النساء فقرأها، ثم افتتح آل عمران، فقرأها، يقرأ مترسلا‏.‏ إذا مر بآية فيها تسبيح سبح، وإذا بسؤال سأل، وإذا مر بتعوذ تعوذ، ثم ركع، فجعل يقول‏:‏ سبحان ربي العظيم، فكان ركوعه نحوًا من قيامه، ثم قال‏:‏ سمع الله لمن حمده، ربنا لك الحمد، ثم قام طويلا قريبًا مما ركع، ثم سجد فقال‏:‏ سبحان ربي الأعلى، فكان سجوده قريبًا من قيامه‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41562,
    "number": "497",
    "text": "وعن جابر رضي الله عنه قال‏:‏ سئل رسول الله صلى الله عليه وسلم ‏:‏ أي الصلاة أفضل‏؟‏ قال‏:‏ ‏\n\"‏طول القنوت‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41563,
    "number": "498",
    "text": "وعن عبد الله بن عمرو بن العاص، رضي الله عنهما، أن رسول الله صلى الله عليه وسلم ، قال‏:‏ ‏\n\"‏أحب الصلاة إلى الله صلاة داود، وأحب الصيام إلى الله صيام داود، كان ينام نصف الليل ويقوم ثلثه وينام سدسه ويصوم يومًا ويفطر يومًا‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41564,
    "number": "499",
    "text": "وعن جابر رضي اللله عنه قال‏:‏ سمعت رسول الله صلى الله عليه وسلم ، يقول‏:‏ ‏\n\"‏إن في الليل لساعة، لا يوافقها رجل مسلم يسأل الله تعالى خيرًا من أمر الدنيا والآخرة، إلا أعطاه إياه، وذلك كل ليلة‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41565,
    "number": "500",
    "text": "وعن أبي هريرة رضي الله عنه، أن النبي صلى الله عليه وسلم، قال‏:‏ ‏\n\"‏إذا قام أحدكم من الليل فليفتتح الصلاة بركعتين خفيفتين‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41566,
    "number": "501",
    "text": "وعن عائشة رضي الله عنها قالت كان رسول الله صلى الله عليه وسلم إذا قام من الليل افتتح صلاته بركعتين خفيفتين ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41567,
    "number": "502",
    "text": "وعنها رضي الله عنها، قالت‏:‏ كان رسول الله صلى الله عليه وسلم ، إذا فاتته الصلاة من الليل من وجع أو غيره، صلى من النهار ثنتي عشر ركعة‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41568,
    "number": "503",
    "text": "وعن عمر بن الخطاب، رضي الله عنه، قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏من نام عن حزبه، أو عن شيء منه، فقرأه فيما بين صلاة الفجر وصلاة الظهر، كتب له كأنما قرأه من الليل‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41569,
    "number": "504",
    "text": "وعن أبي هريرة رضي الله عنه، قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏رحم الله رجلا قام من الليل، فصلى وأيقظ امرأته، فإن أبت نضح في وجهها الماء، ورحم الله امرأة قامت من الليل فصلت، وأيقظت زوجها فإن أبي نضحت في وجهه الماء‏\"‏ ‏(‏‏(‏رواه أبو داود بإسناد صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41570,
    "number": "505",
    "text": "وعنه وعن أبي سعيد رضي الله عنهما، قالا‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏إذا أيقظ الرجل أهله من الليل فصليا أو صلى ركعتين جميعًا كتب في الذاكرين والذاكرات‏\"‏ ‏(‏‏(‏رواه أبو داود بإسناد صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41571,
    "number": "506",
    "text": "وعن عائشة رضي الله عنها، أن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ إذا نعس أحدكم في الصلاة، فليرقد حتى يذهب عنه النوم، فإن أحدكم إذا صلى وهو ناعس، لعله يذهب يستغفر فيسب نفسه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41572,
    "number": "507",
    "text": "وعن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏إذا قام أحدكم، من الليل فاستعجم القرآن على لسانه، فلم يدرِ ما يقول، فليضطجع‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41573,
    "number": "508",
    "text": "عن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏من قام رمضان إيمانًا واحتسابًا غفر له ما تقدم من ذنبه‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41574,
    "number": "509",
    "text": "وعنه، رضي الله عنه قال‏:‏ كان رسول الله صلى الله عليه وسلم، يرغب في قيام رمضان من غير أن يأمرهم فيه بعزيمة، فيقول‏:‏ ‏\n\"‏من قام رمضان إيمانًا واحتسابًا غفر له ما تقدم من ذنبه‏\"‏ ‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 41575,
    "number": "510",
    "text": "وعن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏من قام ليلة القدر إيمانا واحتسابًا غفر له ما تقدم من ذنبه‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 41576,
    "number": "511",
    "text": "وعن ابن عمر رضي الله عنهما أن رجالا من أصحاب النبي صلى الله عليه وسلم، أروا ليلة القدر في المنام في السبع الأواخر، فقال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏أرى رؤياكم قد تواطأت في السبع الأواخر، فمن كان متحريها، فليتحرها في السبع الأواخر‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  }
]