[
  {
    "id": 42283,
    "number": "1218",
    "text": "وعن أمير المؤمنين أبي حفص عمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن قرط بن رزاح بن عدى بن لؤى ابن غالب القرشى العدوى‏.‏ رضي الله عنه، قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول‏:‏ ‏\n\"‏ إنما الأعمال بالنيات، وإنما لكل امرىء ما نوى فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها، أو امرأة ينكحها فهجرته إلى ما هاجر إليه‏\"‏ ‏(‏‏(‏متفق على صحته‏.‏ رواه إماما المحدثين‏: أبو عبدالله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بَرْدِزْبَهْ الجعفي البخاري، أبو الحسين مسلم بن الحجاج بن مسلم القشيرى النيسابورى رضي الله عنهما في صحيحهما اللذين هما أصح الكتب المصنفة‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42284,
    "number": "1219",
    "text": "وعن أم المؤمنين أم عبد الله عائشة رضي الله عنها قالت‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\"‏يغزو جيش الكعبة فإذا كانوا ببيداء من الأرض يخسف بأولهم وآخرهم‏\"‏‏.‏ قالت‏:‏ قلت‏:‏ يارسول الله، كيف يخسف بأولهم وآخرهم وفيهم أسواقهم ومن ليس منهم‏!‏‏؟‏ قال‏:‏ ‏\"‏يخسف بأولهم وآخرهم، ثم يبعثون على نياتهم‏\"‏ ‏(‏‏(‏متفق عليه‏.‏ هذا لفظ البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42285,
    "number": "1220",
    "text": "وعن عائشة رضي الله عنها قالت قال النبي صلى الله عليه وسلم‏:‏ ‏\n\"‏ لا هجرة بعد الفتح، ولكن جهاد ونية، وإذا استنفرتم فانفروا‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42286,
    "number": "1221",
    "text": "وعن أبي عبد الله جابر بن عبد الله الأنصارى رضي الله عنهما قال‏:‏ كنا مع النبي صلى الله عليه وسلم في  غزاةٍ فقال‏:‏ ‏\"‏إن بالمدينة لرجالاً ماسرتم مسيراً، ولا قطعتم وادياً إلا كانوا معكم حبسهم المرض‏\"‏ وفى رواية‏:‏ ‏\"‏إلا شاركوكم في  الأجر‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏ \n‏(‏‏(‏ورواه البخاري‏)‏‏)‏ عن أنس رضي الله عنه قال‏:‏ رجعنا من غزوة تبوك مع النبي صلى الله عليه وسلم فقال‏:‏ ‏\"‏ إن أقواماً خلفنا بالمدينة ما سلكنا شعباً ولا وادياً إلا وهم معنا، حبسهم العذر‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 42287,
    "number": "1222",
    "text": "وعن أبي يزيد معن بن يزيد بن الأخنس رضي الله عنهم، وهو وأبوه وجده صحابيون، قال‏:‏ كان أبي يزيد أخرج دنانير يتصدق بها فوضعها عند رجل في  المسجد فجئت فأخذتها فأتيته بها، فقال‏:‏ والله ما إياك أردت، فخاصمته إلى رسول الله صلى الله عليه وسلم فقال‏:‏ ‏\n\"‏ لك ما نويت يا يزيد، ولك ما أخذت يامعن‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42288,
    "number": "1223",
    "text": "وعن أبي إسحاق سعد بن أبي وقاص مالك بن أهيب بن عبد مناف بن زهرة بن كلاب بن مرة بن كعب بن لؤى القرش الزهرى رضي الله عنه، أحد العشرة المشهود لهم بالجنة، رضي الله عنهم، قال‏:‏ ‏\n\"‏ جاءنى رسول الله صلى الله عليه وسلم يعودنى عام حجة الوداع من وجع اشتد بى فقلت‏:‏ يارسول الله  إني قد بلغ بى من الوجع ما ترى، وأنا ذو مال ولا يرثنى إلا ابنة لي، أفاتصدق بثلثى ما لي‏؟‏ قال‏:‏ لا، قلت‏:‏ فالشطر يارسول الله‏؟‏ فقال‏:‏ لا، قلت‏:‏ فالثلث يا رسول الله‏؟‏ قال الثلث والثلث كثير- أو كبير- إنك أن تذر ورثتك أغنياء خير من أن تذرهم عالة يتكففون الناس، وإنك لن تنفق نفقة تبتغى بها وجه الله إلا أجرت عليها حتى ما تجعل في  فيّ امرأتك قال‏:‏ فقلت‏:‏ يارسول الله أخلف بعد أصحابي‏؟‏ قال‏:‏ إنك لن تخلف فتعمل عملا تبتغي بهوجه الله إلا ازددت به درجة ورفعةً، ولعلك أن تخلف حتى ينتفع بك أقوام ويضرّ بك آخرون‏.‏ اللهم امض لآصحابى هجرتهم، ولا تردهم على أعقابهم، لكن البائس سعد بن خولة‏\"‏ يرثى له رسول الله صلى الله عليه وسلم أن مات بمكة‏.‏‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42289,
    "number": "1224",
    "text": "وعن أبي هريرة عبد الرحمن بن صخر رضي الله عنه قال قال رسول الله صلى الله عليه وسلم‏:‏  \n‏\n\"‏ إن الله لا ينظر إلى أجسامكم ، ولا إلى صوركم، ولكن ينظر إلى قلوبكم وأعمالكم‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42290,
    "number": "1225",
    "text": "وعن أبي موسى عبد الله بن قيس الأشعرى رضي الله عنه قال‏:‏ سئل رسول الله صلى الله عليه وسلم عن الرجل يقاتل شجاعة، ويقاتل حميةً، ويقاتل رياء، أى ذلك في  سبيل الله‏؟‏ فقال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ من قاتل لتكون كلمة الله هى العليا فهو في  سبيل الله‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42291,
    "number": "1226",
    "text": "وعن أبي بكرة نفيع بن الحارث الثقفى رضي الله عنه أن النبي صلى الله عليه وسلم قال‏:‏ ‏\"‏إذ التقى المسلمان بسيفيهما فالقاتل والمقتول في  النار‏\"‏ قلت يارسول الله، هذا القاتل فما بال المقتول‏؟‏ قال‏:‏ ‏\"‏إنه كان حريصاً على قتل صاحبه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42292,
    "number": "1227",
    "text": "وعن أبي هريرة رضي الله عنه قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏صلاة الرجل في  جماعة تزيد على صلاته في  سوقه وبيته بضعاً وعشرين درجه وذلك أن أحدهم إذا توضأ فأحسن الوضوء ثم أتى المسجد لا يريد إلا الصلاة، لا ينهزه إلا الصلاة، لم يخط خطوة إلا رفع له بها درجة، وحط عنه بها خطيئة حتى يدخل المسجد، فإذا دخل المسجد كان في  الصلاة ما كانت الصلاة هى تحبسه، والملائكة يصلون على أحدكم ما دام في  مجلسه الذى صلى فيه، ما لم يحدث فيه‏\"‏ ‏(‏‏(‏متفق عليه، وهذا لفظ مسلم‏)‏‏)‏‏.‏\n\n وقوله صلى الله عليه وسلم‏:‏ '‏‏ ‏ينهزه‏ ‏ هو بفتح الياء والهاء وبالزاى‏:‏ أى يخرجه وينهضه     ‏'",
    "source": ""
  },
  {
    "id": 42293,
    "number": "1228",
    "text": "وعن أبي العباس عبد الله بن عباس بن عبد المطلب رضي الله عنهما، عن رسول الله، صلى الله عليه وسلم، فيما يروى عن ربه، تبارك وتعالى قال‏:‏ ‏\n\"‏ إن الله كتب الحسنات والسيئات ثم بين ذلك‏:‏ فمن همّ بحسنة فلم يعملها كتبها الله تبارك وتعالى عنده حسنة كاملة، وإن هم بها فعملها كتبها الله عشر حسنات إلى سبعمائه ضعف إلى أضعاف كثيرة، وإن هم بسيئة فلم يعملها كتبها الله عنده حسنة كاملة، وإن همّ بها فعملها كتبها الله سيئة واحدة ‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42294,
    "number": "1229",
    "text": "وعن أبي عبد الرحمن عبد الله بن عمر بن الخطاب، رضي الله عنهما قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول‏:‏ ‏\"‏ انطلق ثلاثة نفر ممن كان قبلكم حتى آواهم المبيت إلى غار فدخلوه، فانحدرت صخرة من الجبل فسدت عليهم الغار، فقالوا‏:‏ إنه لا ينجيكم من هذه الصخرة إلا أن تدعوا الله بصالح أعمالكم‏.‏ قال رجل منهم‏:‏ اللهم كان لي أبوان شيخان كبيران، وكنت لا أغبق قبلهما أهلاً ولا مالاً‏.‏ فنأى بى طلب الشجر يوماً فلم أرح عليهما حتى ناما فحلبت لهما غبوقهما فوجدتهما نائمين فكرهت أن أوقظهما وأن أغبق قبلهما أهلاً أو مالاً، فلبثت- والقدح على يدى- أنتظر استيقاظهما حتى برق الفجر والصبية يتضاغون عند قدمى- فاستيقظا فشربا غبوقهما‏.‏ اللهم إن كنت فعلت ذلك ابتغاء وجهك ففرج عنا ما نحن فيه من هذه الصخرة، فانفرجت شيئاً لا يستطيعون الخروج منه‏.‏ قال الآخر‏:‏ اللهم إنه كانت لي ابنة عم كانت أحب الناس إلىّ ‏\"‏ وفى رواية‏:‏ ‏\"‏كنت أحبها كأشد ما يحب الرجال النساء، فأردتها على نفسها فامتنعت منى حتى ألمّت بها سنة من السنين فجاءتنى فأعطيتها عشرين ومائة دينار على أن تخلى بينى وبين نفسها ففعلت، حتى إذا قدرت عليها‏\"‏ وفى رواية‏:‏ ‏\"‏فلما قعدت بين رجليها، قالت‏:‏ اتق الله ولا تفض الخاتم إلا بحقه، فانصرفت عنها وهى أحب الناس إلى وتركت الذهب الذى أعطيتها، اللهم إن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه، فانفرجت الصخرة غير أنهم لا يستطيعون الخروج منها‏.‏ وقال الثالث‏:‏ اللهم استأجرت أجراء وأعطيتهم أجرهم غير رجل واحد ترك الذى له وذهب، فثمرت أجره حتى كثرت منه الأموال، فجاءنى بعد حين فقال‏:‏ يا عبد الله أدّ إلى أجرى، فقلت‏:‏ كل ما ترى من أجرك‏:‏ من الإبل والبقر والغنم والرقيق‏.‏ فقال‏:‏ يا عبد الله لا تستهزئ بى‏!‏ فقلت‏:‏ لا أستهزئ بك، فأخذه كله فاستاقه فلم يترك منه شيئاً، اللهم إن كنتُ فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه، فانفرجت الصخرة فخرجوا يمشون‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42295,
    "number": "1230",
    "text": "وعن أبي هريرة رضي الله عنه قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول‏:‏ ‏\n\"‏والله  إني لأستغفر الله وأتوب إليه في  اليوم أكثر من سبعين مرة ‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42296,
    "number": "1231",
    "text": "وعن الأغر بن يسار المزنى رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ ياأيها الناس توبوا إلى الله واستغفروه فإنى أتوب في  اليوم مائه مرة‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42297,
    "number": "1232",
    "text": "وعن أبي حمزة أنس بن مالك الأنصارى خادم رسول الله صلى الله عليه وسلم، رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\"‏ لله أفرح بتوبة عبده من أحدكم سقط على بعيره وقد أضله في  أرض فلاة ‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏ \nوفى رواية لمسلم‏:‏ لله أشد فرحا بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة، فانفلتت منه وعليها طعامه وشرابه فأيس منها، فأتى شجرة فاضطجع في ظلها، وقد أيس من راحلته، فبينما هو كذلك إذا هو بها، قائمة عنده ، فأخذ بخطامها ثم قال من شدة الفرح‏:‏ اللهم أنت عبدي وأنا ربك، أخطأ من شدة الفرح‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 42298,
    "number": "1233",
    "text": "وعن أبي موسى عبد الله بن قيس الأشعرى رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ إن الله تعالى يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42299,
    "number": "1234",
    "text": "وعن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏ من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42300,
    "number": "1235",
    "text": "وعن أبي عبد الرحمن عبد الله بن عمر بن الخطاب رضي الله عنهما عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ إن الله عز وجل يقبل توبة العبد ما لم يغرغر‏\"‏ ‏(‏‏(‏رواه الترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42301,
    "number": "1236",
    "text": "وعن زر بن حبيش قال‏:‏ أتيت صفوان بن عسال رضي الله عنه أسأله عن المسح على الخفين فقال‏:‏ ما جاء بك يازر‏؟‏ فقلت‏:‏ ابتغاء العلم، فقال‏:‏ إن الملائكة تضع أجنحتها لطالب العلم رضي بما يطلب، فقلت‏:‏ من أصحاب النبي صلى الله عليه وسلم ، فجئت أسألك‏:‏ هل سمعته يذكر في  ذلك شيئاً‏؟‏ قال‏:‏ نعم، كان يأمرنا إذا كنا سفراً- أو مسافرين- أن لا ننزع خفافناً ثلاثة أيام ولياليهن إلا من جنابة، ولكن من غائط وبول ونوم‏.‏ فقلت‏:‏ سفر، فبينا نحن عنده إذ ناداه أعرابى بصوت له جهورى‏:‏ يا محمد، فأجابه رسول الله صلى الله عليه وسلم نحواً من صوته‏:‏ ‏\"‏هاؤم‏\"‏ فقلت له‏:‏ ويحك اغضض من صوتك فإنك عند النبي صلى الله عليه وسلم ، وقد نهيت عن هذا‏!‏ فقال‏:‏ والله لا أغضض‏.‏ قال الأعرابى‏:‏ المرء يحب القوم ولما يلحق بهم‏؟‏ قال النبي صلى الله عليه وسلم‏:‏ ‏\"‏ المرء مع من أحب يوم القيامة‏\"‏ فما زال يحدثنا حتى ذكر باباً من المغرب مسيرة عرضه أو يسير الراكب في  عرضه أربعين أو سبعين عاماً‏.‏ قال سفيان أحد الرواة قبل الشام خلقه الله تعالى يوم خلق السماوات والأرض مفتوحاً للتوبة لا يغلق حتى تطلع الشمس منه‏\"‏ ‏(‏‏(‏رواه الترمذي وغيره وقال‏:‏ حديث حسن صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42302,
    "number": "1237",
    "text": "وعن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله عنه أن نبي الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ كان فيمن كان قبلكم رجل قتل تسعة وتسعين نفساً، فسأل عن أعلم أهل الأرض، فدل على راهب، فأتاه فقال‏:‏ إنه قتل تسعه وتسعين نفساً، فهل له من توبة‏؟‏ فقال‏:‏ لا، فقتله فكمل به مائةً، ثم سأل عن أعلم أهل الأرض، فدل على رجل عالم فقال‏:‏ إنه قتل مائة نفس فهل له من توبة‏؟‏ فقال‏:‏ نعم، ومن يحول بينه وبين التوبة‏؟‏ انطلق إلى أرض كذا وكذا، فإن بها أناساً يعبدون الله تعالى فاعبد الله معهم، ولا ترجع إلى أرضك فإنها أرض سوءٍ، فانطلق حتى إذا نصف الطريق أتاه الموت، فاختصمت فيه ملائكة الرحمة وملائكة العذاب‏.‏ فقالت ملائكة الرحمة‏:‏ جاء تائبا مقبلا بقلبه إلى الله تعالى، وقالت ملائكة العذاب‏:‏ إنه لم يعمل خيرا قط، فأتاهم ملك في صورة آدمي فجعلوه بينهم- أي حكماً- فقال‏:‏ قيسوا ما بين الأرضين فإلى أيتهما كان أدنى فهو له، فقاسوا فوجدوه أدنى إلى الأرض التي أراد، فقبضته ملائكة الرحمة‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42303,
    "number": "1238",
    "text": "وعن عبد الله بن كعب بن مالك، وكان قائد كعب رضي الله عنه من بنيه حين عمي قال‏:‏ سمعت كعب بن مالك رضي الله عنه يحدث بحديثه حين تخلف عن رسول الله صلى الله عليه وسلم في غزوة تبوك‏.‏ قال كعب‏:‏ لم اتخلف عن رسول الله، صلى الله عليه وسلم ، في غزوة غزاها قط إلا في غزوة تبوك، غير أني قد تخلفت في غزوة بدر، ولم يعاتب أحد تخلف عنه، إنما خرج رسول الله صلى الله عليه وسلم والمسلمون يريدون عير قريش حتى جمع الله تعالى بينهم وبين عدوهم على غير ميعاد‏.‏ ولقد شهدت مع رسول الله صلى الله عليه وسلم ليلة العقبة حين تواثقنا على الإسلام، وما أحب أن لي بها مشهد بدرٍ، وإن كانت بدر أذكر في الناس منها‏.‏ \nوكان من خبري حين تخلف عن رسول الله، صلى الله عليه وسلم، في غزوة تبوك أني لم أكن قط أقوى ولا أيسر مني حين تخلفت عنه في تلك الغزوة، والله ما جمعت قبلها راحلتين قط حتى جمعتهما في تلك الغزوة، ولم يكن رسول الله صلى الله عليه وسلم يريد غزوة إلا ورى بغيرها حتى كانت تلك الغزوة، فغزاها رسول الله صلى الله عليه وسلم في حر شديد، واستقبل سفراً بعيداً ومفازاً، واستقبل عدداً كثيراً، فجلى للمسلمين أمرهم ليتأهبوا أهبة غزوهم فأخبرهم بوجههم الذي يريد، والمسلمون مع رسول الله كثير ولا يجمعهم كتاب حافظ ‏\"‏يريد بذلك الديوان‏\"‏ قال كعب‏:‏ فقل رجل يريد أن يتغيب إلا ظن أن ذلك سيخفى به مالم ينزل فيه وحي من الله، وغزا رسول الله صلى الله عليه وسلم تلك الغزوة حين طابت الثمار والظلال فأنا إليها أصعر فتجهز رسول الله صلى الله عليه وسلم والمسلمون معه، وطفقت أغدو لكي أتجهز معه، فأرجع ولم أقض شيئاً، وأقول في نفسي‏:‏ أنا قادر على ذلك إذا أردت، فلم يزل يتمادى بي حتى استمر بالناس الجد، فأصبح رسول الله صلى الله عليه وسلم غادياً والمسلمون معه، ولم أقض من جهازي شيئاً، ثم غدوت فرجعت ولم أقض شيئاً، فلم يزل يتمادى بي حتى أسرعوا وتفارط الغرو، فهممت أن أرتحل فأدركهم، فياليتني فعلت، ثم لم يقدر ذلك لي، فطفقت إذا خرجت في الناس بعد خروج رسول الله صلى الله عليه وسلم يحزنني أني أرى لي أسوة، إلا رجلاً مغموصاً عليه في النفاق، أو رجلاً ممن عذر الله تعالى من أسوة، إلا رجلاً مغموصاً عليه في النفاق، أو رجلاً ممن عذر الله تعالى من الضعفاء، ولم يذكرني رسول الله صلى الله عليه وسلم حتى بلغ تبوك، فقال وهو جالس في القوم بتبوك‏:‏ ما فعل كعب بن مالك‏؟‏ قَالَ رَجُلٌ مِنْ بَنِي سَلِمَةَ يَا رَسُولَ اللَّهِ حَبَسَهُ بُرْدَاهُ وَالنَّظَرُ فِي عِطْفَيْهِ.فقال له معاذ بن جبل رضي الله عنه بئس ما قلت‏!‏ والله يارسول الله ما علمنا عليه إلا خيراً ، فسكت رسول الله صلى الله عليه وسلم فبينا هو على ذلك رأى رجلا مبيضا يزول به السراب فقال رسول الله صلى الله عليه وسلم‏:‏ كن أبا خيثمة، فإذا أبو خيثمة الأنصاري وهو الذي تصدق بصاع التمر حين لمزه المنافقون، قال كعب‏:‏ فلما بلغني أن رسول الله صلى الله عليه وسلم قد توجه قافلاً من تبوك حضرني بثي، فطفقت أتذكر الكذب وأقول‏:‏ بم أخرج من سخطه غداً وأستعين على ذلك بكل ذي رأى من أهلي، فلما قيل‏:‏ إن رسول الله صلى الله عليه وسلم قد أظل قادماً زاح عني الباطل حتى عرفت أني لم أنج منه بشيء أبداً، فأجمعت صدقه، وأصبح رسول الله صلى الله عليه وسلم قادماً، وكان إذا قدم من سفر بدأ بالمسجد فركع فيه ركعتين ثم جلس للناس، فلما فعل فعل ذلك جاءه المخلفون يعتذرون إليه ويحلفون له، وكانوا بضعا وثمانين رجلاً فقبل منهم علانيتهم وبايعهم واستغفر لهم ووكل سرائرهم إلى الله تعالى حتى جئت‏.‏ فلما سلمت تبسم تبسم المغضب ثم قال‏:‏ تعال، فجئت أمشي حتى جلست بين يديه، فقال لي‏:‏ ما خلفك‏؟‏ ألم تكن قد ابتعت ظهرك‏!‏ قال قلت‏:‏ يارسول الله إني والله لو جلست عند غيرك من أهل الدنيا لرأيت أني سأخرج من سخطه بعذر، لقد أعطيت جدلاً، ولكنني والله لقد علمت لئن حدثتك اليوم حديث كذب ترضي به ليوشكن الله يسخطك علي، وإن حدثتك حديث صدق تجد علي فيه إني لأرجو فيه عقبى الله عز وجل، والله ما كان لي من عذر، والله ما كنت قط أقوى ولا أيسر مني حين تخلفت عنك‏.‏ قال‏:‏ فقال رسول الله صلى الله عليه وسلم ‏\"‏ أما هذا فقد صدق، فقم حتى يقضي الله فيك‏\"‏ وسار رجال من بني سلمة فاتبعوني، فقالوا لي‏:‏ والله ما علمناك أذنبت ذنبا قبل هذا، لقد عجزت في أن لا يكون اعتذرت إلى رسول الله صلى الله عليه وسلم بما اعتذر إليه المخلفون فقد كان كافيك ذنبك استغفار رسول الله صلى الله عليه وسلم لك‏.‏ قال‏:‏ فوالله ما زالوا يؤنبونني حتى أردت أن أرجع إلى رسول الله صلى الله عليه وسلم فأكذب نفسي، ثم قلت لهم‏:‏ هل لقي هذا معي من أحد‏؟‏ قالوا‏:‏ نعم لقيه معك رجلان قالا مثل ما قلت، وقيل لهما مثل ما قيل لك، قال قلت‏:‏ من هما‏؟‏ قالوا‏:‏ مرارة بن الربيع العمري، وهلال بن أمية الواقفي‏؟‏ قال‏:‏ فذكروا لي رجلين صالحين قد شهدا بدراً فيهما أسوة‏.‏ قال‏:‏ فمضيت حين ذكروهما لي‏.‏ ونهى رسول صلى الله عليه وسلم عن كلامنا أيها الثلاثة من بين من تخلف عنه، قال‏:‏ فاجتنبنا الناس- أو قال‏:‏ تغيروا لنا- حتى تنكرت لي في نفس الأرض، فما هي بالأرض التي أعرف، فلبثنا على ذلك خمسين ليلة‏.‏ فأما صاحباي فاستكانا وقعدا في بيوتهما يبكيان، وأما أنا فكنت أشب القوم وأجلدهم، فكنت أخرج فأشهد الصلاة مع المسلمين، وأطوف في الأسواق ولا يكلمني أحد، وآتي رسول الله صلى الله عليه وسلم فأسلم عليه، وهو في مجلسه بعد الصلاة، فأقول في نفسي ‏:‏ هل حرك شفتيه برد السلام أم ‏؟‏ ثم أصلي قريباً منه وأسارقه النظر، فإذا أقبلت على صلاتي نظر إلي، وإذا التفت نحوه أعرض عني، حتى إذا طال ذلك علي من جفوة المسلمين مشيت حتى تسورت جدار حائط أبي قتادة وهو ابن عمي وأحب الناس إلي، فسلمت عليه فوالله ما ردّ علي السلام، فقلت له‏:‏ يا أبا قتادة أنشدك بالله هل تعلمني أُحب الله ورسوله صلى الله عليه وسلم ‏؟‏ فسكت، فعدت فناشدته فسكت، فعدت فناشدته فقال‏:‏ الله ورسوله أعلم‏.‏ ففاضت عيناي، وتوليت حتى تسورت الجدار، فبينما أنا أمشى في سوق المدينة إذا نبطى من نبط أهل الشام ممن قدم بالطعام ببيعه بالمدينة يقول‏:‏ من يدل على كعب بن مالك‏؟‏ فطفق الناس يشيرون له إلي حتى جاءنى فدفع إلي كتاب من ملك غسان، وكنت كاتباً‏.‏ فقرأته فإذا فيه‏:‏ أما بعد فإنه قد بلغنا أن صاحبك قد جفاك، ولم يجعلك الله بدار هوان ولا مضيعة، فالحق بنا نواسك، فقلت حين قرأتها، وهذه أيضاً من البلاء فتيممت بها التنور فسجرتها، حتى إذا مضت أربعون من الخمسين واستلبث الوحى إذا رسول رسول الله صلى الله عليه وسلم يأتينى، فقال‏:‏ إن رسول الله صلى الله عليه وسلم يأمرك أن تعتزل امرأتك، فقلت‏:‏ أطلقها، أم ماذا أفعل‏؟‏ قال‏:‏ لا، بل اعتزلها فلا تقربنها، وأرسل إلى صاحبي بمثل ذلك‏.‏ فقلت لامرأتي‏:‏ ألحقي بأهلك فكوني عندهم حتى يقضي الله في هذا الأمر، فجاءت امرأة هلال بن أمية رسول الله صلى الله عليه وسلم فقالت له ‏:‏ يا رسول الله إن هلال بن أمية شيخ ضائع ليس له خادم، فهل تكره أن أخدمه‏؟‏ قال ‏:‏ لا، ولكن لا يقربنك‏.‏ فقالت‏:‏ إنه والله ما به من حركة إلى شيء، ووالله ما زال يبكي منذ كان من أمره ما كان إلى يومه هذا‏.‏ فقال لي بعض أهلي‏:‏ لو استأذنت رسول الله صلى الله عليه وسلم في امرأتك، فقد أذن لامرأة هلال بن أمية أن تخدمه‏؟‏ فقلت‏:‏ لا أستأذن فيها رسول الله صلى الله عليه وسلم، وما يدريني ماذا يقول رسول الله صلى الله عليه وسلم، إذا استأذنته فيها وأنا رجل شاب‏!‏ فلبثت بذلك عشر ليالٍ، فكمل لنا خمسون ليلة من حين نهى عن كلامنا‏.‏ ثم صليت صلاة الفجر صباح خمسين ليلة على ظهر بيت من بيوتنا، فبينما أنا جالس على الحال التى ذكر الله تعالى منا، قد ضافت علي نفسي وضاقت علي الأرض بما رحبت، سمعت صوت صارخ أوفى على سلع يقول بأعلى صوته‏:‏ يا كعب بن مالك أبشر فخررت ساجداً، وعرفت أنه قد جاء فرج‏.‏ فآذن رسول الله صلى الله عليه وسلم الناس بتوبة الله عز وجل علينا حين صلى صلاة الفجر فذهب الناس يبشروننا، فذهب قبل صاحبي مبشرون، وركض رجل إلي فرساً وسعى ساع من أسلم قبلي وأوفى على الجبل، فكان الصوت أسرع من الفرس، فلما جاءني الذى سمعت صوته يبشرني نزعت له ثوبي فكسوتهما إياه ببشراه، والله ما أملك غيرهما يومئذ، واستعرت ثوبين فلبستهما وانطلقت أتأمم رسول الله صلى الله عليه وسلم يتلقانى الناس فوجاً فوجاً يهنئوني بالتوبة ويقولون لي‏:‏ لتهنك توبة الله عليك، حتى دخلت المسجد فإذا رسول الله صلى الله عليه وسلم جالس حوله الناس، فقام طلحة بن عبيد الله رضي الله عنه يهرول حتى صافحني وهنأني، والله ما قام رجل من المهاجرين غيره، فكان كعب لا ينساها لطلحة‏.‏ قال كعب‏:‏ فلما سلمت على رسول الله صلى الله عليه وسلم قال‏:‏ وهو يبرق وجهه من السرور ‏:‏ أبشر بخير يوم مرّ عليك مذ ولدتك أمك، فقلت‏:‏ أمن عندك يا رسول الله أم من عند الله‏؟‏ قال ‏:‏ لا ، بل من عند الله عز وجل، وكان رسول الله صلى الله عليه وسلم إذا سر استنار وجهه حتى كأن وجهه قطعة قمر، وكنا نعرف ذلك منه، فلما جلست بين يديه قلت‏:‏ يا رسول الله إن من توبتي أن أنخلع من مالي صدقة‎ إلى الله وإلى رسوله‏.‏ فقال رسول الله صلى الله عليه وسلم ‏:‏ أمسك عليك بعض مالك فهو خير لك، فقلت‏:‏ إني أمسك سهمي الذى بخيبر‏.‏ وقلت‏:‏ يا رسول الله إن الله تعالى إنما أنجاني بالصدق، وإن من توبتي أن لا أحدثَ إلا صدقاً ما بقيت ، فو الله ما علمت أحداً من المسلمين أبلاه الله في صدق الحديث منذ ذكرت ذلك لرسول الله صلى الله عليه وسلم أحسن مما أبلاني الله تعالى ، والله ما تعمدت كذبة منذ قلت ذلك لرسول الله صلى الله عليه وسلم إلى يومي هذا، وإني لأرجو أن يحفظني الله تعالى فيما بقي، قال‏:‏ فأنزل الله تعالى‏:‏ ‏{‏لقد تاب الله على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة‏)‏ حتى بلغ‏:‏ ‏{‏إنه بهم رؤوف رحيم ‏.‏ وعلى الثلاثة الذين خلفوا حتى إذا ضاقت عليهم الأرض بما رحبت‏}‏ حتى بلغ ‏:‏ ‏{‏اتقوا الله وكونوا مع الصادقين‏}‏ ‏(‏‏(‏التوبة 117، 119‏)‏‏)‏ قال كعب ‏:‏ والله ما أنعم الله علي من نعمة قط بعد إذ هداني الله للإسلام أعظم في نفسي من صدقي رسول الله صلى الله عليه وسلم أن لا أكون كذبته، فأهلك كما هلك الذين كذبوا، إن الله تعالى قال للذين كذبوا حين أنزل الوحي شر ما قال لأحد، فقال الله تعالى ‏:‏ ‏{‏سيحلفون بالله لكم إذا انقلبتم إليهم لتعرضوا عنهم فأعرضوا عنهم إنهم رجس ومأواهم جهنم جزاء بما كانوا يكسبون يحلفون لكم لترضوا عنهم فإن ترضوا عنهم فإن الله لا يرضى عن القوم الفاسقين‏}‏ ‏(‏‏(‏التوبة‏:‏ 95،96‏)‏‏)‏ ‏.‏\nقال كعب ‏:‏ كنا خلفنا أيها الثلاثة عن أمر أولئك الذين قبل منهم رسول الله صلى الله عليه وسلم حين حلفوا له ، فبايعهم واستغفر لهم، وأرجأ رسول الله صلى الله عليه وسلم أمرنا حتى قضى الله تعالى فيه بذلك، قال الله تعالى ‏:‏ ‏{‏وعلى الثلاثة الذين خلفوا‏}‏ وليس الذي ذكر مما خلفنا تخلفنا عن الغزو، وإنما هو تخليفه إيانا وإرجاؤه أمرنا عمن حلف له واعتذر إليه فقبل منه‏.‏ متفق عليه‏.‏\nوفى رواية ‏\"‏أن النبي صلى الله عليه وسلم خرج في غزوة تبوك يوم الخميس، وكان يحب أن يخرج يوم الخميس‏\"‏\nوفى رواية‏:‏ ‏\"‏وكان لا يقدم من سفر إلا نهاراً في الضحى، فإذا قدم بدأ بالمسجد فصلى فيه ركعتين ثم جلس فيه‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42304,
    "number": "1239",
    "text": "وعن أبي نجيد- ضم النون وفتح الجيم - عمران بن الحصين الخزاعى رضي الله عنهما أن امرأة من جهينة أتت رسول الله صلى الله عليه وسلم وهى حبلى من الزنى، فقالت‏:‏ يا رسول الله أصبت حداً فأقمه علي، فدعا نبي الله صلى الله عليه وسلم وليها فقال‏:‏ أحسن إليها، فإذا وضعت فأتني، ففعل فأمر بها نبي الله صلى الله عليه وسلم، فشدت عليها ثيابها، ثم أمر بها فرجمت، ثم صلى الله عليه وآله وسلم عليها‏.‏ فقال له عمر‏:‏ تصلى عليها يا رسول الله وقد زنت، قال‏:‏ لقد تابت توبة لو قمست بين سبعين من أهل المدينة لوستعتهم، وهل وجدت أفضل من أن جادت بنفسها لله عز وجل ‏؟‏‏!‏ ‏\"‏ رواه مسلم‏.‏",
    "source": ""
  },
  {
    "id": 42305,
    "number": "1240",
    "text": "وعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ لو أن لابن آدم وادياً من ذهب أحب أن يكون له واديان، ولن يملأ فاه إلا التراب، ويتوب الله على من تاب‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42306,
    "number": "1241",
    "text": "وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏يضحك الله سبحانه وتعالى إلى رجلين يقتل أحدهما الآخر يدخلان الجنة، يقاتل هذا في سبيل الله فيقتل، ثم يتوب الله على القاتل فيسلم فيستشهد‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42307,
    "number": "1242",
    "text": "وعن أبي مالك الحارث بن عاصم الأشعري رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏الطهور شطر الإيمان، والحمد لله تملأ الميزان، وسبحان الله والحمد لله تملآن -أو تملأ- ما بين السماوات والأرض، والصلاة نور، والصدقة برهان، والصبر ضياء، والقرآن حجة لك أو عليك‏.‏ كل الناس يغدو، فبائع نفسه فمعتقها، أو موبقها‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42308,
    "number": "1243",
    "text": "وعن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله عنهما‏:‏ ‏\"‏أن ناساً من الأنصار سألوا رسول الله صلى الله عليه وسلم فأعطاهم، ثم سألوه فأعطاهم ، حتى نفد ما عنده، فقال لهم حين أنفق كل شيء بيده ‏:‏ ‏\"‏ما يكن عندي من خير فلن أدخره عنكم ، ومن يستعفف يعفه الله، ومن يستغن يغنه الله، ومن يتصبر يصبره الله‏.‏ وما أعطي أحد عطاءً خيراً وأوسع من الصبر‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42309,
    "number": "1244",
    "text": "وعن أبي يحيى صهيب بن سنان رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏\n\"‏عجبا لأمر المؤمن إن أمره كله له خير، وليس ذلك لأحد إلا للمؤمن ‏:‏ إن أصابته سراء شكر فكان خيراً له، وإن أصابته ضراء صبر فكان خيراً له‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42310,
    "number": "1245",
    "text": "وعن أنس رضي الله عنه قال‏:‏ لما ثقل النبي صلى الله عليه وسلم جعل يتغشاه الكرب فقالت فاطمة رضي الله عنها‏:‏ واكرب أبتاه‏.‏ فقال ‏:‏ ‏\n\"‏ليس على أبيك كرب بعد اليوم‏\"‏ فلما مات قالت ‏:‏ يا أبتاه أجاب رباً دعاه، يا أبتاه جنة الفردوس مأواه، يا أبتاه إلى جبريل ننعاه، فلما دفن قالت ‏:‏ فاطمة رضي الله عنها‏:‏ أطابت أنفسكم أن تحثوا على رسول الله صلى الله عليه وسلم التراب‏؟‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42311,
    "number": "1246",
    "text": "وعن أبي زيد أسامة بن زيد بن حارثة مولى رسول الله صلى الله عليه وسلم وحبه وابن حبه، رضي الله عنهما، قال‏:‏ أرسلت بنت النبي صلى الله عليه وسلم ‏:‏ إن ابني قد احتضر فاشهدنا، فأرسل يقرئ السلام ويقول‏:‏ ‏\"‏إن لله ما أخذ، وله ما أعطى، وكل شيء عنده بأجل مسمى، فلتصبر ولتحتسب‏\"‏ فأرسلت إليه تقسم عليه ليأتينها‏.‏ فقام ومعه سعد بن عبادة، ومعاذ بن جبل، وأبي بن كعب، وزيد بن ثابت، ورجال رضي الله عنهم، فرفع إلى رسول الله صلى الله عليه وسلم الصبي فأقعده في حجره ونفسه تقعقع، ففاضت عيناه، فقال سعد‏:‏ يا رسول الله ماهذا‏؟‏ فقال‏:‏ ‏\"‏هذه رحمة جعلها الله تعالى في قلوب عباده‏\"‏ وفى رواية ‏:‏ ‏\"‏في قلوب من شاء من عباده وإنما يرحم الله من عباده الرحماء‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42312,
    "number": "1247",
    "text": "وعن صهيب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ كان ملك فيمن كان قبلكم، وكان له ساحرٌ، فلما كبر قال للملك ‏:‏  إني قد كبرت فابعث إلى غلاماً أعلمه السحر؛ فبعث إليه غلاماً يعلمه،  وكان في  طريقه إذا سلك راهبٌ، فقعد إليه وسمع كلامه فأعجبه، وكان إذا أتى الساحر مر بالراهب وقعد إليه، فإذا أتى الساحر ضربه، فشكا ذلك إلى الراهب فقال‏:‏ إذا خشيت الساحر فقال‏:‏ حبسني أهلي، وإذا خشيت أهلك فقل‏:‏ حبسني الساحر‏.‏ \nفبينما هو على ذلك إذ أتى على دابةٍ عظيمةٍ قد حبست الناس فقال‏:‏ اليوم أعلم آلساحر أفضل أم الراهب أفضل‏؟‏ فآخذ حجراً فقال‏:‏ اللهم إن كان أمر الراهب أحب إليك من أمر الساحر فاقتل هذه الدابة حتى يمضي الناس، فرماها فقتلها ومضى الناس، فأتى الراهب فأخبره‏.‏ فقال له الراهب‏:‏ أي بني أنت اليوم أفضل مني، قد بلغ أمرك ما أرى، وإنك ستبتلى، فإن ابتليت فلا تدل علي؛ وكان الغلام يبرئ الأكمه والأبرص، ويداوي الناس من سائر الأدواء‏.‏ فسمع جليس للملك كان قد عمي، فأتاه بهدايا كثيرةٍ فقال‏:‏ ما هاهُنا لك أجمع إن أنت شفيتنى، فقال‏:‏ إني لا أشفي أحداً إنما يشفى الله تعالى، فإن آمنت بالله دعوت الله فشفاك، فآمن بالله تعالى فشفاه الله تعالى، فأتى الملك فجلس إليه كما كان يجلس فقال له الملك‏:‏ من ردّ عليك بصرك‏؟‏ فقال‏:‏ ربي قال‏:‏ ولك رب غيري ‏؟‏‏(‏ قال‏:‏ ربي وربك الله، فأخذه فلم يزل يعذبه حتى دل على الغلام، فجئ بالغلام فقال له الملك‏:‏ أى بني قد بلغ من سحرك ما تبرئ الأكمه والأبرص وتفعل وتفعل فقال‏:‏ إني لا أشفي أحداً، إنما يشفي الله تعالى، فأخذه فلم يزل يعذبه حتى دل على الراهب؛ فجيء بالراهب فقيل له‏:‏ ارجع عن دينك، فأبى ، فدعا بالمنشار فوضع المنشار في مفرق رأسه، فشقه حتى وقع شقاه، ثم جيء بجليس الملك فقيل له‏:‏ ارجع عن دينك فأبى، فوضع المنشار في مفرق رأسه، فشقه به حتى وقع شقاه، ثم جيء بالغلام فقيل له ارجع عن دينك فأبى، فدفعه إلى نفر من أصحابه فقال‏:‏ اذهبوا به إلى جبل كذا وكذا فاصعدوا به الجبل فقال‏:‏ اللهم اكفنيهم بما شئت، فرجف بهم الجبل فسقطوا، وجاء يمشي إلى الملك، فقال له الملك‏:‏ ما فعل أصحابك‏؟‏ فقال‏:‏ كفانيهم الله تعالى، فدفعه إلى نفر من أصحابه فقال ‏:‏ اذهبوا به فاحملوه في قرقور وتوسطوا به البحر، فإن رجع عن دينه وإلا فاقذفوه، فذهبوا به فقال‏:‏ اللهم اكفنيهم بما شئت، فانكفأت بهم السفينة فغرقوا، وجاء يمشي إلى الملك‏.‏ فقال له الملك ‏:‏ ما فعل أصحابك‏؟‏ فقال‏:‏ كفانيهم الله تعالى‏.‏ فقال الملك إنك لست بقاتلي حتى تفعل ما آمرك به‏.‏ قال ‏:‏ ما هو‏؟‏ قال ‏:‏ تجمع الناس في صعيد واحد، وتصلبني على جذع ، ثم خذ سهماً من كنانتي، ثم ضع السهم في كبد القوس ثم قل‏:‏ بسم الله رب الغلام ثم ارمني، فإنك إن فعلت ذلك قتلتني ‏.‏ فجمع الناس في صعيد واحد، وصلبه على جذع، ثم أخذ سهما من كنانته، ثم وضع السهم في كبد القوس، ثم قال‏:‏ بسم الله رب الغلام، ثم رماه فوقع السهم في صدغه، فوضع يده في صدغه فمات‏.‏ فقال الناس آمنا برب الغلام، فأتى الملك فقيل له‏:‏ أرأيت ما كنت تحذر قد والله نزل بك حذرك‏.‏ قد آمن الناس‏.‏ فأمر بالأخدود بأفواه السكك فخدت وأضرم فيها النيران وقال‏:‏ من لم يرجع عن دينه فأقحموه فيها أو قيل له ‏:‏ اقتحم ، ففعلوا حتى جاءت امرأة ومعها صبى لها، فتقاعست ان تقع فيها، فقال لها الغلام‏:‏ يا أماه اصبري فإنك على الحق‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42313,
    "number": "1248",
    "text": "وعن أنس رضي الله عنه قال‏:‏ مر النبي صلى الله عليه وسلم بامرأة تبكي عند قبر فقال ‏:‏ ‏\"‏اتقي الله واصبري‏\"‏ فقالت ‏:‏ إليك عني ، فإنك لم تصب بمصيبتي ‍‍‍‏(‏ ولم تعرفه، فقيل لها ‏:‏ إنه النبي صلى الله عليه وسلم ، فأتت باب النبي صلى الله عليه وسلم، فلم تجد عنده بوابين، فقالت‏:‏ لم أعرفك، فقال‏:‏ ‏\"‏إنما الصبر عند الصدمة الأولى‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42314,
    "number": "1249",
    "text": "وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال ‏:‏ ‏\n\"‏ يقول الله تعالى ‏:‏ ما لعبدي المؤمن عندي جزاء إذا قبضت صفيه من أهل الدنيا ثم احتسبه إلا الجنة‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42315,
    "number": "1250",
    "text": "وعن عائشة رضي الله عنها أنها سألت رسول الله صلى الله عليه وسلم عن الطاعون، فأخبرها أنه كان عذاباً يبعثه الله تعالى على من يشاء، فجعله الله تعالى رحمة للمؤمنين، فليس من عبد يقع في الطاعون فيمكث في  بلده صابراً محتسباً يعلم أنه لا يصيبه إلا ما كتب الله له إلا كان له مثل أجر الشهيد‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42316,
    "number": "1251",
    "text": "وعن أنس رضي الله عنه قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول ‏:‏ ‏\n\"‏إن لله عزوجل قال‏:‏ إذا ابتليت عبدي بحبيبتيه فصبر عوضته منهما الجنة‏\"‏ \n\n(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42317,
    "number": "1252",
    "text": "وعن عطاء بن أبي رباح قال‏:‏ قال لي ابن عباس رضي الله عنهما‏:‏ ألا أريك امرأة من أهل الجنة ‏\"‏ فقلت‏:‏ بلى، قال‏:‏ هذه المرأة السوداء أتتت النبي صلى الله عليه وسلم فقالت ‏:‏ إني أصرع، و إني أتكشف، فادع الله تعالى لي قال‏:‏ ‏\"‏إن شئت صبرت ولك الجنة، وإن شئت دعوت الله تعالى أن يعافيك‏\"‏ فقالت‏:‏ أصبر، فقالت‏:‏  إني أتكشف ، فادع الله أن لا أتشكف ، فدعا لها‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42318,
    "number": "1253",
    "text": "وعن أبي عبد الرحمن عبد الله بن مسعود رضي الله عنه قال‏:‏ كأني انظر إلى رسول الله صلى الله عليه وسلم يحكي نبياً من الأنبياء، صلوات الله وسلامه عليهم، ضربه قومه فأدموه وهو يمسح الدم عن وجهه، يقول ‏:‏ ‏\n\"‏اللهم اغفر لقومى فإنهم لا يعلمون‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42319,
    "number": "1254",
    "text": "وعن أبي سعيد وأبي هريرة رضي الله عنهما عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ما يصيب المسلم من نصب ولا وصب ولا هم ولا حزن ولا أذى ولا غم، حتى الشوكة يشاكها إلا كفر الله بها من خطاياه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏ \n\n'‏و‏ ‏الوصب‏ ‏':‏ المرض .‏",
    "source": ""
  },
  {
    "id": 42320,
    "number": "1255",
    "text": "وعن ابن مسعود رضي الله عنه قال‏:‏ دخلت على النبي صلى الله عليه وسلم وهو يوعك فقلت‏:‏ يارسول الله إنك توعك وعكاً شديداً قال‏:‏ ‏\"‏أجل  إني أوعك كما يوعك رجلان منكم‏\"‏ قلت‏:‏ ذلك أن لك أجرين ‏؟‏ قال‏:‏ ‏\"‏أجل ذلك كذلك ما من مسلم يصيبه أذى؛  شوكة فما فوقها إلا كفر الله بها سيئاته ، وحطت عنه ذنوبه كما تحط الشجرة ورقها‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42321,
    "number": "1256",
    "text": "وعن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏\n\"‏ من يرد الله به خيراً يصب منه‏\"‏ ‏:‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42322,
    "number": "1257",
    "text": "وعن أنس رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏ لا يتمنين أحدكم الموت لضر أصابه، فإن كان لابد فاعلاً فليقل‏:‏ اللهم أحيني ما كانت الحياة خيراً لي وتوفني إذا كانت الوفاة خيراً لي‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42323,
    "number": "1258",
    "text": "وعن أبي عبد الله خباب بن الأرت رضي الله عنه قال‏:‏ شكونا إلى رسول الله صلى الله عليه وسلم وهو متوسد بردة له في  ظل الكعبة، فقلنا ‏:‏ ألا تستنصر لنا ألا تدعو لنا‏؟‏ فقال‏:‏ قد كان من قبلكم يؤخذ الرجل فيحفر له في  الأرض فيجعل فيها ثم يؤتى بالمنشار فيوضع على رأسه فيجعل نصفين، ويمشط بأمشاط من الحديد ما دون لحمه وعظمه، ما يصده ذلك عن دينه، والله ليتمن الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا الله والذئب على غنمه، ولكنكم تستعجلون‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42324,
    "number": "1259",
    "text": "وعن ابن مسعود رضي الله عنه قال ‏:‏ لما كان يوم حنين آثر رسول الله صلى الله عليه وسلم ناساً في القسمة، فأعطى الأقرع بن حابس مائة من الإبل، وأعطى عيينة بن حصن مثل ذلك، وأعطى ناساً من أشراف العرب وآثرهم يومئذ في  القسمة‏.‏ فقال رجل‏:‏ والله إن هذه قسمة ما عدل فيها، وما أريد فيها وجه الله، فقلت ‏:‏ والله لأخبرن رسول الله صلى الله عليه وسلم ، فأتيته فأخبرته بما قال‏:‏ فتغير وجههه حتى كان كالصرف ‏.‏ ثم قال ‏\n\"‏ فمن يعدل إذا لم يعدل الله ورسوله‏؟‏ ثم قال‏:‏ يرحم الله موسى قد أوذي بأكثر من هذا فصبر‏\"‏‏.‏ فقلت‏:‏ لا جرم لا أرفع إليه بعدها حديثاً‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42325,
    "number": "1260",
    "text": "وعن أنس رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏‏\"‏إذا أراد الله بعبده خيراً عجل له العقوبة في  الدنيا، وإذا أراد الله بعبده الشر أمسك عنه بذنبه حتى يوافي به يوم القيامة‏\"‏‏.‏ \nوقال النبي صلى الله عليه وسلم ‏:‏ ‏\"‏إن عظم الجزاء مع عظم البلاء، وإن الله تعالى إذا أحب قوماً ابتلاهم، فمن رضي فله الرضى، ومن سخط فله السخط‏\"‏ ‏(‏‏(‏رواه الترمذي وقال ‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42326,
    "number": "1261",
    "text": "وعن أنس رضي الله عنه قال‏:‏ كان ابن لأبي طلحة رضي الله عنه يشتكي، فخرج أبو طلحة، فقبض الصبي، فلما رجع أبو طلحة قال‏:‏ ما فعل ابني‏؟‏ قالت أم سليم وهى أم الصبي ‏:‏ هو أسكن ما كان، فقربت إليه العشاء فتعشى، ثم أصاب منها، فلما فرغ قالت‏:‏ واروا الصبي، فلما أصبح أبو طلحة أتى رسول الله صلى الله عليه وسلم فأخبره، فقال‏:‏ ‏\"‏أعرستم الليلة ‏؟‏‏\"‏ قال‏:‏ نعم ، قال‏:‏ ‏\"‏اللهم بارك لهما، فولدت غلاماً، فقال لي أبو طلحة‏:‏ احمله حتى تأتى به النبي صلى الله عليه وسلم، وبعث معه بتمرات، فقال‏:‏ ‏\"‏أمعه شيء‏؟‏‏\"‏ قال‏:‏ نعم، تمرات فأخذها النبي صلى الله عليه وسلم فمضغها ، ثم أخذها من فيه فجعلها في فيّ الصبي ، ثم حنكه وسماه عبد الله‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏ \n\n\nوفى رواية لمسلم‏:‏ مات ابن لأبي طلحة بن أم سليم ، فقالت لأهلها لا تحدثوا أبا طلحة بابنه حتى أكون أنا أحدثه، فجاء فقربت إليه عشاءً فأكل وشرب، ثم تصنعت له أحسن ما كانت تصنع قبل ذلك، فوقع بها، فلما أن رأت أنه قد شبع وأصاب منها قالت‏:‏ يا أبا طلحة، أرأيت لو أن قوماً أعاروا عاريتهم أهل بيت فطلبوا عاريتهم، ألهم أن يمنعوهم‏؟‏ قال‏:‏ لا، فقالت ‏:‏ فاحتسب ابنك‏.‏ قال‏:‏ فغضب، ثم قال‏:‏ تركتني حتى إذا تلطخت أخبرتني بابني‏؟‏‏!‏ فانطلق حتى أتى رسول الله صلى الله عليه وسلم فأخبره بما كان ، فقال رسول الله صلى الله عليه وسلم‏.‏ ‏\"‏بارك الله في ليلتكما‏\"‏ قال‏:‏ فحملت، قال وكان رسول الله صلى الله عليه وسلم في سفر وهي معه، وكان رسول الله صلى الله عليه وسلم إذا أتى المدينة من سفر لا يطرقها طروقاً فدنوا من المدينة، فضربها المخاض، فاحتبس عليها أبو طلحة، وانطلق رسول الله صلى الله عليه وسلم قال‏:‏ يقول أبو طلحة‏:‏ إنك لتعلم يارب أنه يعجبني أن أخرج مع رسول الله صلى الله عليه وسلم إذا خرج، وأدخل معه إذا دخل، وقد احتبست بما ترى، تقول أم سليم‏:‏ يا أبا طلحة ما أجد الذى كنت أجد، انطلق، فانطلقنا، وضربها المخاض حين قدما فولدت غلاماً‏.‏ فقالت لي أمي ‏:‏ يا أنس لا يرضعه أحد حتى تغدو به على رسول الله صلى الله عليه وسلم، فلما أصبح احتملته فانطلقت به إلى رسول الله صلى الله عليه وسلم‏.‏ وذكر تمام الحديث‏.‏",
    "source": ""
  },
  {
    "id": 42327,
    "number": "1262",
    "text": "وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ليس الشديد بالصرعة، إنما الشديد الذى يملك نفسه عند الغضب‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42328,
    "number": "1263",
    "text": "وعن سليمان بن صرد رضي الله عنه قال‏:‏ كنت جالساً مع النبي صلى الله عليه وسلم، ورجلان يستبان، وأحدهما قد احمر وجهه، وانتفخت أوداجه‏.‏ فقال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏ إني لأعلم كلمة لو قالها لذهب عنه ما يجد، لو قال‏:‏ أعوذ بالله من الشيطان الرجيم ذهب منه ما يجد‏\"‏‏.‏ فقال له‏:‏ إن النبي صلى الله عليه وسلم قال‏:‏ ‏\"‏ تعوذ بالله من الشيطان الرجيم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42329,
    "number": "1264",
    "text": "وعن معاذ بن أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ من كظم غيظاً ، وهو قادر على أن ينفذه، دعاه الله سبحانه وتعالى على رؤوس الخلائق يوم القيامة حتى يخيره من الحور العين ما شاء‏\"‏ ‏(‏‏(‏رواه أبو داود، والترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42330,
    "number": "1265",
    "text": "وعن أبي هريرة رضي الله عنه ، أن رجلاً قال للنبي صلى الله عليه وسلم‏:‏ أوصني، قال‏:‏ ‏\"‏لا تغضب‏\"‏ فردد مراراً، قال‏:‏ ‏\"‏ لاتغضب‏\"‏ رواه البخاري‏.‏",
    "source": ""
  },
  {
    "id": 42331,
    "number": "1266",
    "text": "وعن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏ ما يزال البلاء بالمؤمن والمؤمنة في  نفسه وولده ة وماله حتى يلقى الله تعالى وما عليه خطيئة‏\"‏ ‏(‏‏(‏رواه الترمذي وقال حديث حسن صحيح‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42332,
    "number": "1267",
    "text": "وعن ابن عباس رضي الله عنهما قال‏:‏ قدم عيينة بن حصن فنزل على ابن أخيه الحر بن قيس، وكان من النفر الذين يدنيهم عمر رضي الله عنه، وكان القراء أصحاب مجلس عمر رضي الله عنه ومشاورته كهولاً كانوا أو شباناً، فقال عيينة لابن أخيه ‏:‏ يا ابن أخي لك وجه عند هذا الأمير فاستأذن لي عليه، فاستأذن فأذن عمر‏.‏ فلما دخل قال‏:‏ هِىَ يا ابن الخطاب، فوالله ما تعطينا الجزل ولا تحكم فينا بالعدل، فغضب عمر رضي الله عنه حتى همّ أن يوقع به، فقال له الحر‏:‏ يا أمير المؤمنين إن الله تعالى قال لنبيه صلى الله عليه وسلم‏:‏ ‏{‏خذ العفو وأمر بالعرف وأعرض عن الجاهلين‏}‏ ‏(‏‏(‏الأعراف: 199‏)‏‏)‏‏.‏ وإن هذا من الجاهلين، والله ما جاوزها عمر حين تلاها، وكان وقافاً عند كتاب الله تعالى‏.‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42333,
    "number": "1268",
    "text": "وعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ إنها ستكون بعدي أثرة وأمور تنكرونها ‏!‏ قالوا‏:‏ يا رسول الله فما تأمرنا‏؟‏ قال‏:‏ تؤدون الحق الذى عليكم ، وتسألون الله الذى لكم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42334,
    "number": "1269",
    "text": "وعن أبي يحيى أسيد بن حضير رضي الله عنه أن رجلاً من الأنصار قال‏:‏ يا رسول الله ألا تستعملني كما استعملت فلاناً فقال‏:‏ ‏\n\"‏إنكم ستلقون بعدي أثرة، فاصبروا حتى تلقوني على الحوض‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42335,
    "number": "1270",
    "text": "وعن أبي إبراهيم عبد الله بن أبي أوفى رضي الله عنهما أن رسول الله صلى الله عليه وسلم في  بعض أيامه التي لقي فيها العدو، انتظر حتى إذا مالت الشمس قام فيهم فقال‏:‏ ‏\"‏ يا أيها الناس لا تتمنوا لقاء العدو، واسألوا الله العافية، فإذا لقيتموهم فاصبروا، واعلموا أن الجنة تحت ظلال السيوف‏\"‏ ثم قال النبي صلى الله عليه وسلم ‏:‏ ‏\"‏ اللهم منزل الكتاب ومجري السحاب ، وهازم الأحزاب، اهزمهم وانصرنا عليهم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ وبالله التوفيق‏.‏",
    "source": ""
  },
  {
    "id": 42336,
    "number": "1271",
    "text": "فالأول عن ابن مسعود رضي الله عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏إن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة، وإن الرجل ليصدق حتى يكتب عند الله صديقاً، وإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار، وإن الرجل ليكذب حتى يكتب عند الله كذاباً‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42337,
    "number": "1272",
    "text": "الثانى‏:‏ عن أبي محمد الحسن بن علي بن أبي طالب، رضي الله عنهما ، قال ‏:‏ حفظت من رسول الله، صلى الله عليه وسلم ‏:‏ ‏\n\"‏دع ما يريبك إلى ما لا يريبك؛  فإن الصدق طمأنينة، والكذب ريبةٌ‏\"‏ ‏(‏‏(‏رواه الترمذي وقال حديث حسن صحيح‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42338,
    "number": "1273",
    "text": "الثالث‏:‏ عن أبي سفيان صخر بن حرب ، رضي الله عنه، في  حديثه الطويل في  قصة هرقل، قال هرقل‏:‏ فماذا يأمركم -يعنى النبي صلى الله عليه وسلم- قال أبو سفيان‏:‏ قلت ‏:‏يقول ‏:‏ ‏\n\"‏ اعبدوا الله وحده لا تشركوا به شيئاً، واتركوا ما يقول آباؤكم ، ويأمرنا بالصلاة، والصدق، والعفاف، والصلة‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42339,
    "number": "1274",
    "text": "الرابع‏:‏ عن أبي ثابت، وقيل أبي سعيد، وقيل أبي الوليد، سهل بن حنيف ، وهو بدري، رضي الله عنه، أن النبي ، صلى الله عليه وسلم، قال‏:‏ ‏\n\"‏من سأل الله، تعالى، الشهادة بصدق بلغه الله منازل الشهداء، وإن مات على فراشه‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42340,
    "number": "1275",
    "text": "الخامس‏:‏ عن أبي هريرة ، رضي الله عنه ، قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏غزا نبي من الأنبياء صلوات الله وسلامه عليهم فقال لقومه‏:‏ لا يتبعني رجل ملك بضع امرأة‏.‏ وهو يريد أن يبني بها ولما يبن بها، ولا أحد بنى بيوتا لم يرفع سقوفها، ولا أحد اشترى غنما أو خلفات وهو ينتظر أولادها‏.‏ فغزا فدنا من القرية صلاة العصر أو قريباً من ذلك، فقال للشمس‏:‏ إنك مأمورة وأنا مأمور، اللهم احبسها علينا، فحبست حتى فتح الله عليه، فجمع الغنائم، فجائت -يعني النار- لتأكلها فلم تطعمها، فقال ‏:‏ إن فيكم غلولاً، فليبايعني من كل قبيلةٍ رجل، فلزقت يد رجل بيده فقال‏:‏ فيكم الغلول، فلتبايعني قبيلتك، فلزقت يد رجلين أو ثلاثة بيده فقال‏:‏ فيكم الغلول‏:‏ فجاؤوا برأس مثل رأس بقرة من الذهب، فوضعها فجاءت النار فأكلتها، فلم تحل الغنائم لأحد قبلنا، ثم أحل الله لنا الغنائم لما رأى ضعفنا وعجزنا فأحلها لنا‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42341,
    "number": "1276",
    "text": "السادس‏:‏ عن أبي خالد حكيم بن حزام‏.‏ رضي الله عنه ، قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏ البيعان بالخيار مالم يتفرقا، فإن صدقاً وبينا بورك لهما في  بيعهما، وإن كتما وكذبا محقت بركة بيعهما‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42342,
    "number": "1277",
    "text": "وأما الأحاديث ؛ فالأول‏:‏ عن عمر بن الخطاب، رضي الله عنه ، قال ‏\n\"‏ بينما نحن جلوس عند رسول الله، صلى الله عليه وسلم ذات يوم إذ طلع عينا رجل شديد بياض الثياب ، شديد سواد الشعر، لا يرى عليه أثر السفر، ولا يعرفه منا أحد، حتى جلس إلى النبي ،صلى الله عليه وسلم ، فأسند ركبتيه إلى ركبتيه، ووضع كفيه على فخذيه وقال‏:‏ يا محمد أخبرني عن الإسلام، فقال‏:‏ رسول الله صلى الله عليه وسلم‏:‏ الإسلام أن تشهد أن لا إله إلا الله ، وأن محمداً رسول الله وتقيم الصلاة، وتؤتي الزكاة ، وتصوم رمضان ، وتحج البيت إن استطعت إليه سبيلاً‏.‏ قال صدقت‏.‏ فعجبنا له يسأله ويصدقه‏!‏ قال ‏:‏ فأخبرني عن الإيمان‏.‏ قال أن تؤمن بالله، وملائكته، وكتبه ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره‏.‏ قال صدقت‏.‏ قال فأخبرني عن الإحسان ‏.‏ قال أن تعبد الله كأنك تراه؛ فإن لم تكن تراه فإنه يراك‏.‏ قال‏:‏ فأخبرني عن الساعة‏.‏ قال‏:‏ ما المسؤول عنها بأعلم من السائل‏.‏ قال ‏:‏ فأخبرني عن أماراتها قال‏:‏ أن تلد الأمة ربتها، وأن ترى الحفاة العراة العالة رعاء الشاء يتطالون في  البنيان‏.‏ ثم انطلق، فلبثت ملياً، ثم قال‏:‏ يا عمر أتدري من السائل‏؟‏ قلت‏:‏ الله ورسوله أعلم‏.‏ قال‏:‏ فإنه جبريل أتاكم يعلمكم أمر دينكم‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42343,
    "number": "1278",
    "text": "الثانى‏:‏ عن أبي ذر جندب بن جنادة، وأبي عبد الرحمن معاذ بن جبل، رضي الله عنهما، عن رسول الله صلى الله عليه وسلم، قال‏:‏ ‏\n\"‏ اتق الله حيثما كنت واتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن‏\"‏ ‏(‏‏(‏رواه الترمذي وقال حديث حسن ‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42344,
    "number": "1279",
    "text": "الثالث‏:‏ عن ابن عباس، رضي الله عنهما، قال‏:‏ ‏\"‏ كنت خلف النبي، صلى الله عليه وسلم، يوماً فقال‏:‏ ‏\"‏ يا غلام  إني أعلمك كلمات‏:‏ ‏\"‏احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله ، وإذا استعنت فاستعن بالله، واعلم‏:‏ أن الأمة لو اجتمعت على أن ينفعوك بشيء، لم ينفعوك إلا بشيء قد كتبه الله لك، وإن اجتمعوا على أن يضروك بشيء، لم يضروك بشيء إلا بشيء قد كتبه الله عليك؛ رفعت الأقلام، وجفت الصحف‏\"‏ ‏(‏‏(‏رواه الترمذي وقال حديث حسن صحيح‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42345,
    "number": "1280",
    "text": "الرابع‏:‏ عن أنس رضي الله عنه قال‏:‏ ‏\n\"‏إنكم لتعملون أعمالاً هي أدق في  أعينكم من الشعر، كنا نعدها على عهد رسول الله صلى الله عليه وسلم من الموبقات‏\"‏ ‏(‏‏(‏رواه البخاري ‏)‏‏)‏ \n\n'‏وقال ‏:‏ ‏ ‏الموبقات‏ ‏ المهلكات  ‏'.‏",
    "source": ""
  },
  {
    "id": 42346,
    "number": "1281",
    "text": "الخامس ‏:‏ عن أبي هريرة، رضي الله عنه ، عن النبي صلى الله عليه وسلم، قال‏:‏ ‏\n\"‏ إن الله تعالى يغار، وغيرة الله ، تعالى، أن يأتي المرء ما حرم الله عليه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42347,
    "number": "1282",
    "text": "السادس ‏:‏ عن أبي هريرة رضي الله عنه أنه سمع النبي صلى الله عليه وسلم يقول‏:‏ ‏\n\"‏ إن ثلاثة من بنى إسرائيل ‏:‏ أبرص ، وأقرع، وأعمى، أراد الله أن يبتليهم فبعث إليهم ملكاً، فأتى الأبرص فقال‏:‏ أي شيء أحب إليك‏؟‏ قال ‏:‏ لون حسن، وجلد حسن ، ويذهب عني الذى قد قذرني الناس؛ فمسحه فذهب عنه قذره وأعطي لونا حسناً‏.‏ قال‏:‏ فأي المال أحب إليك‏؟‏ قال‏:‏ الإبل-أو قال البقر-شك الرواي- فأعطي ناقة عشراء، فقال‏:‏ بارك الله لك فيها‏.‏ \nفأتى الأقرع فقال‏:‏ أي شيء أحب إليك‏؟‏ قال‏:‏ شعر حسن، ويذهب عني هذا الذى قذرني الناس ، فمسحه فذهب عنه وأعطي شعراً حسناً‏.‏ قال‏:‏ فأي المال أحب إليك‏؟‏ قال‏:‏ البقر، فأعطي بقرة حاملاً،وقال بارك الله لك فيها‏.‏\nفأتي الأعمى فقال‏:‏ أي شيء أحب إليك‏؟‏ قال‏:‏ أن يرد الله إلي بصري فأبصر الناس، فمسحه فرد الله إليه بصره‏.‏ قال‏:‏ فأي المال أحب إليك‏؟‏ قال‏:‏ الغنم، فأعطي شاة والداً‏.‏ فأنتج هذان وولد هذا، فكان لهذا واد من الإبل، ولهذا واد من البقر، ولهذا واد من الغنم‏.‏\nثم إنه أتى الأبرص في صورته وهيئته، فقال له‏:‏ رجل مسكين وابن سبيل قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك، أسألك بالذي أعطاك اللون الحسن، والجلد الحسن، والمال، بعيراً أتبلغ به في سفري، فقال‏:‏ الحقوق كثيرة‏.‏ فقال ‏:‏ كأني أعرفك، ألم تكن أبرص يقذرك الناس فقيراً، فأعطاك الله ‏؟‏‏!‏ فقال ‏:‏ إنما ورثت هذا المال كابراً عن كابر، فقال‏:‏ إن كنت كاذباً فصيرك الله إلى ما كنت‏.‏\nوأتى الأقرع، فقال له مثل ما قال لهذا، ورد عليه مثل ما ردّ هذا، فقال إن كنت كاذبا فصيرك الله إلى ما كنت ‏.‏\nوأتى الأعمى في صورته وهيئته، فقال‏:‏ رجل مسكين وابن سبيل انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك، أسألك بالذي رد عليك بصرك شاة أتبلغ بها في سفري‏؟‏ فقال‏:‏ قد كنت أعمى فرد الله بصري، فخذ ما شئت ودع ما شئت، فوالله ما أجهدك اليوم بشيء أخذته لله عز وجل فقال‏:‏ أمسك عليك مالك فإنما ابتليتم، فقد رضي الله عنك، وسخط على صاحبيك‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42348,
    "number": "1283",
    "text": "السابع‏:‏ عن أبي يعلى شداد بن أوس رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ الكيس من دان نفسه، وعمل لما بعد الموت ، والعاجز من أتبع نفسه هواها، وتمنى على الله‏\"‏ ‏(‏‏(‏رواه الترمذي وقال حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42349,
    "number": "1284",
    "text": "الثامن‏:‏ عن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏ من حسن إسلام المرء تركه ما لا يعنيه‏\"‏ ‏(‏‏(‏حديث حسن رواه الترمذي وغيره‏)‏‏)‏",
    "source": ""
  },
  {
    "id": 42350,
    "number": "1285",
    "text": "التاسع‏:‏ عن عمر رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏لا يسأل الرجل فيم ضرب امرأته‏\"‏ ‏(‏‏(‏رواه أبو دواد وغيره‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42351,
    "number": "1286",
    "text": "وأما الأحاديث فالأول‏:‏ عن أبي هريرة رضي الله عنه قال‏:‏ قيل ‏:‏ يا رسول الله من أكرم الناس‏؟‏ قال‏:‏ ‏\"‏أتقاهم‏\"‏‏.‏ فقالوا‏:‏ ليس عن هذا نسألك، قال‏:‏ ‏\"‏ فيوسف نبي الله بن نبي الله بن نبي الله بن خليل الله‏\"‏ قالوا‏:‏ ليس عن هذا نسألك، قال‏:‏ ‏\"‏فعن معادن العرب تسألوني‏؟‏ خيارهم في الجاهلية خيارهم في الإسلام إذا فقهواً ‏:‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42352,
    "number": "1287",
    "text": "الثاني‏:‏ عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ إن الدنيا حلوة خضرة، وإن الله مستخلفكم فيها فينظر كيف تعملون، فاتقوا الدنيا واتقوا النساء؛ فإن أول فتنة بني إسرائيل كانت في النساء‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42353,
    "number": "1288",
    "text": "الثالث‏:‏ عن ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم كان يقول‏:‏ ‏\n\"‏اللهم إني أسألك الهدى والتقى والعفاف والغنى‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42354,
    "number": "1289",
    "text": "الرابع‏:‏ عن أبي ظريف عدي بن حاتم الطائي رضي الله عنه قال‏:‏ سمعت رسول الله صلى الله عليه وسلم  يقول‏:‏ ‏\n\"‏من حلف على يمين ثم رأى أتقى لله منها فليأت التقوى‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42355,
    "number": "1290",
    "text": "الخامس‏:‏ عن أبي أمامة صدي بن عجلان الباهلي رضي الله عنه قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يخطب في حجة الوداع فقال ‏:‏ اتقوا الله ، وصلوا خمسكم، وصوموا شهركم، وأدوا زكاة أموالكم، وأطيعوا أمراءكم، تدخلوا جنة ربكم‏\"‏ ‏(‏‏(‏رواه الترمذي، في آخر كتاب الصلاة وقال ‏:‏ حديث حسن صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42356,
    "number": "1291",
    "text": "فالأول عن ابن عباس رضي الله عنهما قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ عرضت علي الأمم، فرأيت النبي ومعه الرهيط، والنبي ومعه الرجل والرجلان، والنبي وليس معه أحد إذ رفع لي سواد عظيم فظننت أنهم أمتي، فقيل لى ‏:‏ هذا موسى وقومه، ولكن انظر إلى الأفق، فنظرت فإذا سواد عظيم، فقيل لى، انظر إلى الأفق الآخر، فإذا سواد عظيم، فقيل لي‏:‏ هذه أمتك، ومعهم سبعون ألفاً يدخلون الجنة بغير حساب ولا عذاب‏\"‏ ثم نهض فدخل منزله، فخاض الناس في أولئك الذين يدخلون الجنة بغير حساب ولا عذاب، فقال بعضهم‏:‏ فلعلهم الذين صحبوا رسول الله صلى الله عليه وسلم ، وقال بعضهم‏:‏ فلعلهم الذين ولدوا في الإسلام، فلم يشركوا بالله شيئاً- وذكروا أشياء- فخرج عليهم رسول الله صلى الله عليه وسلم فقال‏:‏ ‏\"‏ما الذي تخوضون فيه‏؟‏‏\"‏ فأخبروه فقال‏:‏ ‏\"‏هم الذين لا يرقون ، ولا يسترقون ولا يتطيرون، وعلى ربهم يتوكلون‏\"‏ فقام عكاشة بن محصن فقال‏:‏ ادع الله أن يجعلني منهم، فقال‏:‏ ‏\"‏أنت منهم‏\"‏ ثم قام رجل آخر فقال‏:‏ ادع الله أن يجعلني منهم فقال‏:‏ ‏\"‏سبقك بها عكاشة‏\"‏ ‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42357,
    "number": "1292",
    "text": "الثاني‏:‏ عن ابن عباس رضي الله عنهما أيضاً أن رسول الله صلى الله عليه وسلم كان يقول‏:‏ ‏\n\"‏اللهم لك أسلمت وبك آمنت، وعليك توكلت، وإليك أنبت ، وبك خاصمت‏.‏ اللهم أعوذ بعزتك، لا إله إلا أنت أن تضلني، أنت الحي الذي لا تموت، والجن والإنس يموتون‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏ ‏(‏‏(‏وهذا لفظ مسلم، واختصره البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42358,
    "number": "1293",
    "text": "الثالث‏:‏ عن ابن عباس رضي الله عنهما أيضاً قال‏:‏ ‏\"‏حسبنا الله ونعم الوكيل، قالها إبراهيم صلى الله عليه وسلم حين ألقي في النار، وقالها محمد صلى الله عليه وسلم حين قالوا‏:‏ إن الناس قد جمعوا لكم فاخشوهم فزادهم إيمانا وقالوا‏:‏ حسبنا الله ونعم الوكيل‏:‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42359,
    "number": "1294",
    "text": "الرابع‏:‏ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏يدخل الجنة أقوام أفئدتهم مثل أفئدة الطير‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42360,
    "number": "1295",
    "text": "الخامس‏:‏ عن جابر رضي الله عنه أنه غزا مع النبي صلى الله عليه وسلم قبل نجد، فلما قفل رسول الله صلى الله عليه وسلم قفل معهم، فأدركتهم القائلة في واد كثير العضاه، فنزل رسول الله صلى الله عليه وسلم، وتفرق الناس يستظلون بالشجر، ونزل رسول الله صلى الله عليه وسلم تحت سمرة، فعلق بها سيفه، ونمنا نومة، فإذا رسول الله صلى الله عليه وسلم يدعونا، وإذا عنده أعرابي\t فقال‏:‏ ‏\n\"‏إن هذا اختراط علي سيفي وأنا نائم، فاسيقظت وهو في يده صلتا، قال‏:‏ من يمنعك منى‏؟‏ قلت‏:‏ الله-ثلاثا‏\"‏ ولم يعاقبه وجلس‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏ \nوفي رواية ‏:‏ قال جابر‏:‏ كنا مع رسول الله صلى الله عليه وسلم بذات الرقاع‏:‏ فإذا أتينا على شجرة ظليلة تركناها لرسول الله صلى الله عليه وسلم، فجاء رجل من المشركين، وسيف رسول الله صلى الله عليه وسلم معلق بالشجرة، فاخترطه فقال ‏:‏ تخافني‏؟‏ قال‏:‏ ‏ ‏لا‏ ‏ قال ‏:‏ فمن يمنعك مني ‏؟‏ قال‏:‏ ‏ ‏الله‏ ‏‏.‏\nوفي رواية أبي بكر الإسماعيلى في صحيحه‏:‏ قال‏:‏ من يمنعك مني‏؟‏ قال ‏:‏ ‏ ‏الله‏ ‏ قال‏:‏ فسقط السيف من يده، فأخذ رسول الله صلى الله عليه وسلم السيف فقال‏:‏ ‏ ‏من يمنعك مني‏؟‏‏ ‏ فقال كن خير آخذ، فقال ‏ ‏تشهد أن لا إله إلا الله ، وأني رسول الله‏؟‏ ‏ ‏ قال‏:‏ لا، ولكني أعاهدك أن لا أقاتلك ولا أكون مع قوم يقاتلونك، فخلى سبيله، فأتى أصحابه فقال‏:‏ جئتكم من عند خير الناس‏.‏",
    "source": ""
  },
  {
    "id": 42361,
    "number": "1296",
    "text": "السادس‏:‏ عن عمر رضي الله عنه قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول ‏:‏ ‏\n\"‏لو أنكم تتوكلون على الله حق توكله لرزقكم كما يرزق الطير ، تغدو خماصاً وتروح بطاناً‏\"‏ ‏(‏‏(‏رواه الترمذي ، وقال حديث حسن ‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42362,
    "number": "1297",
    "text": "السابع‏:‏ عن أبي عمارة البراء بن عازب رضي الله عنهما قال ‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏ يا فلان إذا أويت إلى فراشك فقل‏:‏ اللهم أسلمت نفسي إليك، ووجهت وجهي إليك‏:‏ وفوضت أمري إليك ، وألجأت ظهري إليك، رغبة ورهبة إليك، لا ملجأ ولا منجى منك إلا إليك ، آمنت بكتابك الذي أنزلت، ونبيك الذي أرسلت؛ فإنك إن مت من ليلتك مت على الفطرة، وإن أصبحت أصبت خيراً‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42363,
    "number": "1298",
    "text": "الثامن‏:‏ عن أبي بكر الصديق رضي الله عنه عن عبد الله بن عثمان بن عامر بن عمر بن كعب بن سعد بن تيم بن مرة بن كعب بن لؤي بن غالب القرشي التيمي رضي الله عنه - وهو وأبوه وأمه صحابة، رضي الله عنهم- قال‏:‏ نظرت إلى أقدام المشركين ونحن في الغار وهم على رؤوسنا فقلت يارسول الله لو أن أحدهم نظر تحت قدمية لأبصرنا‏.‏ فقال‏:‏ ‏\n\"‏ ما ظنك يا أبا بكر باثنين الله ثالثهما‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42364,
    "number": "1299",
    "text": "التاسع‏:‏ عن أم المؤمنين أم سلمة، واسمها هند بنت أبي أمية حذيفة المخزومية، رضي الله عنها أن النبي صلى الله عليه وسلم كان إذا خرج من بيته قال‏:‏ ‏\n\"‏بسم الله، توكلت على الله ، اللهم إني أعوذ بك أن أضل أو أضل، أو أذل أو أذل، أو أظلم أو أظلم ، أو أجهل أو يجهل علي‏\"‏ ‏(‏‏(‏حديث صحيح رواه أبو داود، والترمذي وغيرهما بأسانيد صحيحة‏)‏‏)‏ ‏.‏ ‏(‏‏(‏قال الترمذي‏:‏ حديث حسن صحيح، وهذا لفظ أبي داود‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42365,
    "number": "1300",
    "text": "العاشر‏:‏ عن أنس رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\"‏من قال-يعني إذا خرج من بيته-‏:‏ بسم الله توكلت على الله، ولا حول ولا قوة إلا بالله ، يقال له‏:‏ هديت وكفيت ووقيت، وتنحى عنه الشيطان‏\"‏‏.‏ رواه أبو داود والترمذي، والنسائي وغيرهم‏.‏ وقال الترمذي‏:‏ حديث حسن، زاد أبو داود‏:‏ ‏\"‏فيقول ‏:‏-يعني الشيطان-لشيطان آخر‏:‏ كيف لك برجل قد هدي وكفي ووقيّ ‏؟‏",
    "source": ""
  },
  {
    "id": 42366,
    "number": "1301",
    "text": "وعن أنس رضي الله عنه قال‏:‏ كان أخوان على عهد النبي صلى الله عليه وسلم، وكان أحدهما يأتي النبي صلى الله عليه وسلم ، والآخر يحترف، فشكا المحترف آخاه للنبي صلى الله عليه وسلم فقال ‏:‏ ‏\n\"‏لعلك ترزق به‏\"‏ ‏(‏‏(‏رواه الترمذي بإسناد صحيح على شرط مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42367,
    "number": "1302",
    "text": "وعن أبي عمرو، وقيل‏:‏ أبي عمرة سفيان بن عبد الله رضي الله عنه قال‏:‏ قلت‏:‏ يا رسول الله قل لي في الإسلام قولاً لا أسأل عنه أحداً غيرك‏.‏ قال‏:‏ ‏\n\"‏قل آمنت بالله‏:‏ ثم استقم‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42368,
    "number": "1303",
    "text": "وعن أبي هريرة رضي الله عنه ‏:‏ قال‏:‏ قال رسول الله صلى الله عليه وسلم قاربوا وسددوا، واعلموا أنه لن ينجو أحد منكم بعمله‏\"‏ قالوا‏:‏ ولا أنت يا رسول الله ‏؟‏ قال‏:‏ ‏\"‏ولا أنا إلا أن يتغمدنى الله برحمة منه وفضل‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42369,
    "number": "1304",
    "text": "فالأول‏:‏ عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ بادروا بالأعمال فتناً كقطع الليل المظلم يصبح الرجل مؤمنا ويمسي كافراً ويمسي مؤمنا ويصبح كافراً، يبيع دينه بعرض من الدنيا‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42370,
    "number": "1305",
    "text": "الثاني عن أبي سروعة -بكسر السين المهملة وفتحها- عقبة ابن الحارث رضي الله عنه قال‏:‏ صليت وراء النبي صلى الله عليه وسلم بالمدينة العصر، فسلم ثم قام مسرعاً فتخطى رقاب الناس إلى بعض حجر نسائه، ففزع الناس من سرعته، فخرج عليهم، فرأى أنهم قد عجبوا من سرعته، قال ‏\n\"‏ذكرت شيئاً من تبر عندنا فكرهت أن يحبسنى، فأمرت بقسمته‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏ \nوفي رواية للبخاري ‏:‏ ‏ ‏كنت خلفت في البيت تبراً من الصدقة، فكرهت أن أبيته‏ ‏‏.‏ ‏(‏‏(‏التبر‏)‏‏)‏ قطع ذهب أو فضة",
    "source": ""
  },
  {
    "id": 42371,
    "number": "1306",
    "text": "الثالث‏:‏ عن جابر رضي الله عنه قال‏:‏ قال رجل للنبي صلى الله عليه وسلم يوم أحد‏: : رَأيتَ إنْ قُتِلتُ فَأَيْنَ أَنَا ؟ قَالَ : « في الجنَّةِ » فَأَلْقَى تَمَرَاتٍ كُنَّ في يَدِهِ ، ثُمَّ قَاتَلَ حَتَّى قُتِلَ . مُتَّفَقٌ عَلَيهِ .",
    "source": ""
  },
  {
    "id": 42372,
    "number": "1307",
    "text": "عن أبي هريرة ، قَالَ : جاءَ رَجُلٌ إِلَى النَّبيِّ فَقَالَ : يَا رسولَ الله ، أيُّ الصَّدَقَةِ أعْظَمُ أجْرَاً ؟ قَالَ : « أنْ تَصَدَّقَ وَأنتَ صَحيحٌ شَحيحٌ ، تَخشَى الفَقرَ وتَأمُلُ الغِنَى ، وَلا تُمهِلْ حَتَّى إِذَا بَلَغتِ الحُلقُومَ قُلْتَ لِفُلان كذا ولِفُلانٍ كَذا ، وقَدْ كَانَ لِفُلانٍ » . مُتَّفَقٌ عَلَيهِ .",
    "source": ""
  },
  {
    "id": 42373,
    "number": "1308",
    "text": "الخامس‏:‏ عن أنس رضي الله عنه، أن رسول الله صلى الله عليه وسلم أخذ سيفاً يوم أحد فقال‏:‏ ‏\"‏ من يأخذ مني هذا‏؟‏ فبسطوا أيديهم، كل إنسان منهم يقول‏:‏ أنا أنا‏.‏ قال‏:‏ ‏\"‏فمن يأخذه بحقه‏؟‏‏\"‏ فأحجم القوم، فقال أبو دجانة رضي الله عنه‏:‏ أنا آخذه بحقه، فأخذه ففلق به هام المشركين‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42374,
    "number": "1309",
    "text": "السادس‏:‏ عن الزبير بن عدي قال‏:‏ أتينا أنس بن مالك رضي الله عنه فشكونا إليه ما نلقى من الحجاج‏.‏ فقال‏:‏ ‏\n\"‏اصبروا فإنه لا يأتي زمان إلا والذي بعده شر منه حتى تلقوا ربكم‏\"‏ سمعته من نبيكم صلى الله عليه وسلم‏.‏‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42375,
    "number": "1310",
    "text": "السابع‏:‏ عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ بادروا بالأعمال سبعاً‏.‏ هل تنتظرون إلا فقراً منسياً، أو غنى مطغياً، أو مرضاً مفسداً، أو هرماً مفنداً أو موتاً مجهزاً أو الدجال فشر غائب ينتظر، أو الساعة فالساعة أدهى وأمر‏!‏‏\"‏ ‏(‏‏(‏رواه الترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42376,
    "number": "1311",
    "text": "الثامن‏:‏ عنه أن رسول الله صلى الله عليه وسلم قال يوم خيبر‏:‏ ‏\"‏لأعطين هذه الراية رجلا يحب الله ورسوله، يفتح الله على يديه‏\"‏ قال عمر رضي الله عنه‏:‏ ما أحببت الإمارة إلا يؤمئذ، فتساورت لها رجاء أن أدعى لها، فدعا رسول الله صلى الله عليه وسلم عليّ بن أبي طالب رضي الله عنه فأعطاه إياها وقال‏:‏ ‏\"‏ أمش ولا تلتفت حتى يفتح الله عليك‏\"‏ فسار علي شيئاً، ثم وقف ولم يلتفت، فصرخ‏:‏ يا رسول الله، على ماذا أقاتل الناس‏؟‏ قال‏:‏ ‏\"‏ قاتلهم حتى يشهدوا أن لا إله إلا الله، وأن محمداً رسول الله، فإذا فعلوا ذلك فقد منعوا منك دماءهم وأموالهم إلا بحقها، وحسابهم على الله‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏:‏ (14)",
    "source": ""
  },
  {
    "id": 42377,
    "number": "1312",
    "text": "فالأول‏:‏ عن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏إن الله تعالى قال‏:‏ من عادى لي وليا فقد آذنته بالحرب‏.‏ وما تقرب إلي عبدي بشيء أحب إلي مما افترضت عليه، وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني أعطيته؛ ولئن استعاذني لأعيذنه‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42378,
    "number": "1313",
    "text": "الثاني‏:‏ عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم فيما يرويه عن ربه عز وجل قال‏:‏ ‏\n\"‏ إذا تقرب العبد إلي شبراً تقربت إليه ذراعاً، وإذا تقرب إلي ذراعاً تقربت منه باعاً، وإذا أتاني يمشي أتيته هرولة‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42379,
    "number": "1314",
    "text": "الثالث‏:‏ عن ابن عباس رضي الله عنهما قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ نعمتان مغبون فيهما كثير من الناس‏:‏ الصحة، والفراغ‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42380,
    "number": "1315",
    "text": "الرابع‏:‏ عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان يقوم من الليل حتى تنفطر قدماه، فقلت له‏:‏ لم تصنع هذا يا رسول الله، وقد غفر الله لك ما تقدم من ذنبك وما تأخر‏؟‏‏!‏ قال‏:‏ ‏\n\"‏ أفلا أحب أن أكون عبداً شكوراً‏؟‏‏\"‏ ‏(‏‏(‏متفق عليه‏.‏ هذا لفظ البخاري، ونحوه في الصحيحين من رواية المغيرة بن شعبة‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42381,
    "number": "1316",
    "text": "الخامس‏:‏ عن عائشة رضي الله عنها أنها قالت‏:‏ ‏\n\"‏ كان رسول الله صلى الله عليه وسلم إذا دخل العشر أحيا الليل، وأيقظ أهله، وجد وشد المئزر‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42382,
    "number": "1317",
    "text": "السادس‏:‏ عن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير‏.‏ احرص على ما ينفعك، واستعن بالله ولا تعجز‏.‏ وإن أصابك شيء فلا تقل‏:‏ لو أني فعلت كان كذا وكذا، ولكن قل‏:‏ قدر الله، وما شاء فعل؛ فإن لو تفتح عمل الشيطان‏\"‏ ‏(‏‏(‏ رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  }
]