[
  {
    "id": 42383,
    "number": "1318",
    "text": "السابع‏:‏ عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ حجبت النار بالشهوات، وحجبت الجنة بالمكاره‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42384,
    "number": "1319",
    "text": "الثامن‏:‏ عن أبي عبد الله حذيفة بن اليمان، رضي الله عنهما، قال‏:‏ صليت مع النبي صلى الله عليه وسلم ذات ليلة، فافتتح البقرة، فقلت يركع عند المائة، ثم مضى؛ فقلت يصلي بها في ركعة، فمضى؛ فقلت يركع بها، ثم افتتح النساء؛ فقرأها، ثم افتتح آل عمران فقرأها، يقرأ مترسلاً إذا مر بآية فيها تسبيح سبح، وإذا مر بسؤال سأل، وإذا مر بتعوذ تعوذ، ثم ركع فجعل يقول‏:‏ ‏\"‏ سبحان ربي العظيم‏\"‏ فكان ركوعه نحواً من قيامه ثم قال‏:‏ ‏\"‏ سمع الله لمن حمده، ربنا لك الحمد‏\"‏ ثم قام قياماً طويلاً قريباً مما ركع، ثم سجد فقال‏:‏ ‏\"‏ سبحان ربي الأعلى‏\"‏ فكان سجوده قريباً من قيامه‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42385,
    "number": "1320",
    "text": "التاسع‏:‏ عن ابن مسعود رضي الله عنه قال‏:‏ صليت مع النبي صلى الله عليه وسلم ليلة، فأطال القيام حتى هممت بأمر سوء‏!‏ قيل‏:‏ وما هممت به‏؟‏ \nقال‏:‏ هممت أن أجلس وأدعه‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42386,
    "number": "1321",
    "text": "العاشر عن أنس رضي الله عنه عن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ يتبع الميت ثلاثة‏:‏ أهله وماله وعمله؛ فيرجع اثنان ويبقى واحد‏:‏ يرجع أهله وماله، ويبقى عمله‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42387,
    "number": "1322",
    "text": "الحادي عشر‏:‏ عن ابن مسعود رضي الله عنه قال‏:‏ قال النبي صلى الله عليه وسلم‏:‏ ‏\n\"‏ الجنة أقرب إلى أحدكم من شراك نعله، والنار مثل ذلك‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42388,
    "number": "1323",
    "text": "الثاني عشر‏:‏ عن أبي فراس ربيعة بن كعب الأسلمى خادم رسول الله صلى الله عليه وسلم، ومن أهل الصفة رضي الله عنه قال‏:‏ ‏\"‏ كنت أبيت مع رسول الله صلى الله عليه وسلم، فآتيه بوضوئه، وحاجته فقال‏:‏ ‏\"‏سلني‏\"‏ فقلت‏:‏ أسألك مرافقتك في الجنة‏.‏ فقال‏:‏ ‏{‏ أوغير ذلك‏؟‏‏\"‏ قلت‏:‏ هو ذاك قال‏:‏ ‏\"‏ فأعني على نفسك بكثرة السجود‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42389,
    "number": "1324",
    "text": "الثالث عشر‏:‏ عن أبي عبد الله- ويقال‏:‏ أبو عبد الرحمن- ثوبان مولى رسول الله صلى الله عليه وسلم قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول‏:‏ ‏\n\"‏ عليك بكثرة السجود، فإنك لن تسجد لله سجدة إلا رفعك الله بها درجة، وحط عنك بها خطيئة‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42390,
    "number": "1325",
    "text": "الرابع عشر‏:‏ عن أبي صفوان عبد الله بن بسر الأسلمي، رضي الله عنه، قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏ خير الناس من طال عمره وحسن عمله‏\"‏ ‏(‏‏(‏رواه الترمذي، وقال‏:‏ حديث حسن‏.‏ ‏\"‏بسر‏\"‏‏:‏ بضم الياء وبالسين المهملة‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42391,
    "number": "1326",
    "text": "الخامس عشر‏:‏ عن أنس رضي الله عنه، قال‏:‏ غاب عمي أنس ابن النضر رضي الله عنه، عن قتال بدر، فقال‏:‏ يارسول الله غبت عن أول قتال قاتلت المشركين، لئن الله أشهدني قتال المشركين ليرين الله ما أصنع‏.‏ فلما كان يوم أحد انكشف المسلمون، فقال اللهم أعتذر إليك مما صنع هؤلاء - يعني أصحابه- وأبرأ إليك مما صنع هؤلاء- يعني المشركين- ثم تقدم فاستقبله سعد بن معاذ، فقال‏:‏ ياسعد بن معاذ الجنة ورب الكعبة، إني أجد ريحها من دون أحد‏.‏ قال سعد‏:‏ فما استطعت يا رسول الله ما صنع‏!‏ قال أنس‏:‏ فوجدنا به بضعاً وثمانين ضربة بالسيف، أو طعنة برمح ، أو رمية بسهم، ووجدناه قد قتل ومثل به المشركون فما عرفه أحد إلا أخته ببنانه‏.‏ \nقال أنس‏:‏ كنا نرى أو نظن أن هذه الآيه نزلت فيه وفي أشباهه‏:‏ ‏{‏من المؤمنين رجال صدقوا ما عهدوا الله عليه‏}‏ ‏(‏‏(‏ الأحزاب‏:‏ 23‏)‏‏)‏ إلى آخرها‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42392,
    "number": "1327",
    "text": "السادس عشر‏:‏ عن أبي مسعود عقبة بن عمرو الأنصاري البدري رضي الله عنه قال‏:‏ لما نزلت آيه الصدقة كنا نحامل على ظهورنا‏.‏ فجاء رجل فتصدق بشيء كثير فقالوا‏:‏ مراءٍ، وجاء رجل آخر فتصدق بصاع فقالوا‏:‏ إن الله لغني عن صاع هذا‏!‏ فنزلت ‏{‏ الذين يلمزون المطوعين من المؤمنين في الصدقات والذين لا يجدون إلا جهدهم‏}‏ الآية ‏(‏‏(‏التوبة‏:‏79‏)‏‏)‏‏.‏ ‏(‏‏(‏متفق عليه ‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42393,
    "number": "1328",
    "text": "السابع عشر‏:‏ عن سعيد بن عبد العزيز، عن ربيعة بن يزيد، عن أبي إدريس الخولاني، عن أبي ذر جندب بن جنادة، رضي الله عنه، عن النبي صلى الله عليه وسلم فيما يروى عن الله تبارك وتعالى أنه قال‏:‏ ‏\"‏ ياعبادي إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا، يا عبادي كلكم ضال إلا من هديته؛ فاستهدوني أهدكم، يا عبادي كلكم جائع إلا من أطعمته؛ فاستطعموني أطعمكم،يا عبادي كلكم عارٍ إلا من كسوته، فاستكسوني أكسكم، يا عبادي إنكم تخطئون بالليل والنهار وأنا أغفر الذنوب جميعا، فاستغفروني أغفرلكم، ياعبادي إنكم لن تبلغوا ضري فتضروني، ولن تبلغوا نفعي فتنفعوني، يَا عِبَادي ، لَوْ أنَّ أوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجنَّكُمْ كَانُوا عَلَى أتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذلِكَ في مُلكي شيئاً . يَا عِبَادي ، لَوْ أنَّ أوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجنَّكُمْ كَانُوا عَلَى أفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مَا نَقَصَ ذلِكَ من مُلكي شيئاً، يا عبادي لو أن أولكم وآخركم، وإنسكم وجنكم قاموا في صعيد واحد، فسألوني فأعطيت كل إنسان مسألته، ما نقص ذلك مما عندي إلا كما ينقص المخيط إذا أدخل البحر، يا عبادي إنما هي أعمالكم أحصيها لكم، ثم أوفيكم إياها، فمن وجد خيراً فليحمد الله، ومن وجد غير ذلك فلا يلومن إلا نفسه‏\"‏‏.‏ قال سعيد‏:‏ كان أبو إدريس إذا حدث بهذا الحديث جثا على ركبتيه‏.‏ رواه مسلم‏.‏ (20)‏.‏",
    "source": ""
  },
  {
    "id": 42394,
    "number": "1329",
    "text": "وأما الأحاديث فالأول‏:‏ عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ أعذر الله إلى امرئ أخر أجله حتى بلغ ستين سنة‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42395,
    "number": "1330",
    "text": "الثاني‏:‏ عن ابن عباس، رضي الله عنهما، قال‏:‏ كان عمر رضي الله عنه يدخلني مع أشياخ بدر، فكأن بعضهم وجد في نفسه فقال‏:‏ لم يدخل هذا معنا ولنا أبناء مثله‏!‏‏؟‏ فقال عمر‏:‏ إنه من حيث علمتم‏!‏ فدعاني ذات يوم فأدخلني معهم، فما رأيت أنه دعانى يومئذ إلا ليريهم قال‏:‏ ما تقولون في قول الله تعالى‏:‏ ‏{‏إذا جاء نصر الله والفتح‏؟‏‏)‏ ‏(‏‏(‏النصر‏:‏1‏)‏‏)‏ فقال بعضهم‏:‏ أمرنا نحمد الله ونستغفره إذا نصرنا وفتح علينا‏.‏ وسكت بعضهم فلم يقل شيئاً‏.‏ فقال لي‏:‏ أكذلك تقول يا ابن عباس‏؟‏ فقلت‏:‏ لا‏.‏ قال فما تقول‏؟‏ قلت‏:‏ هو أجل رسول الله صلى الله عليه وسلم، أعلمه له قال‏:‏ ‏{‏إذاجاء نصر الله والفتح‏}‏ وذلك علامة أجلك ‏{‏فسبح بحمد ربك واستغفره إنه كان تواباً‏}‏ ‏(‏‏(‏الفتح‏:‏ 3‏)‏‏)‏ فقال عمر رضي الله عنه‏:‏ ما أعلم منها إلا ما تقول‏.‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42396,
    "number": "1331",
    "text": "الثالث‏:‏ عن عائشة رضي الله عنها قالت‏:‏ ما صلى رسول الله صلى الله عليه وسلم صلاة بعد أن نزلت عليه ‏{‏ إذا جاء نصر الله والفتح‏}‏ إلا يقول فيها‏:‏ ‏\"‏ سبحانك ربنا وبحمدك، اللهم اغفر لي‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏ \nوفي رواية في الصحيحين‏\"‏ عنها‏:‏ كان رسول الله صلى الله عليه وسلم يكثر أن يقول في ركوعه وسجوده‏:‏ ‏\"‏سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي‏\"‏ يتأول القرآن‏.‏\nوفي رواية لمسلم‏:‏ كان رسول الله صلى الله عليه وسلم يكثر أن يقول قبل أن يموت‏:‏ ‏\"‏سبحانك اللهم وبحمدك، أستغفرك وأتوب إليك‏\"‏‏.‏ قالت عائشة‏:‏ قلت‏:‏ يا رسول الله ما هذه الكلمات التي أراك أحدثتها تقولها‏؟‏ قال‏:‏ ‏\"‏جعلت لي علامة في أمتي إذا رأيتها قلتها ‏{‏إذا جاء نصر الله والفتح‏}‏ إلى آخر السورة‏\"‏‏.‏\nوفي رواية له‏:‏ كان رسول الله صلى الله عليه وسلم يكثر من قول‏:‏ ‏\"‏سبحان الله وبحمده، أستغفر الله وأتوب إليه‏\"‏‏.‏ قالت‏:‏ قلت‏:‏ يا رسول الله‏!‏ أراك تكثر من قول‏:‏ سبحان الله وبحمده، أستغفر الله وأتوب إليه‏؟‏ فقال‏:‏ ‏\"‏أخبرني ربي أني سأرى علامة في أمتي فإذا رأيتها أكثرت من قول‏:‏ سبحان الله وبحمده، أستغفر الله وأتوب إليه، فقد رأيتها‏:‏ ‏{‏إذا جاء نصر الله والفتح‏}‏ فتح مكة، ‏{‏ورأيت الناس يدخلون في دين الله أفواجاً، فسبح بحمد ربك واستغفره إنه كان تواباً‏}‏‏.‏",
    "source": ""
  },
  {
    "id": 42397,
    "number": "1332",
    "text": "الرابع؛‏:‏ عن أنس رضي الله عنه قال‏:‏ إن الله عز وجل تابع الوحي على رسول الله صلى الله عليه وسلم قبل وفاته، حتى توفي أكثر ما كان الوحي‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42398,
    "number": "1333",
    "text": "الخامس‏:‏ عن جابر رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏يبعث كل عبد على ما مات عليه‏\"‏‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42399,
    "number": "1334",
    "text": "الأول‏:‏ عن أبي ذر جندب بن جنادة رضي الله عنها قال‏:‏ قلت يا رسول الله، أي الأعمال أفضل‏؟‏ قال‏:‏ ‏\"‏الإيمان بالله، والجهاد في سبيله‏\"‏‏.‏ قلت‏:‏ أي الرقاب أفضل‏؟‏ قال‏:‏ ‏\"‏أنفسها عند أهلها، وأكثرها ثمناً‏\"‏ قلت‏:‏ فإن لم أفعل‏؟‏ قال‏:‏ ‏\"‏تعين صانعاً أو تصنع لأخرق‏\"‏ قلت‏:‏ يا رسول الله أرأيت إن ضعفت عن بعض العمل‏؟‏ قال‏:‏ تكف شرك عن الناس فإنها صدقة منك على نفسك‏\"‏‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42400,
    "number": "1335",
    "text": "الثاني‏:‏ عن أبي ذر أيضاً رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ يصبح على كل سلامى من أحدكم صدقة، فكل تسبيحة صدقة، وكل تحميدة صدقة، وكل تهليلة صدقة، وكل تكبيرة صدقة، وأمر بالمعروف صدقة، ونهى عن المنكر صدقة، ويجزيء من ذلك ركعتان يركعهما من الضحى‏\"‏ ‏(‏‏(‏رواه مسلم))\n\n‏‏‏ ‏ السلامى‏ ‏ بضم السين المهملة وتخفيف اللام وفتح الميم‏:‏ المفصل.‏",
    "source": ""
  },
  {
    "id": 42401,
    "number": "1336",
    "text": "الثالث عنه قال‏:‏ قال النبي صلى الله عليه وسلم ‏:‏ ‏\n\"‏ عرضت علي أعمال أمتي حسنها وسيئها، فوجدت في محاسن أعمالها الأذى يماط عن الطريق، ووجدت في مساوىء أعمالها النخاعة تكون في المسجد لا تدفن‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42402,
    "number": "1337",
    "text": "الرابع عنه‏:‏ أن ناساً قالوا‏:‏ يارسول الله، ذهب أهل الدثور بالأجور، يصلون كما نصلي، ويصومون كما نصوم، ويتصدقون بفضول أموالهم قال‏:‏ ‏\"‏ أو ليس قد جعل الله لكم ما تصدقون به‏:‏ إن بكل تسبيحة صدقة، وكل تكبيرة صدقة، وكل تحميدة صدقة، وكل تهليلة صدقة، وأمر بالمعروف صدقة، ونهي عن المنكر صدقة وفي بضع أحدكم صدقة قالوا‏:‏ يارسول الله أيأتى أحدنا شهوته، ويكون له فيها أجر‏؟‏‏!‏ قال‏:‏ ‏\"‏ أرأيتم لو وضعها في حرام أكان عليه وزر‏؟‏ فكذلك إذا وضعها في الحلال كان له أجر‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42403,
    "number": "1338",
    "text": "-الخامس‏:‏ عنه قال لي النبي صلى الله عليه وسلم‏:‏ ‏\n\"‏ لا تحقرن من المعروف شيئاً ولو أن تلقى أخاك بوجهٍ طليق‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42404,
    "number": "1339",
    "text": "السادس ‏:‏ عن أبي هريرة رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\"‏ كل سلامى من الناس عليه صدقة كل يوم تطلع فيه الشمس‏:‏ تعدل بين الأثنين صدقة، وتعين الرجل في دابته، فتحمله عليها، أو ترفع له عليها متاعه صدقة، والكلمة الطيبة صدقة، وبكل خطوة تمشيها إلى الصلاة صدقة، وتميط الأذى عن الطريق صدقة‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏ \nورواه مسلم أيضاً من رواية عائشة رضي الله عنها قالت‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏ إنه خلق كل إنسان من بني آدم على ستين وثلاثمائه مفصل، فمن كبر الله، وحمد الله، وهلل الله، وسبح الله واستغفر الله، وعزل حجراً عن طريق الناس أو شوكة أو عظماً عن طريق الناس، أو أمر بمعروف أو نهى عن المنكر، عدد الستين والثلاثمائة، فإنه يمسي يومئذ وقد زحزح نفسه عن النار‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 42405,
    "number": "1340",
    "text": "السابع‏:‏ عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ من غدا إلى المسجد أو راح، أعد الله له في الجنة نزلا كلما غدا أو راح‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42406,
    "number": "1341",
    "text": "الثامن‏:‏ عنه قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ يا نساء المسلمات لا تحقرن جارة لجارتها ولو فرسن شاة‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42407,
    "number": "1342",
    "text": "التاسع‏:‏ عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ الإيمان بضع وسبعون، أو بضع وستون شعبة‏:‏ فأفضلها قول لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42408,
    "number": "1343",
    "text": "العاشر‏:‏ عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\"‏ بينما رجل يمشى بطريق اشتد عليه العطش، فوجد بئراً فنزل فيها فشرب، ثم خرج فإذا كلب يلهث يأكل الثرى من العطش، فقال الرجل‏:‏ لقد بلغ هذا الكلب من العطش مثل الذي كان قد بلغ منى، فنزل البئر فملأ خفه ماء ثم أمسكه بفيه، حتى رقي فسقى الكلب، فشكر الله له فغفر له‏\"‏ قالوا ‏:‏ يارسول الله إن لنا في البهائم أجراً‏؟‏ فقال‏:‏ في كل كبدٍ رطبة أجر‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42409,
    "number": "1344",
    "text": "الحادي عشر‏:‏ عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ لقد رأيت رجلا يتقلب في الجنة في شجرة قطعها من ظهر الطريق كانت تؤذى المسلمين‏\"‏‏.‏‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏ \nوفي رواية‏:‏ ‏ ‏ مر رجل بغصن شجرة على ظهر طريق فقال‏:‏ والله لأنحين هذا عن المسلمين لا يؤذيهم، فأدخل الجنة‏ ‏‏.‏\nوفي رواية لهما‏:‏ ‏ ‏ بينما رجل يمشى بطريق وجد غصن شوك على الطريق، فأخره فشكره الله له، فغفر له‏ .‏",
    "source": ""
  },
  {
    "id": 42410,
    "number": "1345",
    "text": "الثاني عشر‏:‏ عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ من توضأ فأحسن الوضوء، ثم أتى الجمعة، فاستمع وأنصت، غفر له ما بينه وبين الجمعة وزيادة ثلاثة أيام، ومن مس الحصا فقد لغا‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42411,
    "number": "1346",
    "text": "الثالث عشر‏:‏ عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ إذا توضأ العبد المسلم، أو المؤمن فغسل وجهه خرج من وجهه كل خطيئة نظر إليها بعينيه مع الماء، أو آخر قطر الماء، فإذا غسل رجليه خرجت كل خطيئة مشتها رجلاه مع الماء أو مع آخر قطر الماء حتى يخرج نقياً من الذنوب‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42412,
    "number": "1347",
    "text": "الرابع عشر‏:‏ عنه عن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان مكفرات لما بينهن إذا اجتنبت الكبائر‏\"‏  ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42413,
    "number": "1348",
    "text": "الخامس عشر‏:‏ عنه قال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏ ألا أدلكم على ما يمحو الله به الخطايا، ويرفع به الدرجات‏؟‏‏\"‏ قالوا‏:‏ بلى يا رسول الله، قال‏:‏ ‏\"‏ إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42414,
    "number": "1349",
    "text": "السادس عشر‏:‏ عن أبي موسى الأشعري رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ من صلى البردين دخل الجنة‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42415,
    "number": "1350",
    "text": "السابع عشر‏:‏ عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏‏\n\"‏ إذا مرض العبد أو سافر كتب له مثل ما كان يعمل مقيماً صحيحاً‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42416,
    "number": "1351",
    "text": "الثامن عشر‏:‏ عن جابر رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ كل معروف صدقة‏\"‏ ‏(‏‏(‏رواه البخاري، ورواه مسلم من رواية حذيفة رضي الله عنه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42417,
    "number": "1352",
    "text": "التاسع عشر‏:‏ عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏ ما من مسلم يغرس غرساً إلا كان ما أكل منه له صدقة، وما سرق منه له صدقة، ولا يرزؤه أحد إلا كان له صدقة‏\"‏ ‏(‏‏(‏رواه مسلم‏.‏ ‏)‏‏)‏ وفي رواية له‏:‏ ‏\"‏ فلا يغرس المسلم غرساً، فيأكل منه إنسان ولا دابة ولا طير إلا كان له صدقة إلى يوم القيامة‏\"‏‏.‏ \nوفي رواية له‏:‏ ‏\"‏ لا يغرس مسلم غرساً، ولا يزرع زرعاً، فيأكل منه إنسان ولا دابة ولا شىء إلا كانت له صدقة‏\"‏ وروياه جميعاً من رواية أنس رضي الله عنه‏.‏",
    "source": ""
  },
  {
    "id": 42418,
    "number": "1353",
    "text": "العشرون‏:‏ عنه قال‏:‏ أراد بنو سلمة أن ينقلوا قرب المسجد فبلغ ذلك رسول الله صلى الله عليه وسلم، فقال لهم‏:‏ ‏\"‏ إنه قد بلغني أنكم تريدون أن تنتقلوا قرب المسجد‏؟‏‏\"‏ فقالوا‏:‏ نعم يارسول الله قد أردنا ذلك، فقال‏:‏‏\"‏بني سلمة دياركم؛ تكتب آثاركم ‎، دياركم، تكتب آثاركم‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42419,
    "number": "1354",
    "text": "الحادي والعشرون‏:‏ عن أبي المنذر أبي بن كعب رضي الله عنه قال‏:‏ كان رجل لا أعلم رجلاً أبعد من المسجد منه، وكان لا تخطئه صلاة فقيل له، أو فقلت له‏:‏ لو اشتريت حماراً تركبه في الظلماء، وفي الرمضاء، فقال‏:‏ ما يسرني أن منزلي إلى جنب المسجد، إني أريد أن يكتب لي ممشاي إلى المسجد، ورجوعي إذا رجعت إلى أهلي، فقال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏قد جمع الله لك ذلك كله‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42420,
    "number": "1355",
    "text": "الثاني والعشرون‏:‏ عن أبي محمد عبد الله بن عمرو بن العاص رضي الله عنهما قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏أربعون خصلة أعلاها منيحة العنز، ما من عامل يعمل بخصلة منها رجاء ثوابها وتصديق موعودها إلا أدخله الله بها الجنة‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42421,
    "number": "1356",
    "text": "الثالث والعشرون‏:‏ عن عدي بن حاتم رضي الله عنه قال‏:‏ سمعت النبي صلى الله عليه وسلم يقول‏:‏ ‏\"‏ اتقوا النار ولو بشق تمرةٍ‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏ \nوفي رواية لهما عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏ ما منكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان فينظر أيمن منه فلا يرى إلا ما قدم، وينظر أشأم منه فلا يرى إلا ما قدم، ينظر بين يديه فلا يرى إلا النار تلقاء وجهه، فاتقوا النار ولو بشق تمرة، فمن لم يجد فبكلمة طيبةٍ‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 42422,
    "number": "1357",
    "text": "الرابع والعشرون‏:‏ عن أنس رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها ، أو يشرب الشربة فيحمده عليها‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42423,
    "number": "1358",
    "text": "الخامس والعشرون‏:‏ عن أبي موس رضي الله عنه ، عن النبي صلى الله عليه وسلم قال‏:‏ ‏\"‏على كل مسلم صدقة‏\"‏ قال ‏:‏ أرأيت إن لم يجد‏؟‏ قال‏:‏ أرأيت إن لم يستطع‏؟‏ قال‏:‏ ‏\"‏يعين ذا الحاجة الملهوف‏\"‏ قال‏:‏ أرأيت إن لم يستطع‏؟‏ قال‏:‏ ‏\"‏يأمر بالمعروف أو الخير‏\"‏ قال ‏:‏ أرأيت إن لم يفعل‏؟‏ قال‏:‏ يمسك عن الشر فإنها صدقة‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42424,
    "number": "1359",
    "text": "- وعن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم دخل عليها وعندها امرأة قال‏:‏ من هذه‏؟‏ قالت‏:‏ هذه فلانة تذكر من صلاتها قال‏:‏ ‏\n\"‏ مه عليكم بما تطيقون، فوالله لا يمل الله حتى تملوا‏\"‏ وكان أحب الدين إليه ما داوم صاحبه عليه‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42425,
    "number": "1360",
    "text": "وعن أنس رضي الله عنه قال‏:‏ جاء ثلاثة رهط إلى بيوت أزواج النبي صلى الله عليه وسلم، يسألون عن عبادة النبي صلى الله عليه وسلم، فلما أخبروا كأنهم تقالوها وقالوا‏:‏ أين نحن من النبي صلى الله عليه وسلم قد غفر الله له تقدم من ذنبه وما تأخر‏.‏ قال أحدهم‏:‏ أما أنا فأصلي الليل أبداً وقال الآخر‏:‏ وأنا أصوم الدهر أبداً ولا أفطر، وقال الآخر‏:‏ وأنا أعتزل النساء فلا أتزوج أبداً، فجاء رسول الله صلى الله عليه وسلم إليهم فقال‏:‏ ‏\n\"‏أنتم الذين قلتم كذا وكذا‏؟‏‏!‏ أما والله إني لأخشاكم لله وأتقاكم له لكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42426,
    "number": "1361",
    "text": "وعن ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم قال‏:‏ ‏\"‏هلك المتنطعون‏\"‏ قالها ثلاثاً ‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏",
    "source": ""
  },
  {
    "id": 42427,
    "number": "1362",
    "text": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ إن الدين يسر، ولن يشاد الدين إلا غلبه، فسددوا وقاربوا وأبشروا، واستعينوا بالغدوة والروحة وشيء من الدلجة‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏ \n\nوفي رواية له ‏:‏ ‏ ‏سددوا وقاربوا واغدوا وروحوا، وشيء من الدلجة، القصد القصد تبلغوا‏ ‏‏.‏",
    "source": ""
  },
  {
    "id": 42428,
    "number": "1363",
    "text": "وعن أنس رضي الله عنه قال‏:‏ دخل النبي صلى الله عليه وسلم المسجد فإذا حبل ممدود بين الساريتين فقال‏:‏ ‏\"‏ما هذا الحبل‏\"‏ قالوا ‏:‏ هذا حبل لزينب، فإذا فترت تعلقت به‏.‏ فقال النبي صلى الله عليه وسلم ‏\"‏ حلوه، ليصل أحدكم نشاطه فإذا فتر فليرقد‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42429,
    "number": "1364",
    "text": "وعن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ إذا نعس أحدكم وهو يصلي، فليرقد حتى يذهب عنه النوم، فإن أحدكم إذا صلى وهو ناعس لا يدري لعله يذهب ويستغفر فيسب نفسه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42430,
    "number": "1365",
    "text": "وعن أبي عبد الله جابر بن سمرة رضي الله عنهما قال‏:‏ ‏\n\"‏كنت أصلى مع النبي صلى الله عليه وسلم الصلوات، فكانت صلاته قصداً وخطبته قصداً‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42431,
    "number": "1366",
    "text": "وعن أبي جحيفة وهب بن عبد الله رضي الله عنه قال‏:‏ آخى النبي صلى الله عليه وسلم بين سلمان وأبى الدرداء ، فزار سلمان أبا الدرداء، فرأى أم الدرداء متبذلة فقال‏:‏ ما شأنك قالت‏:‏ أخوك أبو الدرداء ليس له حاجة في الدنيا، فجاء أبو الدراداء فصنع له طعاماً، فقال له‏:‏ كل فإنى صائم، قال‏:‏ ما أنا بآكل حتى تأكل، فأكل، فلما كان الليل ذهب أبو الدرداء يقوم فقال له‏:‏ نم، فنام، ثم ذهب يقوم فقال له ‏:‏ نم، فلما كان من آخر الليل قال سلمان‏:‏ قم الآن‏:‏ فصليا جميعاً، فقال له سلمان‏:‏ إن لربك عليك حقاً، وإن لنفسك عليك حقاً، ولأهلك عليك حقاً، فأعط كل ذى حق حقه، فأتى النبي صلى الله عليه وسلم فذكر ذلك له، فقال النبي صلى الله عليه وسلم ‏\n\"‏صدق سلمان‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42432,
    "number": "1367",
    "text": "وعن أبي محمد عبد الله بن عمرو بن العاص رضي الله عنهما قال‏:‏ أخبر النبي صلى الله عليه وسلم أني أقول‏:‏ والله لأصومن النهار، ولأقومن الليل ماعشت، فقال رسول الله صلى الله عليه وسلم ‏:‏ أنت الذي تقول ذلك‏؟‏ فقلت له‏:‏ قد قلته بأبى أنت وأمى يا رسول الله‏.‏ قال‏:‏‏\"‏فإنك لا تستطيع ذلك؛ فصم وأفطر، ونم وقم، وصم من الشهر ثلاثة أيام فإن الحسنة بعشر أمثالها، وذلك مثل صيام الدهر‏\"‏ قلت‏:‏ فإنى أطيق أفضل من ذلك قال‏:‏ فصم يوما وأفطر يومين، قلت‏:‏ فإنى أطيق أفضل من ذلك، قال‏:‏ ‏\"‏فصم يوماً وأفطر يوماً، فذلك صيام داود صلى الله عليه وسلم، وهو أعدل الصيام‏\"‏‏.‏ وفي رواية‏:‏ ‏\"‏وهو أفضل الصيام‏\"‏ فقلت ‏:‏ فإني أطيق أفضل من ذلك‏.‏ فقال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏ لا أفضل من ذلك‏\"‏ ولأن أكون قبلت الثلاثة الأيام التي قال رسول الله صلى الله عليه وسلم أحب إلي من أهلي وما لي‏.‏ وفي رواية‏:‏ ‏\"‏ألم أخبر أنك تصوم النهار وتقوم الليل‏؟‏‏\"‏ قلت ‏:‏ بلى يا رسول الله قال‏:‏ ‏\"‏فلا تفعل‏:‏ صم وأفطر ، ونم وقم فإن لجسدك عليك حقاً، وإن لعينيك عليك حقاً، وإن لزوجك عليك حقاً، وإن لزورك عليك حقاً، وإن بحسبك أن تصوم في كل شهر ثلاثة أيام ، فإن لك بكل حسنة عشر أمثالها، فإن ذلك صيام الدهر‏\"‏ فشددت فشدد علي، قلت‏:‏ يا رسول الله إني أجد قوة، قال‏:‏ ‏\"‏صم صيام نبي الله داود ولا تزد عليه‏\"‏ قلت‏:‏ وما كان صيام داود‏؟‏ قال‏:‏ ‏\"‏نصف الدهر‏\"‏ فكان عبد الله يقول بعدما كبر‏:‏ يا ليتني قبلت رخصة رسول الله صلى الله عليه وسلم‏.‏ وفي رواية‏:‏ ‏\"‏ ألم أخبر أنك تصوم الدهر، وتقرأ القرآن كل ليلةٍ‏؟‏‍‍‍‍‍‍‏\"‏ فقلت‏:‏ بلى يا رسول الله، ولم أرد بذلك إلا الخير قال‏:‏ ‏\"‏فصم صوم نبي الله داود، فإنه كان أعبد الناس، واقرأِ القرآن كل شهرٍ‏\"‏ قلت‏:‏ يا نبي الله إني أطيق أفضل من ذلك‏؟‏ قال‏:‏ ‏\"‏فاقرأه في كل عشرين‏\"‏ قلت‏:‏ يا نبي الله إني أطيق أفضل من ذلك‏؟‏ قال‏:‏ ‏\"‏فاقرأه في كل عشر‏\"‏ قلت يا نبي الله إني أطيق أفضل من ذلك‏؟‏ قال‏:‏ ‏\"‏فاقرأه في كل سبع ولا تزد على ذلك‏\"‏‏.‏ فشددت فشدد علي ، وقال لي النبي صلى الله عليه وسلم‏:‏ ‏\"‏إنك لا تدري لعلك يطول بك عمر‏\"‏ قال‏:‏ فصرت إلى الذي قال لي النبي صلى الله عليه وسلم، فلما كبرت وددت أني كنت قبلت رخصة نبي الله صلى الله عليه وسلم‏.‏ وفي رواية‏:‏ ‏\"‏ وإن لولدك عليك حقاً‏\"‏ وفي رواية‏:‏ ‏\"‏ لا صام من صام الأبد‏\"‏ ثلاثاً‏.‏ وفي رواية‏:‏ ‏\"‏أحب الصيام إلى الله تعالى صيام داود، وأحب الصلاة إلى الله تعالى صلاة داود‏:‏ كان ينام نصف الليل، ويقوم ثلثه، وينام سدسه، وكان يصوم يوما ويفطر يوماً، ولا يفر إذا لاقى‏\"‏‏.‏ وفي رواية‏:‏ أنكحني أبي امرأة ذات حسب، وكان يتعاهد كنته-أي ‏:‏ امرأة ولده- فيسألها عن بعلها، فتقول له ‏:‏ نعم الرجل من رجل لم ييطأ لنا فراشاً ولم يفتش لنا كنفاً منذ أتيناه‏.‏ فلما طال ذلك عليه ذكر ذلك للنبي صلى الله عليه وسلم‏.‏ فقال‏:‏ ‏\"‏القنى به‏\"‏ فلقيته بعد ذلك فقال‏:‏ ‏\"‏كيف تصوم‏؟‏‏\"‏ قلت كل يوم، قال‏:‏ ‏\"‏وكيف تختم‏؟‏‏\"‏ قلت‏:‏ كل ليلةٍ، وذكر نحون ما سبق ، وكان يقرأ على بعض أهله السبع الذي يقرؤه، يعرضه من النهار ليكون أخف عليه بالليل، وإذا أراد أن يتقوى أفطر أياماً وأحصى وصام مثلهن كراهية أن يترك شيئاً فارق عليه النبي صلى الله عليه وسلم‏.‏ كل هذه الروايات صحيحة معظمها في الصحيحين وقليل منها في أحدهما‏.‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42433,
    "number": "1368",
    "text": "وعن أبي ربعي حنظلة بن الربيع الأسيدى الكاتب أحد كتاب رسول الله صلى الله عليه وسلم قال‏:‏ لقيني أبو بكر رضي الله عنه فقال‏:‏ كيف أنت يا حنظلة‏؟‏ قلت‏:‏ نافق حنظلة‏؟‏ قلت‏:‏ نافق حنظلة ‍‍‏(‏ قال‏:‏ سبحان الله ما تقول‏؟‏ ‏(‏ قلت‏:‏ نكون عند رسول الله صلى الله عليه وسلم يذكرنا بالجنة والنار كأنا رأي عين، فإذا خرجنا من عند رسول الله صلى الله عليه وسلم عافسنا الأزواج والأولاد والضيعات نسينا كثيراً‏.‏ قال أبو بكر رضي الله عنه ‏:‏ فوالله إنا لنلقى مثل هذا، فانطلقت أنا وأبو بكر حتى دخلنا على رسول الله صلى الله عليه وسلم‏.‏ فقلت‏:‏ نافق حنظلة يا رسول الله ‏(‏ فقال رسول الله صلى الله عليه وسلم ‏:‏ ‏\"‏وما ذاك‏؟‏‏\"‏ قلت‏:‏ يا رسول الله نكون عندك تذكرنا بالنار والجنة كأنا رأي العين، فإذا خرجنا من عندك عافسنا الأزواج والأولاد والضيعات نسينا كثيراً‏.‏ فقال رسول الله 0‏:‏ ‏\"‏والذي نفسي بيده لو تدومون على ما تكونون عندي وفي الذكر لصافحتكم الملائكة على فرشكم وفي طرقكم، ولكن يا حنظلة ساعة وساعة‏\"‏ ثلاث مرات، ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42434,
    "number": "1369",
    "text": "- وعن ابن عباس رضي الله عنهما قال‏:‏ بينما النبي صلى الله عليه وسلم يخطب إذا هو برجل قائم، فسأل عنه فقالوا‏:‏ أبو إسرائيل نذر أن يقوم في الشمس ولا يقعد، ولا يستظل ولا يتكلم، ويصوم، فقال النبي صلى الله عليه وسلم‏:‏ ‏\n\"‏مروه فليتكلم وليستظل وليقعد وليتم صومه‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42435,
    "number": "1370",
    "text": "وعن عمر بن الخطاب رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏ من نام عن حزبه من الليل، أو عن شيء منه فقرأه ما بين صلاة الفجر وصلاة الظهر، كتب له كأنما قرأه من الليل‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42436,
    "number": "1371",
    "text": "وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال‏:‏ قال لي رسول الله صلى الله عليه وسلم‏:‏ يا عبد الله لا تكن مثل فلان، كان يقوم الليل فترك قيام الليل‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42437,
    "number": "1372",
    "text": "وعن عائشة رضي الله عنها قالت‏:‏ كان رسول الله صلى الله عليه وسلم إذا فاتته الصلاة من الليل من وجع أو غيره، صلى من النهار ثنتي عشرة ركعة‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42438,
    "number": "1373",
    "text": "فالأول ‏:‏ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏دعوني ماتركتكم‏:‏ إنما أهلك من كان قبلكم كثرة سؤالهم ، واختلافهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم بأمر فأتوا منه ما استطعتم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42439,
    "number": "1374",
    "text": "الثاني‏:‏ عن أبي نجيح العرباض بن سارية رضي الله عنه قال‏:‏ ‏\"‏وعظنا رسول الله صلى الله عليه وسلم موعظة بليغة وجلت منها القلوب وذرفت منها العيون، فقلنا‏:‏ يا رسول الله كأنها موعظة مودع فأوصنا‏.‏ قال‏:‏ ‏\"‏أوصيكم بتقوى الله ، والسمع والطاعة وإن تأمر عليكم عبد حبشي، وإنه من يعش منكم فسيرى اختلافاً كثيراً‏.‏ فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها بالنواجذ، وإياكم ومحدثات الأمور فإن كل بدعة ضلالة‏\"‏ ‏(‏‏(‏رواه أبو داود، والترمذي وقال ‏:‏ حديث حسن صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42440,
    "number": "1375",
    "text": "الثالث‏:‏ عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\"‏كل أمتي يدخلون الجنة إلا من أبى ‏\"‏ ‏.‏ قيل‏:‏ ومن يأبى يا رسول الله قال‏:‏ ‏\"‏ من أطاعني دخل الجنة، ومن عصاني فقد أبى‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42441,
    "number": "1376",
    "text": "الرابع‏:‏ عن أبي مسلم، وقيل ‏:‏ أبي إياس سلمة بن عمرو بن الأكوع رضي الله عنه ، أن رجلاً أكل عند رسول الله صلى الله عليه وسلم بشماله فقال‏:‏ ‏\"‏كل بيمينك‏\"‏ قال‏:‏ لا أستطيع‏.‏ قال‏:‏ ‏\"‏ لا استطعت‏\"‏ ما منعه إلا الكبر، فما رفعها إلى فيه ‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42442,
    "number": "1377",
    "text": "الخامس‏:‏ عن أبي عبد الله النعمان بن بشير رضي الله عنهما، قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول‏:‏ ‏\"‏لتسون صفوفكم أو ليخالفن الله بين وجوهكم ‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏ \nوفي رواية لمسلم‏:‏ كان رسول الله صلى الله عليه وسلم يسوي صفوفنا حتى كأنما يسوي بها القداح ،حتى إذا رأى أنا قد عقلنا عنه ثم خرج يوما، فقام حتى كاد أن يكبر، فرأى رجلاً بادياً صدره فقال‏:‏ ‏\"‏ عباد الله لتسون صفوفكم أو ليخالفن الله بين وجوهكم‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 42443,
    "number": "1378",
    "text": "السادس‏:‏ عن أبي موسى رضي الله عنه قال‏:‏ احترق بيت بالمدينة على أهله من الليل، فلما حدث رسول الله صلى الله عليه وسلم بشأنهم قال ‏\n\"‏إن هذه النار عدو لكم، فإذا نمتم فاطفئوها عنكم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42444,
    "number": "1379",
    "text": "السابع‏:‏ عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏إن مثل ما بعثني الله به من الهدى والعلم كمثل غيث أصاب أرضاً فكانت منها طائفة طيبة، قبلت الماء فأنبتت الكلأ والعشب الكثير، وكان منها أجادب أمسكت الماء، فنفع الله بها الناس فشربوا منها وسقوا وزرعوا‏.‏ وأصاب طائفة منها أخرى ، إنما هي قيعان لا تمسك ماء ولا تنبت كلأ‏.‏ فذلك مثل من فقه في دين الله، ونفعه بما بعثنى الله به، فعلم وعلم، ومثل من لم يرفع بذلك رأساً، ولم يقبل هدى الله الذي أرسلت به‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏\n\n‏‏ ‏فقه‏ ‏ بضم القاف على المشهور، وقيل‏:‏ بكسرها، أي‏:‏ صار فقيهاً‏.",
    "source": ""
  },
  {
    "id": 42445,
    "number": "1380",
    "text": "الثامن‏:‏ عن جابر رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏\n\"‏مثلي ومثلكم كمثل رجل أوقد ناراً فجعل الجنادب والفراش يقعن فيها وهو يذبهن عنها وأنا آخذ بحجزكم عن النار، وأنتم تفلتون من يدي‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42446,
    "number": "1381",
    "text": "التاسع‏:‏ عنه أن رسول الله صلى الله عليه وسلم، أمر بلعق الأصابع والصحفة وقال‏:‏ ‏\"‏إنكم لا تدرون في أيها البركة‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏ \nوفي رواية له‏:‏ ‏\"‏ إذا وقعت لقمة أحدكم ‏.‏ فليأخذها فليمط ماكان بها من أذى، وليأكلها، ولا يدعها للشيطان، ولا يمسح يده بالمنديل حتى يلعق أصابعه، فإنه لا يدري في أي طعامه البركة‏\"‏‏.‏\nوفي رواية له‏:‏ ‏\"‏إن الشيطان يحضر أحدكم عند كل شيء من شأنه حتى يحضره عند طعامه، فإذا سقطت من أحدكم اللقمة فليمط ما كان بها من أذى ، فليأكلها، ولا يدعها للشيطان‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 42447,
    "number": "1382",
    "text": "العاشر‏:‏ عن ابن عباس، رضي الله عنهما، قال‏:‏ قام فينا رسول الله صلى الله عليه وسلم بموعظة فقال‏:‏ ‏\"‏يا أيها الناس إنكم محشورون إلى الله تعالى حفاة عراة غرلاً ‏{‏كما بدأنا أول خلق نعيده وعداً علينا إنا كنا فاعلين‏}‏ ‏(‏‏(‏الأنبياء‏:‏ 103‏)‏‏)‏ ألا وإن أول الخلائق يكسى يوم القيامة إبراهيم ، صلى الله عليه وسلم، ألا وإنه سيجاء برجال من أمتي ، فيؤخذ بهم ذات الشمال؛ فأقول‏:‏ يارب أصحابي؛ فيقال‏:‏ إنك لا تدري ما أحدثوا بعدك، فأقول كما قال العبد الصالح‏:‏ ‏{‏وكنت عليهم شهيداً ما دمت فيهم‏}‏ إلى قوله‏:‏ ‏{‏ العزيز الحكيم‏}‏ ‏)‏ ‏(‏‏(‏المائدة ‏:‏ 117،118‏)‏‏)‏ فيقال لي ‏:‏ إنهم لم يزالوا مرتدين على أعقابهم منذ فارقتهم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏ (46)",
    "source": ""
  },
  {
    "id": 42448,
    "number": "1383",
    "text": "الحادي عشر‏:‏ عن أبي سعيد عبد الله بن مغفل، رضي الله عنه ، قال‏:‏ نهى رسول الله، صلى الله عليه وسلم عن الخذف وقال‏:‏ ‏\n\"‏إنه لا يقتل الصيد، ولا ينكأ العدو، وإنه يفقأ العين، ويكسر السن‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42449,
    "number": "1384",
    "text": "وعن عابس بن ربيعة قال‏:‏ رأيت عمر بن الخطاب ، رضي الله عنه ، يقبل الحجر -يعنى الأسود- ويقول‏:‏إني أعلم أنك حجر ما تنفع ولا تضر، ولولا أني رأيت رسول الله، صلى الله عليه وسلم، يقبلك ما قبلتك‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42450,
    "number": "1385",
    "text": "عن أبي هريرة، رضي الله عنه ، قال‏:‏ لما نزلت على رسول الله، صلى الله عليه وسلم ‏:‏ ‏{‏ لله ما في السموات وما في الأرض وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله‏}‏ الآية ‏(‏‏(‏البقرة‏:‏283‏)‏‏)‏ أشتد ذلك على أصحاب رسول الله، صلى الله عليه وسلم، فأتوا رسول الله ، صلى الله عليه وسلم، ثم بركوا على الركب فقالوا‏:‏ أي رسول الله كلفنا من الأعمال مانطيق‏:‏ الصلاة والجهاد والصيام والصدقة، وقد أنزلت عليك هذه الآية ولا نطيقها‏.‏ قال رسول الله، صلى الله عليه وسلم‏:‏ ‏\"‏أتريدون أن تقولوا كما قال‏:‏ أهل الكتابين من قبلكم‏:‏ سمعنا وعصينا‏؟‏ بل قولوا‏:‏ سمعنا وأطعنا غفرانك ربنا وإليك المصير‏\"‏ فلما اقترأها القوم، وذلت بها ألسنتهم؛ أنزل الله تعالى في إثرها‏:‏ ‏{‏آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير‏}‏ فلما فعلوا ذلك نسخها الله تعالى؛ فأنزل الله عز وجل‏:‏ ‏{‏لايكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت ، ربنا لا تؤاخذنا إن نسينا أو أخطأنا‏}‏ قال‏:‏ نعم ‏{‏ ربنا ولا تحمل علينا إصراً كما حملته على الذين من قبلنا ‏}‏  قال‏:‏ نعم ‏{‏ ربنا ولا تحملنا ما لا طاقة لنا به‏}‏ قال ‏:‏ نعم ‏{‏واعف عنا واغفر لنا وارحمنا أنت مولانا فانصرنا على القوم الكافرين ‏}‏ قال‏:‏ نعم‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42451,
    "number": "1386",
    "text": "عن عائشة، رضي الله عنها، قالت‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏من أحدث في أمرنا هذا ما ليس منه فهو رد‏\"‏ ‏(‏‏(‏ متفق عليه‏)‏‏)‏‏.‏ \nوفي رواية لمسلم ‏:‏ ‏\"‏من عمل عملاً ليس عليه أمرنا فهو رد‏\"‏‏.‏",
    "source": ""
  },
  {
    "id": 42452,
    "number": "1387",
    "text": "وعن جابر، رضي الله عنه ، كان رسول الله، صلى الله عليه وسلم، إذا خطب احمرت عيناه، وعلا صوته، واشتد غضبه، حتى كأنه منذر جيش يقول‏:‏ ‏\"‏صبحكم ومساكم‏\"‏ ويقول‏:‏ ‏\"‏بعثت أنا والساعة كهاتين‏\"‏ ويقرن بين أصبعيه؛ السبابة والوسطى، ويقول‏:‏ ‏\"‏أما بعد؛ فإن خير الحديث كتاب الله وخير الهدى هدى محمد، صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل بدعة ضلالة‏\"‏ ثم يقول‏:‏ ‏\"‏أنا أولى بكل مؤمن من نفسه‏.‏ من ترك مالاً فلأهله، ومن ترك ديناً أو ضياعاً فإلي وعلى‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏ \nوعن العرباض بن سارية، رضي الله عنه ، حديثة السابق في باب المحافظة على السنة‏.‏",
    "source": ""
  },
  {
    "id": 42453,
    "number": "1388",
    "text": "عن أبي عمرو، جرير بن عبد الله، رضي الله عنه ، قال‏:‏ كنا  في صدر النهار عند رسول الله، صلى الله عليه وسلم، فجاءه قوم عراة مجتابي النمار، أو العباء، متقلدي السيوف، عامتهم من مضر، بل كلهم من مضر؛ فتمعر وجه رسول الله، صلى الله عليه وسلم، لما رأى بهم من الفاقة؛ فدخل ثم خرج، فأمر بلالاً فأذن وأقام، فصلى ثم خطب؛ فقال‏:‏ ‏{‏يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة‏}‏ إلى آخر الآية‏:‏ ‏{‏إن الله كان عليكم رقيبا‏}‏، والآية الأخرى التي في آخر الحشر‏:‏ ‏{‏يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغد‏}‏ تصدق رجل من ديناره من درهمه من ثوبه من صاع بره من صاع تمره _حتى قال _ ولو بشق تمرة ‏,‏فجاء رجل من الأنصار بصرة كادت كفه تعجز عنها، بل قد عجزت، ثم تتابع الناس حتى رأيت كومين من طعام وثياب، حتى رأيت وجه رسول الله، صلى الله عليه وسلم، يتهلل كأنه مذهبة، فقال رسول الله، صلى الله عليه وسلم، ‏\n\"‏ من سن في الإسلام سنة حسنة فله أجرها، وأجر من عمل بها من بعده من غير أن يقنص من أجورهم شيء، ومن سن في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42454,
    "number": "1389",
    "text": "وعن ابن مسعود رضي الله عنه أن النبي  صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ليس من نفس تقتل ظلماً إلا كان على ابن آدم الأول كفل من دمها لأنه كان أول من سن القتل‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42455,
    "number": "1390",
    "text": "وعن أبي مسعود عقبة بن عمرو الأنصاري البدي رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏\n\"‏من دل على خير فله مثل أجر فاعله‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42456,
    "number": "1391",
    "text": "وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42457,
    "number": "1392",
    "text": "وعن العباس سهل بن سعد الساعدي رضي الله عنه  أن رسول الله صلى الله عليه وسلم قال يوم خيبر‏:‏ ‏\"‏لأعطين الراية غداً رجلا يفتح الله على يديه، يحب الله ورسوله، ويحبه الله ورسوله‏\"‏ فبات الناس يدوكون ليلتهم أيهم يعطاها‏.‏ فلما أصبح الناس غدوا على رسول الله صلى الله عليه وسلم‏:‏  كلهم يرجو أن يعطاها، فقال‏:‏ ‏\"‏أين علي بن أبى طالب‏؟‏‏\"‏ فقيل‏:‏ يا رسول الله هو يشتكي عينيه قال‏:‏ ‏\"‏فأرسلوا إليه‏\"‏ فأتي به ، فبصق رسول الله صلى الله عليه وسلم في عينيه، ودعا له، فبرأ حتى كأن لم يكن به وجع، فأعطاه الراية‏.‏ فقال علي رضي الله عنه ‏:‏ يا رسول الله أقاتلهم حتى يكونوا مثلنا‏؟‏ فقال‏:‏ ‏\"‏انفذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم من حق الله تعالى فيه، فوالله لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42458,
    "number": "1393",
    "text": "وعن أنس رضي الله عنه أن فتى من أسلم قال‏:‏ يا رسول الله إني أريد الغزو وليس معي ما أتجهز به‏؟‏ قال‏:‏ ‏\n\"‏ائت فلانا فإنه قد كان  تجهز فمرض‏\"‏ فأتاه فقال‏:‏ إن رسول الله صلى الله عليه وسلم يقرئك السلام ويقول‏:‏ أعطني الذي تجهزت به، فقال‏:‏ يا فلانة أعطيه الذي تجهزت به، ولا تحبسي منه شيئاً ، فوالله لا تحبسين منه شيئاً فيبارك لك فيه‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42459,
    "number": "1394",
    "text": "عن أبي عبد الرحمن زيد بن خالد الجهني رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\n\"‏من جهز غازياً في سبيل الله فقد غزا ومن خلف غازيا في أهله بخير فقد غزا‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42460,
    "number": "1395",
    "text": "وعن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم، بعث بعثاً إلى بني لحيان من هذيل فقال‏:‏ ‏\n\"‏ لينبعث من كل رجلين أحدهما والأجر بينهما‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42461,
    "number": "1396",
    "text": "وعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم لقي ركبا بالروحاء فقال ‏:‏ ‏\"‏من القوم‏؟‏‏\"‏ قالوا‏:‏ المسلمون، فقالوا‏:‏ من أنت‏؟‏ قال‏:‏ ‏\"‏رسول الله‏\"‏ فرفعت إليه امرأة صبياً فقالت ‏:‏ ألهذا حج‏؟‏ قال‏:‏ ‏\"‏نعم ولك أجر‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42462,
    "number": "1397",
    "text": "وعن أبي موسى الأشعري رضي الله عنه ، عن النبي صلى الله عليه وسلم أنه قال‏:‏ ‏\n\"‏ الخازن المسلم الأمين الذي ينفذ ما أمر به، فيعطيه كاملاً موفراً، طيبة به نفسه فيدفعه إلى الذي أمر له به أحد المتصدقين‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42463,
    "number": "1398",
    "text": "فالأول‏:‏ عن أبي رقية تميم بن أوس الداري رضي الله عنه أن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ الدين النصيحة‏\"‏ قلنا‏:‏ لمن‏؟‏ قال‏:‏ لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42464,
    "number": "1399",
    "text": "الثاني‏:‏ عن جرير بن عبد الله رضي الله عنه قال‏:‏ بايعت رسول الله صلى الله عليه وسلم على إقام الصلاة، وإيتاء الزكاة، والنصح لكل مسلم‏.‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42465,
    "number": "1400",
    "text": "الثالث‏:‏ عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ “لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42466,
    "number": "1401",
    "text": "فالأول‏:‏ عن أبي سعيد الخدري رضي الله عنه قال‏:‏ سمعت رسول الله صلى الله عليه وسلم يقول‏:‏ ‏\n\"‏من رأى منكم منكرًا فليغيره بيده ، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه وذلك أضعف الإيمان‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42467,
    "number": "1402",
    "text": "الثاني‏:‏ عن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال‏:‏ ‏\n\"‏ما من نبي بعثه الله في أمة قبلي إلا كان له من أمته حواريون وأصحاب يأخذون بسنته ويقتدون بأمره، ثم إنها تختلف من بعدهم خلوف يقولون مالا يفعلون ويفعلون ما لا يؤمرون، فمن جاهدهم بيده فهو مؤمن، ومن جاهدهم بقلبه فهو مؤمن، ومن جاهدهم بلسانه فهو مؤمن ، وليس وراء ذلك الإيمان حبة خردل‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42468,
    "number": "1403",
    "text": "الثالث‏:‏ عن أبي الوليد عبادة بن الصامت رضي الله عنه قال‏:‏ “بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في العسر واليسر والمنشط والمكره، وعلى أثرةٍ علينا، وعلى أن لا ننازع الأمر أهله إلا أن تروا كفرًا بواحًا عندكم من الله تعالى فيه برهان ، وعلى أن نقول بالحق أينما كنا لا نخاف في الله لومة لائم‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏ \n\n‏‏ ‏المنشط والمكره‏ ‏ بفتح ميميهما‏:‏ أي‏:‏ في السهل والصعب‏.‏ ‏ ‏والأثرة‏ ‏ ‏:‏ الاختصاص بالمشترك، وقد سبق بيانها‏.‏ ‏ ‏بواحًا‏ ‏ بفتح الباء الموحدة بعدها واو ثم ألف ثم حاء مهملة‏:‏ أي ظاهر لا يحتمل تأويلا.",
    "source": ""
  },
  {
    "id": 42469,
    "number": "1404",
    "text": "الرابع‏:‏ عن النعمان بن بشير رضي الله عنهما عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏مثل القائم على حدود الله والواقع فيها كمثل قوم استهموا على سفينة، فصار بعضهم أعلاها وبعضهم أسفلها، وكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم فقالوا‏:‏ لو أنا خرقنا في نصيبنا خرقًا ولم نؤذ من فوقنا ‎، فإن تركوهم وما أرادوا هلكوا وهلكوا جميعًا، وإن أخذوا على أيديهم نجوا ونجوا جميعا‏\"‏ ‏(‏‏(‏رواه البخاري‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42470,
    "number": "1405",
    "text": "الخامس‏:‏ عن أم المؤمنين أم سلمة هند بنت أبي أمية حذيفة رضي الله عنها، عن النبي صلى الله عليه وسلم أنه قال‏:‏ ‏\"‏ إنه يستعمل عليكم أمراءُ فتعرفون وتنكرون فمن كره فقد برئ، ومن أنكر فقد سلم، ولكن من رضي وتابع” قالوا‏:‏ يا رسول الله ألا نقاتلهم‏؟‏ قال‏:‏ ‏\"‏لا ، الإمام أقاموا فيكم الصلاة‏\"‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42471,
    "number": "1406",
    "text": "السادس‏:‏ عن أم المؤمنين أم الحكم زينب بنت جحش رضي الله عنها أن النبي صلى الله عليه وسلم دخل عليها فزعا يقول‏:‏ ‏\"‏لا إله إلا الله، ويل للعرب من شر قد اقترب، فتح اليوم من ردم يأجوج ومأجوج مثل هذه” وحلق بأصبعيه الإبهام والتي تليها‏.‏ فقلت‏:‏ يا رسول الله أنهلك وفينا الصالحون‏؟‏ قال‏:‏ ‏\"‏نعم إذا كثر الخبث‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42472,
    "number": "1407",
    "text": "السابع‏:‏ عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\"‏إياكم والجلوس في الطرقات‏\"‏ فقالوا ‏:‏ يا رسول الله ما لنا من مجالسنا بد؛ نتحدث فيها‏!‏ فقال رسول الله صلى الله عليه وسلم‏:‏ ‏\"‏فإذا أبيتم إلا المجلس فأعطوا الطريق حقه‏\"‏ قالوا‏:‏ وما حق الطريق يا رسول الله‏؟‏ قال‏:‏ ‏\"‏غض البصر وكف الأذى ورد السلام، والأمر بالمعروف ، والنهي عن المنكر‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42473,
    "number": "1408",
    "text": "الثامن ‏:‏ عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم رأى خاتمًا من ذهب في يد رجل، فنزعه فطرحه وقال‏:‏ ‏\n\"‏ يعمد أحدكم إلى جمرة من نار فيجعلها في يده ‏!‏‏\"‏ فقيل للرجل بعد ما ذهب رسول الله صلى الله عليه وسلم ‏:‏ خذ خاتمك؛ انتفع به‏.‏ قال‏:‏ لا والله لا آخذه أبدًا وقد طرحه رسول الله صلى الله عليه وسلم‏.‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42474,
    "number": "1409",
    "text": "التاسع‏:‏ عن أبي سعيد الحسن البصري أن عائذ بن عمرو رضي الله عنه دخل على عبيد الله بن زياد فقال‏:‏ أي بني، إني سمعت رسول الله صلى الله عليه وسلم يقول‏:‏ ‏\"‏إن شر الرعاء الحطمة” فإياك أن تكون منهم‏.‏ فقال له ‏:‏ اجلس فإنما أنت من نخالة أصحاب محمد صلى الله عليه وسلم ، فقال‏:‏ وهل كانت لهم نخالة، إنما كانت النخالة بعدهم وفي غيرهم ‏!‏ ‏(‏‏(‏رواه مسلم‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42475,
    "number": "1410",
    "text": "العاشر‏:‏ عن حذيفة رضي الله عنه عن النبي صلى الله عليه وسلم  قال‏:‏ ‏\n\"‏ والذي نفسي بيده لتأمرن بالمعروف، ولتنهون عن المنكر، أو ليوشكن الله أن يبعث عليكم عقابًا منه، ثم تدعونه فلا يستجاب لكم‏\"‏ ‏(‏‏(‏رواه الترمذي وقال‏:‏ حديث حسن صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42476,
    "number": "1411",
    "text": "الحادي عشر‏:‏ عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال‏:‏ ‏\n\"‏أفضل الجهاد كلمة عدل عند سلطان جائر‏\"‏ ‏(‏‏(‏رواه أبو داود، والترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42477,
    "number": "1412",
    "text": "الثاني عشر‏:‏ عن أبي عبد الله طارق بن شهاب البجلي الأحمسي رضي الله عنه أن رجلاً سأل النبي صلى الله عليه وسلم، وقد وضع رجله في الغرز‏:‏ أي الجهاد أفضل‏؟‏ قال‏:‏ “كلمة حق عند سلطان جائر‏\"‏ ‏(‏‏(‏رواه النسائي بإسناد صحيح‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42478,
    "number": "1413",
    "text": "الثالث عشر‏:‏ عن ابن مسعود رضي الله عنه قال‏:‏ قال رسول الله صلى الله عليه وسلم ‏:‏ ‏\"‏إن أول ما دخل النقص على بني إسرائيل أنه كان الرجل  يلقى الرجل فيقول‏:‏  يا هذا اتق الله ودع ما تصنع فإنه لا يحل لك، ثم يلقاه من الغد وهو على حاله، فلا يمنعه ذلك أن يكون أكيله وشريبه وقعيده، فلما فعلوا ذلك ضرب الله قلوب بعضهم ببعض‏\"‏ ثم قال‏:‏ ‏{‏لعن الذين كفروا من بني إسرائيل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون‏.‏ كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون‏.‏ ترى كثيرًا منهم يتولون الذين كفروا لبئس ما قدمت لهم أنفسهم ‏}‏ إلى قوله‏:‏ ‏{‏فاسقون‏}‏ ‏(‏‏(‏المائد‏:‏ 78،81‏)‏‏)‏ ثم قال‏:‏ ‏\"‏ كلا، والله لتأمرن بالمعروف ولتنهون عن المنكر، ولتأخذن على يد الظالم ولتأطرنه على الحق أطرا، ولتقصرنه على الحق قصرا، أو ليضربن الله بقلوب بعضكم على بعض، ثم ليلعننكم كما لعنهم‏\"‏ ‏(‏‏(‏رواه أبو داود، والترمذي وقال‏:‏ حديث حسن‏)‏‏)‏‏.‏ \nهذا لفظ أبي داود، ولفظ الترمذي‏:‏ قال رسول الله صلى الله عليه وسلم‏:‏ ‏ ‏لما وقعت بنو إسرائيل في المعاصي نهتهم علماؤهم فلم ينتهوا، فجالسوهم في مجالسهم وواكلوهم وشاربوهم، فضرب الله قلوب بعضهم ببعض، ولعنهم على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون‏ ‏ فجلس رسول الله صلى الله عليه وسلم، وكان متكئًا فقال‏:‏ ‏ ‏لا والذي نفسي بيده حتى تأطروهم على الحق أطرا‏ ‏‏.‏\nقوله‏:‏ ‏ ‏تأطروهم‏ ‏ أي تعطفوهم‏.‏ ‏ ‏ ولتقصرنه‏ ‏ أي لتحبسنه‏.‏",
    "source": ""
  },
  {
    "id": 42479,
    "number": "1414",
    "text": "الرابع عشر‏:‏ عن أبي بكر الصديق، رضي الله عنه ، قال‏:‏ يا أيها الناس إنكم لتقرءون هذه الآية‏:‏ ‏{‏يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم‏}‏ ‏(‏‏(‏المائدة ‏:‏ 105‏)‏‏)‏ وإني سمعت رسول الله، صلى الله عليه وسلم، يقول‏:‏ “إن الناس إذا رأو الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب منه‏\"‏ ‏(‏‏(‏رواه أبو داود، والترمذي، والنسائي بأسانيد صحيحة‏)‏‏)‏‏.‏",
    "source": ""
  },
  {
    "id": 42480,
    "number": "1415",
    "text": "وعن أبي زيد أسامة بن زيد بن حارثة، رضي الله عنهما، قال‏:‏ سمعت رسول الله، صلى الله عليه وسلم، يقول‏:‏ ‏\n\"‏يؤتى بالرجل يوم القيامة فيلقى في النار فتندلق أقتاب بطنه فيدور بها كما يدور الحمار في الرحى فيجتمع إليه أهل النار فيقولون‏:‏ يا فلان ما لك ‏؟‏ ألم تك تأمر بالمعروف وتنهى عن المنكر‏؟‏ فيقول‏:‏ بلى، كنت آمر بالمعروف ولا آتيه،  وأنهى عن المنكر وآتيه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏\n\n‏‏قوله‏:‏ ‏ ‏تندلق‏ ‏ هو بالدال المهملة، ومعناه تخرج‏.‏ و”الأقتاب”‏:‏ الأمعاء، واحدها قتب‏.",
    "source": ""
  },
  {
    "id": 42481,
    "number": "1416",
    "text": "عن أبي هريرة ، رضي الله عنه ، أن رسول الله صلى الله عليه وسلم قال‏:‏ “آية المنافق ثلاث‏:‏ إذا حدث كذب، وإذا وعد أخلف، وإذا أؤتمن خان‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  },
  {
    "id": 42482,
    "number": "1417",
    "text": "وعن حذيفة بن اليمان‏.‏ رضي الله عنه ، قال‏:‏ حدثنا رسول الله، صلى الله عليه وسلم، حديثين قد رأيت أحدهما، وأنا أنتظر الآخر‏:‏ حدثنا أن الأمانة نزلت في جذر قلوب الرجال، ثم نزل القرآن فعلموا من القرآن، وعلموا من السنة، ثم حدثنا عن رفع الأمانة فقال‏:‏ ‏\"‏ينام الرجل النومة  فتقبض الأمانة من قلبه، فيظل أثرها مثل الوكت، ثم ينام النومة فتبض الأمانة من قلبه، فيظل أثرها مثل أثر المجل، كجمر دحرجته على رجلك، فنفط فتراه منتبرًا وليس فيه شيء ‏\"‏ ثم أخذ حصاة فدحرجه على رجله ‏\"‏فيصبح الناس يتبايعون، فلا يكاد أحد يؤدي الأمانة حتى يقال‏:‏” إن في بني فلان رجلاً أمينًا، حتى يقال للرجل، ما أجلده ما أظرفه، ما أعقله‏!‏ وما في قلبه مثقال حبة من خردل من إيمان ‏.‏ ولقد أتى علي زمان وما أبالي أيكم بايعت؛ لئن كان مسلمًا ليردنه علي دينه، ولئن كان نصرانيا أو يهودياً ليردنه علي ساعيه، وأما اليوم فما كنت أبايع منكم إلا فلانًا و فلانًا‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏ ‏.‏",
    "source": ""
  }
]