[
  {
    "id": 29334,
    "number": "3554",
    "text": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى الْكُوفِيُّ، حَدَّثَنَا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ مَطَرٍ الْوَرَّاقِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ لأَصْحَابِهِ ‏\n\"‏ قُولُوا سُبْحَانَ اللَّهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ مَنْ قَالَهَا مَرَّةً كُتِبَتْ لَهُ عَشْرًا وَمَنْ قَالَهَا عَشْرًا كُتِبَتْ لَهُ مِائَةً وَمَنْ قَالَهَا مِائَةً كُتِبَتْ لَهُ أَلْفًا وَمَنْ زَادَ زَادَهُ اللَّهُ وَمَنِ اسْتَغْفَرَ غَفَرَ اللَّهُ لَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29335,
    "number": "3555",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ وَزِيرٍ الْوَاسِطِيُّ، حَدَّثَنَا أَبُو سُفْيَانَ الْحِمْيَرِيُّ، هُوَ سَعِيدُ بْنُ يَحْيَى الْوَاسِطِيُّ عَنِ الضَّحَّاكِ بْنِ حُمْرَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ سَبَّحَ اللَّهَ مِائَةً بِالْغَدَاةِ وَمِائَةً بِالْعَشِيِّ كَانَ كَمَنْ حَجَّ مِائَةَ مَرَّةٍ وَمَنْ حَمِدَ اللَّهَ مِائَةً بِالْغَدَاةِ وَمِائَةً بِالْعَشِيِّ كَانَ كَمَنْ حَمَلَ عَلَى مِائَةِ فَرَسٍ فِي سَبِيلِ اللَّهِ أَوْ قَالَ غَزَا مِائَةَ غَزْوَةٍ وَمَنْ هَلَّلَ اللَّهَ مِائَةً بِالْغَدَاةِ وَمِائَةً بِالْعَشِيِّ كَانَ كَمَنْ أَعْتَقَ مِائَةَ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ وَمَنْ كَبَّرَ اللَّهَ مِائَةً بِالْغَدَاةِ وَمِائَةً بِالْعَشِيِّ لَمْ يَأْتِ فِي ذَلِكَ الْيَوْمِ أَحَدٌ بِأَكْثَرَ مِمَّا أَتَى بِهِ إِلاَّ مَنْ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَى مَا قَالَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29336,
    "number": "3556",
    "text": "حَدَّثَنَا الْحُسَيْنُ بْنُ الأَسْوَدِ الْعِجْلِيُّ الْبَغْدَادِيُّ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ أَبِي بِشْرٍ، عَنِ الزُّهْرِيِّ، قَالَ تَسْبِيحَةٌ فِي رَمَضَانَ أَفْضَلُ مِنْ أَلْفِ تَسْبِيحَةٍ فِي غَيْرِهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29337,
    "number": "3557",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنِ الْخَلِيلِ بْنِ مُرَّةَ، عَنِ الأَزْهَرِ بْنِ عَبْدِ اللَّهِ، عَنْ تَمِيمٍ الدَّارِيِّ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\n\"‏ مَنْ قَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ إِلَهًا وَاحِدًا أَحَدًا صَمَدًا لَمْ يَتَّخِذْ صَاحِبَةً وَلاَ وَلَدًا وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ عَشْرَ مَرَّاتٍ كَتَبَ اللَّهُ لَهُ أَرْبَعِينَ أَلْفَ أَلْفِ حَسَنَةٍ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالْخَلِيلُ بْنُ مُرَّةَ لَيْسَ بِالْقَوِيِّ عِنْدَ أَصْحَابِ الْحَدِيثِ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ هُوَ مُنْكَرُ الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 29338,
    "number": "3558",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَلِيُّ بْنُ مَعْبَدٍ الْمِصْرِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الرَّقِّيُّ، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ قَالَ فِي دُبُرِ صَلاَةِ الْفَجْرِ وَهُوَ ثَانِي رِجْلَيْهِ قَبْلَ أَنْ يَتَكَلَّمَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مَرَّاتٍ كُتِبَ لَهُ عَشْرُ حَسَنَاتٍ وَمُحِيَ عَنْهُ عَشْرُ سَيِّئَاتٍ وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ وَكَانَ يَوْمَهُ ذَلِكَ فِي حِرْزٍ مِنْ كُلِّ مَكْرُوهٍ وَحَرْسٍ مِنَ الشَّيْطَانِ وَلَمْ يَنْبَغِ لِذَنْبٍ أَنْ يُدْرِكَهُ فِي ذَلِكَ الْيَوْمِ إِلاَّ الشِّرْكَ بِاللَّهِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29339,
    "number": "3559",
    "text": "حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عِمْرَانَ الثَّعْلَبِيُّ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ الأَسْلَمِيِّ، عَنْ أَبِيهِ، قَالَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَدْعُو وَهُوَ يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ‏.‏ قَالَ فَقَالَ ‏\n\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ سَأَلَ اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى ‏\"‏ ‏.‏ قَالَ زَيْدٌ فَذَكَرْتُهُ لِزُهَيْرِ بْنِ مُعَاوِيَةَ بَعْدَ ذَلِكَ بِسِنِينَ فَقَالَ حَدَّثَنِي أَبُو إِسْحَاقَ عَنْ مَالِكِ بْنِ مِغْوَلٍ ‏.‏ قَالَ زَيْدٌ ثُمَّ ذَكَرْتُهُ لِسُفْيَانَ الثَّوْرِيِّ فَحَدَّثَنِي عَنْ مَالِكٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَى شَرِيكٌ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَاقَ عَنِ ابْنِ بُرَيْدَةَ عَنْ أَبِيهِ وَإِنَّمَا أَخَذَهُ أَبُو إِسْحَاقَ الْهَمْدَانِيُّ عَنْ مَالِكِ بْنِ مِغْوَلٍ وَإِنَّمَا دَلَّسَهُ ‏.‏ وَرَوَى شَرِيكٌ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَاقَ ‏.‏",
    "source": ""
  },
  {
    "id": 29340,
    "number": "3560",
    "text": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ أَبِي هَانِئٍ الْخَوْلاَنِيِّ، عَنْ أَبِي عَلِيٍّ الْجَنْبِيِّ، عَنْ فَضَالَةَ بْنِ عُبَيْدٍ، قَالَ بَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَاعِدًا إِذْ دَخَلَ رَجُلٌ فَصَلَّى فَقَالَ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي ‏.‏ فَقَالَ رَسُولُ اللَّهَ صلى الله عليه وسلم ‏\"‏ عَجِلْتَ أَيُّهَا الْمُصَلِّي إِذَا صَلَّيْتَ فَقَعَدْتَ فَاحْمَدِ اللَّهَ بِمَا هُوَ أَهْلُهُ وَصَلِّ عَلَىَّ ثُمَّ ادْعُهُ ‏\"‏ ‏.‏ قَالَ ثُمَّ صَلَّى رَجُلٌ آخَرُ بَعْدَ ذَلِكَ فَحَمِدَ اللَّهَ وَصَلَّى عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَيُّهَا الْمُصَلِّي ادْعُ تُجَبْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ رَوَاهُ حَيْوَةُ بْنُ شُرَيْحٍ عَنْ أَبِي هَانِئٍ الْخَوْلاَنِيِّ وَأَبُو هَانِئٍ اسْمُهُ حُمَيْدُ بْنُ هَانِئٍ وَأَبُو عَلِيٍّ الْجَنْبِيُّ اسْمُهُ عَمْرُو بْنُ مَالِكٍ ‏.‏",
    "source": ""
  },
  {
    "id": 29341,
    "number": "3561",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، حَدَّثَنِي أَبُو هَانِئٍ الْخَوْلاَنِيُّ، أَنَّ عَمْرَو بْنَ مَالِكٍ الْجَنْبِيَّ، أَخْبَرَهُ أَنَّهُ، سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ، يَقُولُ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَدْعُو فِي صَلاَتِهِ فَلَمْ يُصَلِّ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ عَجِلَ هَذَا ‏\"‏ ‏.‏ ثُمَّ دَعَاهُ فَقَالَ لَهُ أَوْ لِغَيْرِهِ ‏\"‏ إِذَا صَلَّى أَحَدُكُمْ فَلْيَبْدَأْ بِتَحْمِيدِ اللَّهِ وَالثَّنَاءِ عَلَيْهِ ثُمَّ لِيُصَلِّ عَلَى النَّبِيِّ صلى الله عليه وسلم ثُمَّ لِيَدْعُ بَعْدُ بِمَا شَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29342,
    "number": "3562",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي زِيَادٍ الْقَدَّاحِ، كَذَا قَالَ عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ اسْمُ اللَّهِ الأَعْظَمُ فِي هَاتَيْنِ الآيَتَيْنِِ ‏:‏ ‏(‏ وإلَهُكُمْ إِلَهٌ وَاحِدٌ لاَ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ ‏)‏ وَفَاتِحَةِ آلِ عِمْرَانَ ‏(‏الم * اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ ‏)‏ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29343,
    "number": "3563",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، - وَهُوَ رَجُلٌ صَالِحٌ حَدَّثَنَا صَالِحٌ الْمُرِّيُّ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ ادْعُوا اللَّهَ وَأَنْتُمْ مُوقِنُونَ بِالإِجَابَةِ وَاعْلَمُوا أَنَّ اللَّهَ لاَ يَسْتَجِيبُ دُعَاءً مِنْ قَلْبٍ غَافِلٍ لاَهٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ سَمِعْتُ عَبَّاسًا الْعَنْبَرِيَّ يَقُولُ اكْتُبُوا عَنْ عَبْدِ اللَّهِ بْنِ مُعَاوِيَةَ الْجُمَحِيِّ فَإِنَّهُ ثِقَةٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29344,
    "number": "3564",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ حَمْزَةَ الزَّيَّاتِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ اللَّهُمَّ عَافِنِي فِي جَسَدِي وَعَافِنِي فِي بَصَرِي وَاجْعَلْهُ الْوَارِثَ مِنِّي لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ حَبِيبُ بْنُ أَبِي ثَابِتٍ لَمْ يَسْمَعْ مِنْ عُرْوَةَ بْنِ الزُّبَيْرِ شَيْئًا وَحَبِيبُ بْنُ أَبِي ثَابِتٍ هُوَ حَبِيبُ بْنُ قَيْسِ بْنِ دِينَارٍ وَقَدْ أَدْرَكَ عُمَرَ وَابْنَ عَبَّاسٍ وَاللَّهُ أَعْلَمُ ‏.‏",
    "source": ""
  },
  {
    "id": 29345,
    "number": "3565",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَتْ فَاطِمَةُ إِلَى النَّبِيِّ صلى الله عليه وسلم تَسْأَلُهُ خَادِمًا فَقَالَ لَهَا ‏\n\"‏ قُولِي اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ مُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ فَالِقَ الْحَبِّ وَالنَّوَى أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنِّي الدَّيْنَ وَأَغْنِنِي مِنَ الْفَقْرِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَهَكَذَا رَوَى بَعْضُ أَصْحَابِ الأَعْمَشِ عَنِ الأَعْمَشِ نَحْوَ هَذَا ‏.‏ وَرَوَى بَعْضُهُمْ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ مُرْسَلٌ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 29346,
    "number": "3566",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ زُهَيْرِ بْنِ الأَقْمَرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ قَلْبٍ لاَ يَخْشَعُ وَدُعَاءٍ لاَ يُسْمَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ عِلْمٍ لاَ يَنْفَعُ أَعُوذُ بِكَ مِنْ هَؤُلاَءِ الأَرْبَعِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ ‏.‏ قَالَ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "source": ""
  },
  {
    "id": 29347,
    "number": "3567",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ شَبِيبِ بْنِ شَيْبَةَ، عَنِ الْحَسَنِ الْبَصْرِيِّ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لأَبِي ‏\"‏ يَا حُصَيْنُ كَمْ تَعْبُدُ الْيَوْمَ إِلَهًا ‏\"‏ ‏.‏ قَالَ أَبِي سَبْعَةً سِتًّا فِي الأَرْضِ وَوَاحِدًا فِي السَّمَاءِ ‏.‏ قَالَ ‏\"‏ فَأَيُّهُمْ تَعُدُّ لِرَغْبَتِكَ وَرَهْبَتِكَ ‏\"‏ ‏.‏ قَالَ الَّذِي فِي السَّمَاءِ ‏.‏ قَالَ ‏\"‏ يَا حُصَيْنُ أَمَا إِنَّكَ لَوْ أَسْلَمْتَ عَلَّمْتُكَ كَلِمَتَيْنِ تَنْفَعَانِكَ ‏\"‏ ‏.‏ قَالَ فَلَمَّا أَسْلَمَ حُصَيْنٌ قَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي الْكَلِمَتَيْنِ اللَّتَيْنِ وَعَدْتَنِي ‏.‏ فَقَالَ ‏\"‏ قُلِ اللَّهُمَّ أَلْهِمْنِي رُشْدِي وَأَعِذْنِي مِنْ شَرِّ نَفْسِي ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29348,
    "number": "3568",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا أَبُو مُصْعَبٍ الْمَدَنِيُّ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، مَوْلَى الْمُطَّلِبِ عَنْ أَنَسِ بْنِ مَالِكٍ، رضى الله عنه قَالَ كَثِيرًا مَا كُنْتُ أَسْمَعُ النَّبِيَّ صلى الله عليه وسلم يَدْعُو بِهَؤُلاَءِ الْكَلِمَاتِ ‏\n\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَمْرِو بْنِ أَبِي عَمْرٍو ‏.‏",
    "source": ""
  },
  {
    "id": 29349,
    "number": "3569",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم كَانَ يَدْعُو يَقُولُ ‏\n\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْجُبْنِ وَالْبُخْلِ وَفِتْنَةِ الْمَسِيحِ وَعَذَابِ الْقَبْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29350,
    "number": "3570",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، - بَصْرِيٌّ - حَدَّثَنَا عَثَّامُ بْنُ عَلِيٍّ، عَنِ الأَعْمَشِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ ‏.‏ وَقَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ الأَعْمَشِ عَنْ عَطَاءِ بْنِ السَّائِبِ ‏.‏ وَرَوَى شُعْبَةُ وَالثَّوْرِيُّ هَذَا الْحَدِيثَ عَنْ عَطَاءِ بْنِ السَّائِبِ بِطُولِهِ ‏.‏ وَفِي الْبَابِ عَنْ يُسَيْرَةَ بِنْتِ يَاسِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ يَا مَعْشَرَ النِّسَاءِ اعْقِدْنَ بِالأَنَامِلِ فَإِنَّهُنَّ مَسْئُولاَتٌ مُسْتَنْطَقَاتٌ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 29351,
    "number": "3571",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا سَهْلُ بْنُ يُوسُفَ، حَدَّثَنَا حُمَيْدٌ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم عَادَ رَجُلاً قَدْ جُهِدَ حَتَّى صَارَ مِثْلَ الْفَرْخِ فَقَالَ لَهُ ‏\"‏ أَمَا كُنْتَ تَدْعُو أَمَا كُنْتَ تَسْأَلُ رَبَّكَ الْعَافِيَةَ ‏\"‏ ‏.‏ قَالَ كُنْتُ أَقُولُ اللَّهُمَّ مَا كُنْتَ مُعَاقِبِي بِهِ فِي الآخِرَةِ فَعَجِّلْهُ لِي فِي الدُّنْيَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ سُبْحَانَ اللَّهِ إِنَّكَ لاَ تُطِيقُهُ - أَوْ لاَ تَسْتَطِيعُهُ أَفَلاَ كُنْتَ تَقُولُ اللَّهُمَّ آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 29352,
    "number": "3572",
    "text": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّازُ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ الْحَسَنِ، فِي قَوْلِهِ ‏:‏ ‏(‏ ربَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً ‏)‏ قَالَ فِي الدُّنْيَا الْعِلْمَ وَالْعِبَادَةَ وَفِي الآخِرَةِ الْجَنَّةَ ‏.‏",
    "source": ""
  },
  {
    "id": 29353,
    "number": "3573",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ أَبَا الأَحْوَصِ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَدْعُو ‏\n\"‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29354,
    "number": "3574",
    "text": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ مُحَمَّدِ بْنِ سَعْدٍ الأَنْصَارِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَبِيعَةَ الدِّمَشْقِيِّ، حَدَّثَنَا عَائِذُ اللَّهِ أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَانَ مِنْ دُعَاءِ دَاوُدَ يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ وَالْعَمَلَ الَّذِي يُبَلِّغُنِي حُبَّكَ اللَّهُمَّ اجْعَلْ حُبَّكَ أَحَبَّ إِلَىَّ مِنْ نَفْسِي وَأَهْلِي وَمِنَ الْمَاءِ الْبَارِدِ ‏\"‏ ‏.‏ قَالَ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا ذَكَرَ دَاوُدَ يُحَدِّثُ عَنْهُ قَالَ ‏\"‏ كَانَ أَعْبَدَ الْبَشَرِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29355,
    "number": "3575",
    "text": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ أَبِي جَعْفَرٍ الْخَطْمِيِّ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْخَطْمِيِّ الأَنْصَارِيِّ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ فِي دُعَائِهِ ‏\n\"‏ اللَّهُمَّ ارْزُقْنِي حُبَّكَ وَحُبَّ مَنْ يَنْفَعُنِي حُبُّهُ عِنْدَكَ اللَّهُمَّ مَا رَزَقْتَنِي مِمَّا أُحِبُّ فَاجْعَلْهُ قُوَّةً لِي فِيمَا تُحِبُّ اللَّهُمَّ وَمَا زَوَيْتَ عَنِّي مِمَّا أُحِبُّ فَاجْعَلْهُ لِي فَرَاغًا فِيمَا تُحِبُّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَأَبُو جَعْفَرٍ الْخَطْمِيُّ اسْمُهُ عُمَيْرُ بْنُ يَزِيدَ بْنِ خُمَاشَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 29356,
    "number": "3576",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سَعْدُ بْنُ أَوْسٍ، عَنْ بِلاَلِ بْنِ يَحْيَى الْعَبْسِيِّ، عَنْ شُتَيْرِ بْنِ شَكَلٍ، عَنْ أَبِيهِ، شَكَلِ بْنِ حُمَيْدٍ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي تَعَوُّذًا أَتَعَوَّذُ بِهِ ‏.‏ قَالَ فَأَخَذَ بِكَتِفِي فَقَالَ ‏\n\"‏ قُلِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ سَمْعِي وَمِنْ شَرِّ بَصَرِي وَمِنْ شَرِّ لِسَانِي وَمِنْ شَرِّ قَلْبِي وَمِنْ شَرِّ مَنِيِّي ‏\"‏ ‏.‏ يَعْنِي فَرْجَهُ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ سَعْدِ بْنِ أَوْسٍ عَنْ بِلاَلِ بْنِ يَحْيَى ‏.‏",
    "source": ""
  },
  {
    "id": 29357,
    "number": "3577",
    "text": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، أَنَّ عَائِشَةَ، قَالَتْ كُنْتُ نَائِمَةً إِلَى جَنْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَفَقَدْتُهُ مِنَ اللَّيْلِ فَلَمَسْتُهُ فَوَقَعَتْ يَدِي عَلَى قَدَمَيْهِ وَهُوَ سَاجِدٌ وَهُوَ يَقُولُ ‏\"‏ أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ لاَ أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَائِشَةَ ‏.‏ \nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ وَزَادَ فِيهِ ‏\"‏ وَأَعُوذُ بِكَ مِنْكَ لاَ أُحْصِي ثَنَاءً عَلَيْكَ ‏\"‏ ‏.‏",
    "source": ""
  },
  {
    "id": 29358,
    "number": "3578",
    "text": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ، عَنْ طَاوُسٍ الْيَمَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُعَلِّمُهُمْ هَذَا الدُّعَاءَ كَمَا يُعَلِّمُهُمُ السُّورَةَ مِنَ الْقُرْآنِ ‏\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ وَمِنْ عَذَابِ الْقَبْرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ  ‏.‏",
    "source": ""
  },
  {
    "id": 29359,
    "number": "3579",
    "text": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْعُو بِهَؤُلاَءِ الْكَلِمَاتِ ‏\n\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ وَعَذَابِ الْقَبْرِ وَفِتْنَةِ الْقَبْرِ وَمِنْ شَرِّ فِتْنَةِ الْغِنَى وَمِنْ شَرِّ فِتْنَةِ الْفَقْرِ وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ اللَّهُمَّ اغْسِلْ خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَأَنْقِ قَلْبِي مِنَ الْخَطَايَا كَمَا أَنْقَيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29360,
    "number": "3580",
    "text": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ عِنْدَ وَفَاتِهِ ‏\n\"‏ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29361,
    "number": "3581",
    "text": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لاَ يَقُولُ أَحَدُكُمُ اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ اللَّهُمَّ ارْحَمْنِي إِنْ شِئْتَ لِيَعْزِمِ الْمَسْأَلَةَ فَإِنَّهُ لاَ مُكْرِهَ لَهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29362,
    "number": "3582",
    "text": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عَبْدِ اللَّهِ الأَغَرِّ، وَعَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ يَنْزِلُ رَبُّنَا كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ فَيَقُولُ مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ وَمَنْ يَسْأَلُنِي فَأُعْطِيَهُ وَمَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو عَبْدِ اللَّهِ الأَغَرُّ اسْمُهُ سَلْمَانُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي سَعِيدٍ وَجُبَيْرِ بْنِ مُطْعِمٍ وَرِفَاعَةَ الْجُهَنِيِّ وَأَبِي الدَّرْدَاءِ وَعُثْمَانَ بْنِ أَبِي الْعَاصِي ‏.‏",
    "source": ""
  },
  {
    "id": 29363,
    "number": "3583",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الثَّقَفِيُّ الْمَرْوَزِيُّ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنْ أَبِي أُمَامَةَ، قَالَ قِيلَ يَا رَسُولَ اللَّهِ أَىُّ الدُّعَاءِ أَسْمَعُ قَالَ ‏\"‏ جَوْفُ اللَّيْلِ الآخِرُ وَدُبُرَ الصَّلَوَاتِ الْمَكْتُوبَاتِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي ذَرٍّ وَابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ جَوْفُ اللَّيْلِ الآخِرُ الدُّعَاءُ فِيهِ أَفْضَلُ أَوْ أَرْجَى ‏\"‏ ‏.‏ أَوْ نَحْوَ هَذَا ‏.‏",
    "source": ""
  },
  {
    "id": 29364,
    "number": "3584",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ عُمَرَ الْهِلاَلِيُّ، عَنْ سَعِيدِ بْنِ إِيَاسٍ الْجُرَيْرِيِّ، عَنْ أَبِي السَّلِيلِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ سَمِعْتُ دُعَاءَكَ اللَّيْلَةَ فَكَانَ الَّذِي وَصَلَ إِلَىَّ مِنْهُ أَنَّكَ تَقُولُ ‏\"‏ اللَّهُمَّ اغْفِرْ لِي ذَنْبِي وَوَسِّعْ لِي فِي رِزْقِي وَبَارِكْ لِي فِيمَا رَزَقْتَنِي ‏\"‏ ‏.‏ قَالَ ‏\"‏ فَهَلْ تَرَاهُنَّ تَرَكْنَ شَيْئًا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَأَبُو السَّلِيلِ اسْمُهُ ضُرَيْبُ بْنُ نُفَيْرٍ وَيُقَالُ ابْنُ نُقَيْرٍ ‏.‏",
    "source": ""
  },
  {
    "id": 29365,
    "number": "3585",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا حَيْوَةُ بْنُ شُرَيْحٍ، وَهُوَ ابْنُ يَزِيدَ الْحِمْصِيُّ عَنْ بَقِيَّةَ بْنِ الْوَلِيدِ، عَنْ مُسْلِمِ بْنِ زِيَادٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ مَنْ قَالَ حِينَ يُصْبِحُ اللَّهُمَّ أَصْبَحْنَا نُشْهِدُكَ وَنُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ بِأَنَّكَ الله لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ ‏.‏ إِلاَّ غَفَرَ اللَّهُ لَهُ مَا أَصَابَ فِي يَوْمِهِ ذَلِكَ وَإِنْ قَالَهَا حِينَ يُمْسِي غَفَرَ اللَّهُ لَهُ مَا أَصَابَ فِي تِلْكَ اللَّيْلَةِ مِنْ ذَنْبٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29366,
    "number": "3586",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ، عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ، أَنَّ ابْنَ عُمَرَ، قَالَ قَلَّمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُومُ مِنْ مَجْلِسٍ حَتَّى يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ لأَصْحَابِهِ ‏\n\"‏ اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُولُ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ وَمِنَ الْيَقِينِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مُصِيبَاتِ الدُّنْيَا وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَا أَحْيَيْتَنَا وَاجْعَلْهُ الْوَارِثَ مِنَّا وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا وَانْصُرْنَا عَلَى مَنْ عَادَانَا وَلاَ تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلاَ مَبْلَغَ عِلْمِنَا وَلاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ ‏.‏",
    "source": ""
  },
  {
    "id": 29367,
    "number": "3587",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا عُثْمَانُ الشَّحَّامُ، حَدَّثَنِي مُسْلِمُ بْنُ أَبِي بَكْرَةَ، قَالَ سَمِعَنِي أَبِي، وَأَنَا أَقُولُ اللَّهُمَّ، إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْكَسَلِ وَعَذَابِ الْقَبْرِ ‏.‏ قَالَ يَا بُنَىَّ مِمَّنْ سَمِعْتَ هَذَا قَالَ قُلْتُ سَمِعْتُكَ تَقُولُهُنَّ ‏.‏ قَالَ الْزَمْهُنَّ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُهُنَّ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ  ‏.‏",
    "source": ""
  },
  {
    "id": 29368,
    "number": "3588",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، رضى الله عنه قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلاَ أُعَلِّمُكَ كَلِمَاتٍ إِذَا قُلْتَهُنَّ غَفَرَ اللَّهُ لَكَ وَإِنْ كُنْتَ مَغْفُورًا لَكَ ‏\"‏ ‏.‏ قَالَ ‏\"‏ قُلْ لاَ إِلَهَ إِلاَّ اللَّهُ الْعَلِيُّ الْعَظِيمُ لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ لاَ إِلَهَ إِلاَّ اللَّهُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ ‏\"‏ ‏.‏ \nقَالَ عَلِيُّ بْنُ خَشْرَمٍ وَأَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، بِمِثْلِ ذَلِكَ إِلاَّ أَنَّهُ قَالَ فِي آخِرِهَا ‏\"‏ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ أَبِي إِسْحَاقَ عَنِ الْحَارِثِ عَنْ عَلِيٍّ ‏.‏",
    "source": ""
  },
  {
    "id": 29369,
    "number": "3589",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ سَعْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ دَعْوَةُ ذِي النُّونِ إِذْ دَعَا وَهُوَ فِي بَطْنِ الْحُوتِ لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ‏.‏ فَإِنَّهُ لَمْ يَدْعُ بِهَا رَجُلٌ مُسْلِمٌ فِي شَيْءٍ قَطُّ إِلاَّ اسْتَجَابَ اللَّهُ لَهُ ‏\"‏ ‏.‏ \nقَالَ مُحَمَّدُ بْنُ يَحْيَى قَالَ مُحَمَّدُ بْنُ يُوسُفَ مَرَّةً عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ سَعْدٍ، عَنْ سَعْدٍ، ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى غَيْرُ، وَاحِدٍ، هَذَا الْحَدِيثَ عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ سَعْدٍ، عَنْ سَعْدٍ، وَلَمْ يَذْكُرُوا فِيهِ عَنْ أَبِيهِ، ‏.‏ وَرَوَى بَعْضُهُمْ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، فَقَالُوا عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ سَعْدٍ، وَكَانَ، يُونُسُ بْنُ أَبِي إِسْحَاقَ رُبَّمَا ذَكَرَ فِي هَذَا الْحَدِيثِ عَنْ أَبِيهِ، وَرُبَّمَا، لَمْ يَذْكُرْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 29370,
    "number": "3590",
    "text": "حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً غَيْرَ وَاحِدٍ مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ \nقَالَ يُوسُفُ وَحَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "source": ""
  },
  {
    "id": 29371,
    "number": "3591",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجُوزَجَانِيُّ، حَدَّثَنِي صَفْوَانُ بْنُ صَالِحٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ إِنَّ لِلَّهِ تَعَالَى تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً غَيْرَ وَاحِدَةٍ مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ هُوَ اللَّهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ الْمَلِكُ الْقُدُّوسُ السَّلاَمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ الْغَفَّارُ الْقَهَّارُ الْوَهَّابُ الرَّزَّاقُ الْفَتَّاحُ الْعَلِيمُ الْقَابِضُ الْبَاسِطُ الْخَافِضُ الرَّافِعُ الْمُعِزُّ الْمُذِلُّ السَّمِيعُ الْبَصِيرُ الْحَكَمُ الْعَدْلُ اللَّطِيفُ الْخَبِيرُ الْحَلِيمُ الْعَظِيمُ الْغَفُورُ الشَّكُورُ الْعَلِيُّ الْكَبِيرُ الْحَفِيظُ الْمُقِيتُ الْحَسِيبُ الْجَلِيلُ الْكَرِيمُ الرَّقِيبُ الْمُجِيبُ الْوَاسِعُ الْحَكِيمُ الْوَدُودُ الْمَجِيدُ الْبَاعِثُ الشَّهِيدُ الْحَقُّ الْوَكِيلُ الْقَوِيُّ الْمَتِينُ الْوَلِيُّ الْحَمِيدُ الْمُحْصِي الْمُبْدِئُ الْمُعِيدُ الْمُحْيِي الْمُمِيتُ الْحَىُّ الْقَيُّومُ الْوَاجِدُ الْمَاجِدُ الْوَاحِدُ الصَّمَدُ الْقَادِرُ الْمُقْتَدِرُ الْمُقَدِّمُ الْمُؤَخِّرُ الأَوَّلُ الآخِرُ الظَّاهِرُ الْبَاطِنُ الْوَالِي الْمُتَعَالِي الْبَرُّ التَّوَّابُ الْمُنْتَقِمُ الْعَفُوُّ الرَّءُوفُ مَالِكُ الْمُلْكِ ذُو الْجَلاَلِ وَالإِكْرَامِ الْمُقْسِطُ الْجَامِعُ الْغَنِيُّ الْمُغْنِي الْمَانِعُ الضَّارُّ النَّافِعُ النُّورُ الْهَادِي الْبَدِيعُ الْبَاقِي الْوَارِثُ الرَّشِيدُ الصَّبُورُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ حَدَّثَنَا بِهِ غَيْرُ وَاحِدٍ عَنْ صَفْوَانَ بْنِ صَالِحٍ ‏.‏ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ صَفْوَانَ بْنِ صَالِحٍ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلاَ نَعْلَمُ - فِي كَبِيرِ شَيْءٍ مِنَ الرِّوَايَاتِ لَهُ إِسْنَادٌ صَحِيحٌ ذِكْرَ الأَسْمَاءِ إِلاَّ فِي هَذَا الْحَدِيثِ ‏.‏ وَقَدْ رَوَى آدَمُ بْنُ أَبِي إِيَاسٍ هَذَا الْحَدِيثَ بِإِسْنَادٍ غَيْرِ هَذَا عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَذَكَرَ فِيهِ الأَسْمَاءَ وَلَيْسَ لَهُ إِسْنَادٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29372,
    "number": "3592",
    "text": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ وَلَيْسَ فِي هَذَا الْحَدِيثِ ذِكْرُ الأَسْمَاءِ ‏.‏ قَالَ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ رَوَاهُ أَبُو الْيَمَانِ عَنْ شُعَيْبِ بْنِ أَبِي حَمْزَةَ عَنْ أَبِي الزِّنَادِ وَلَمْ يَذْكُرْ فِيهِ الأَسْمَاءَ ‏.‏",
    "source": ""
  },
  {
    "id": 29373,
    "number": "3593",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، أَنَّ حُمَيْدًا الْمَكِّيَّ، مَوْلَى ابْنِ عَلْقَمَةَ حَدَّثَهُ أَنَّ عَطَاءَ بْنَ أَبِي رَبَاحٍ حَدَّثَهُ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا مَرَرْتُمْ بِرِيَاضِ الْجَنَّةِ فَارْتَعُوا ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ وَمَا رِيَاضُ الْجَنَّةِ قَالَ ‏\"‏ الْمَسَاجِدُ ‏\"‏ ‏.‏ قُلْتُ وَمَا الرَّتْعُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29374,
    "number": "3594",
    "text": "حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنَا مُحَمَّدُ بْنُ ثَابِتٍ الْبُنَانِيُّ، قَالَ حَدَّثَنِي أَبِي، عَنْ أَنَسِ بْنِ مَالِكٍ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا مَرَرْتُمْ بِرِيَاضِ الْجَنَّةِ فَارْتَعُوا ‏\"‏ ‏.‏ قَالَ وَمَا رِيَاضُ الْجَنَّةِ قَالَ ‏\"‏ حِلَقُ الذِّكْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ ثَابِتٍ عَنْ أَنَسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 29375,
    "number": "3595",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ عَمْرِو بْنِ أَبِي سَلَمَةَ، عَنْ أُمِّهِ أُمِّ سَلَمَةَ، عَنْ أَبِي سَلَمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أَصَابَ أَحَدَكُمْ مُصِيبَةٌ فَلْيَقُلْ ‏:‏ ‏(‏ إنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ ‏)‏ اللَّهُمَّ عِنْدَكَ احْتَسَبْتُ مُصِيبَتِي فَأْجُرْنِي فِيهَا وَأَبْدِلْنِي مِنْهَا خَيْرًا ‏\"‏ ‏.‏ فَلَمَّا احْتُضِرَ أَبُو سَلَمَةَ قَالَ اللَّهُمَّ اخْلُفْ فِي أَهْلِي خَيْرًا مِنِّي فَلَمَّا قُبِضَ قَالَتْ أُمُّ سَلَمَةَ ‏:‏ ‏(‏ إنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ ‏)‏ عِنْدَ اللَّهِ احْتَسَبْتُ مُصِيبَتِي فَأْجُرْنِي فِيهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَرُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أُمِّ سَلَمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَأَبُو سَلَمَةَ اسْمُهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الأَسَدِ ‏.‏",
    "source": ""
  },
  {
    "id": 29376,
    "number": "3596",
    "text": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، حَدَّثَنَا سَلَمَةُ بْنُ وَرْدَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَىُّ الدُّعَاءِ أَفْضَلُ قَالَ ‏\"‏ سَلْ رَبَّكَ الْعَافِيَةَ وَالْمُعَافَاةَ فِي الدُّنْيَا وَالآخِرَةِ ‏\"‏ ‏.‏ ثُمَّ أَتَاهُ فِي الْيَوْمِ الثَّانِي فَقَالَ يَا رَسُولَ اللَّهِ أَىُّ الدُّعَاءِ أَفْضَلُ فَقَالَ لَهُ مِثْلَ ذَلِكَ ثُمَّ أَتَاهُ فِي الْيَوْمِ الثَّالِثِ فَقَالَ لَهُ مِثْلَ ذَلِكَ ‏.‏ قَالَ ‏\"‏ فَإِذَا أُعْطِيتَ الْعَافِيَةَ فِي الدُّنْيَا وَأُعْطِيتَهَا فِي الآخِرَةِ فَقَدْ أَفْلَحْتَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ سَلَمَةَ بْنِ وَرْدَانَ ‏.‏",
    "source": ""
  },
  {
    "id": 29377,
    "number": "3597",
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ كَهْمَسِ بْنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ عَائِشَةَ، قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ عَلِمْتُ أَىُّ لَيْلَةٍ لَيْلَةُ الْقَدْرِ مَا أَقُولُ فِيهَا قَالَ ‏\n\"‏ قُولِي اللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29378,
    "number": "3598",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَسْأَلُهُ اللَّهَ عَزَّ وَجَلَّ ‏.‏ قَالَ ‏\"‏ سَلِ اللَّهَ الْعَافِيَةَ ‏\"‏ ‏.‏ فَمَكَثْتُ أَيَّامًا ثُمَّ جِئْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَسْأَلُهُ اللَّهَ ‏.‏ فَقَالَ لِي ‏\"‏ يَا عَبَّاسُ يَا عَمَّ رَسُولِ اللَّهِ سَلِ اللَّهَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَعَبْدُ اللَّهِ بْنُ الْحَارِثِ بْنِ نَوْفَلٍ قَدْ سَمِعَ مِنَ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ ‏.‏",
    "source": ""
  },
  {
    "id": 29379,
    "number": "3599",
    "text": "حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْكُوفِيُّ، عَنْ إِسْرَائِيلَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، وَهُوَ الْمُلَيْكِيُّ عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا سُئِلَ اللَّهُ شَيْئًا أَحَبَّ إِلَيْهِ مِنْ أَنْ يُسْأَلَ الْعَافِيَةَ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الْمُلَيْكِيِّ ‏.‏",
    "source": ""
  },
  {
    "id": 29380,
    "number": "3600",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُمَرَ بْنِ أَبِي الْوَزِيرِ، حَدَّثَنَا زَنْفَلُ بْنُ عَبْدِ اللَّهِ أَبُو عَبْدِ اللَّهِ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا أَرَادَ أَمْرًا قَالَ ‏\n\"‏ اللَّهُمَّ خِرْ لِي وَاخْتَرْ لِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ زَنْفَلٍ ‏.‏ وَهُوَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ وَيُقَالُ لَهُ زَنْفَلٌ الْعَرَفِيُّ وَكَانَ سَكَنَ عَرَفَاتٍ وَتَفَرَّدَ بِهَذَا الْحَدِيثِ وَلاَ يُتَابَعُ عَلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29381,
    "number": "3601",
    "text": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا أَبَانُ، هُوَ ابْنُ يَزِيدَ الْعَطَّارُ حَدَّثَنَا يَحْيَى، أَنَّ زَيْدَ بْنَ سَلاَّمٍ، حَدَّثَهُ أَنَّ أَبَا سَلاَّمٍ حَدَّثَهُ عَنْ أَبِي مَالِكٍ الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْوُضُوءُ شَطْرُ الإِيمَانِ وَالْحَمْدُ لِلَّهِ تَمْلأُ الْمِيزَانَ وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلآنِ أَوْ تَمْلأُ مَا بَيْنَ السَّمَوَاتِ وَالأَرْضِ وَالصَّلاَةُ نُورٌ وَالصَّدَقَةُ بُرْهَانٌ وَالصَّبْرُ ضِيَاءٌ وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29382,
    "number": "3602",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعُمٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ التَّسْبِيحُ نِصْفُ الْمِيزَانِ وَالْحَمْدُ لِلَّهِ يَمْلَؤُهُ وَلاَ إِلَهَ إِلاَّ اللَّهُ لَيْسَ لَهَا دُونَ اللَّهِ حِجَابٌ حَتَّى تَخْلُصَ إِلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعُمٍ هُوَ الإِفْرِيقِيُّ وَقَدْ ضَعَّفَهُ أَحْمَدُ بْنُ حَنْبَلٍ وَيَحْيَى بْنُ مَعِينٍ وَعَبْدُ اللَّهِ بْنُ يَزِيدَ هُوَ أَبُو عَبْدِ الرَّحْمَنِ الْحُبُلِيُّ ‏.‏",
    "source": ""
  },
  {
    "id": 29383,
    "number": "3603",
    "text": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ جُرَىٍّ النَّهْدِيِّ، عَنْ رَجُلٍ، مِنْ بَنِي سُلَيْمٍ قَالَ عَدَّهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي يَدِي أَوْ فِي يَدِهِ ‏\n\"‏ التَّسْبِيحُ نِصْفُ الْمِيزَانِ وَالْحَمْدُ يَمْلَؤُهُ وَالتَّكْبِيرُ يَمْلأُ مَا بَيْنَ السَّمَاءِ وَالأَرْضِ وَالصَّوْمُ نِصْفُ الصَّبْرِ وَالطُّهُورُ نِصْفُ الإِيمَانِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رَوَاهُ شُعْبَةُ وَسُفْيَانُ الثَّوْرِيُّ عَنْ أَبِي إِسْحَاقَ ‏.‏",
    "source": ""
  },
  {
    "id": 29384,
    "number": "3604",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُؤَدِّبُ، حَدَّثَنَا عَلِيُّ بْنُ ثَابِتٍ، حَدَّثَنِي قَيْسُ بْنُ الرَّبِيعِ، وَكَانَ، مِنْ بَنِي أَسَدٍ عَنِ الأَغَرِّ بْنِ الصَّبَّاحِ، عَنْ خَلِيفَةَ بْنِ حُصَيْنٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ أَكْثَرُ مَا دَعَا بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم عَشِيَّةَ عَرَفَةَ فِي الْمَوْقِفِ ‏\n\"‏ اللَّهُمَّ لَكَ الْحَمْدُ كَالَّذِي تَقُولُ وَخَيْرًا مِمَّا نَقُولُ اللَّهُمَّ لَكَ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي وَإِلَيْكَ مَآبِي وَلَكَ رَبِّ تُرَاثِي اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَوَسْوَسَةِ الصَّدْرِ وَشَتَاتِ الأَمْرِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا تَجِيءُ بِهِ الرِّيحُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏",
    "source": ""
  },
  {
    "id": 29385,
    "number": "3605",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُؤَدِّبُ، حَدَّثَنَا عَمَّارُ بْنُ مُحَمَّدٍ ابْنُ أُخْتِ، سُفْيَانَ الثَّوْرِيِّ حَدَّثَنَا اللَّيْثُ بْنُ أَبِي سُلَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنْ أَبِي أُمَامَةَ، قَالَ دَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِدُعَاءٍ كَثِيرٍ لَمْ نَحْفَظْ مِنْهُ شَيْئًا قُلْنَا يَا رَسُولَ اللَّهِ دَعَوْتَ بِدُعَاءٍ كَثِيرٍ لَمْ نَحْفَظْ مِنْهُ شَيْئًا ‏.‏ فَقَالَ ‏\n\"‏ أَلاَ أَدُلُّكُمْ عَلَى مَا يَجْمَعُ ذَلِكَ كُلَّهُ تَقُولُ اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ وَنَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ بِكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ وَأَنْتَ الْمُسْتَعَانُ وَعَلَيْكَ الْبَلاَغُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29386,
    "number": "3606",
    "text": "حَدَّثَنَا أَبُو مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنْ أَبِي كَعْبٍ، صَاحِبِ الْحَرِيرِ حَدَّثَنِي شَهْرُ بْنُ حَوْشَبٍ، قَالَ قُلْتُ لأُمِّ سَلَمَةَ يَا أُمَّ الْمُؤْمِنِينَ مَا كَانَ أَكْثَرُ دُعَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا كَانَ عِنْدَكِ قَالَتْ كَانَ أَكْثَرُ دُعَائِهِ ‏\"‏ يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ مَا لأَكْثَرِ دُعَائِكَ يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ قَالَ ‏\"‏ يَا أُمَّ سَلَمَةَ إِنَّهُ لَيْسَ آدَمِيٌّ إِلاَّ وَقَلْبُهُ بَيْنَ أُصْبُعَيْنِ مِنْ أَصَابِعِ اللَّهِ فَمَنْ شَاءَ أَقَامَ وَمَنْ شَاءَ أَزَاغَ ‏\"‏ ‏.‏ فَتَلاَ مُعَاذٌ ‏:‏ ‏(‏ ربَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا ‏)‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَالنَّوَّاسِ بْنِ سَمْعَانَ وَأَنَسٍ وَجَابِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَنُعَيْمِ بْنِ هَمَّارٍ ‏.‏ قَالَ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29387,
    "number": "3607",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُؤَدِّبُ، حَدَّثَنَا الْحَكَمُ بْنُ ظُهَيْرٍ، حَدَّثَنَا عَلْقَمَةُ بْنُ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ شَكَا خَالِدُ بْنُ الْوَلِيدِ الْمَخْزُومِيُّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا أَنَامُ اللَّيْلَ مِنَ الأَرَقِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَقُلِ اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظَلَّتْ وَرَبَّ الأَرَضِينَ وَمَا أَقَلَّتْ وَرَبَّ الشَّيَاطِينِ وَمَا أَضَلَّتْ كُنْ لِي جَارًا مِنْ شَرِّ خَلْقِكَ كُلِّهِمْ جَمِيعًا أَنْ يَفْرُطَ عَلَىَّ أَحَدٌ مِنْهُمْ أَوْ أَنْ يَبْغِيَ عَلَىَّ عَزَّ جَارُكَ وَجَلَّ ثَنَاؤُكَ وَلاَ إِلَهَ غَيْرُكَ وَلاَ إِلَهَ إِلاَّ أَنْتَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏ وَالْحَكَمُ بْنُ ظُهَيْرٍ قَدْ تَرَكَ حَدِيثَهُ بَعْضُ أَهْلِ الْحَدِيثِ وَيُرْوَى هَذَا الْحَدِيثُ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29388,
    "number": "3608",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُكْتِبُ، حَدَّثَنَا أَبُو بَدْرٍ، شُجَاعُ بْنُ الْوَلِيدِ عَنِ الرُّحَيْلِ بْنِ مُعَاوِيَةَ، أَخِي زُهَيْرِ بْنِ مُعَاوِيَةَ عَنِ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا كَرَبَهُ أَمْرٌ قَالَ ‏\"‏ يَا حَىُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ ‏\"‏ ‏.‏ \nوَبِإِسْنَادِهِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلِظُّوا بِيَا ذَا الْجَلاَلِ وَالإِكْرَامِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَنَسٍ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29389,
    "number": "3609",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا الْمُؤَمِّلُ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\n\"‏ أَلِظُّوا بِيَا ذَا الْجَلاَلِ وَالإِكْرَامِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ وَلَيْسَ بِمَحْفُوظٍ ‏.‏ وَإِنَّمَا يُرْوَى هَذَا عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ حُمَيْدٍ عَنِ الْحَسَنِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهَذَا أَصَحُّ وَمُؤَمِّلٌ غَلِطَ فِيهِ فَقَالَ عَنْ حَمَّادٍ عَنْ حُمَيْدٍ عَنْ أَنَسٍ وَلاَ يُتَابَعُ فِيهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29390,
    "number": "3610",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ أَوَى إِلَى فِرَاشِهِ طَاهِرًا يَذْكُرُ اللَّهَ حَتَّى يُدْرِكَهُ النُّعَاسُ لَمْ يَنْقَلِبْ سَاعَةً مِنَ اللَّيْلِ يَسْأَلُ اللَّهَ شَيْئًا مِنْ خَيْرِ الدُّنْيَا وَالآخِرَةِ إِلاَّ أَعْطَاهُ اللَّهُ إِيَّاهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ هَذَا أَيْضًا عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَبِي ظَبْيَةَ عَنْ عَمْرِو بْنِ عَبَسَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 29391,
    "number": "3611",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي الْوَرْدِ، عَنِ اللَّجْلاَجِ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَدْعُو يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ تَمَامَ النِّعْمَةِ ‏.‏ فَقَالَ ‏\"‏ أَىُّ شَيْءٍ تَمَامُ النِّعْمَةِ ‏\"‏ ‏.‏ قَالَ دَعْوَةٌ دَعَوْتُ بِهَا أَرْجُو بِهَا الْخَيْرَ ‏.‏ قَالَ ‏\"‏ فَإِنَّ مِنْ تَمَامِ النِّعْمَةِ دُخُولَ الْجَنَّةِ وَالْفَوْزَ مِنَ النَّارِ ‏\"‏ ‏.‏ وَسَمِعَ رَجُلاً وَهُوَ يَقُولُ يَا ذَا الْجَلاَلِ وَالإِكْرَامِ فَقَالَ ‏\"‏ قَدِ اسْتُجِيبَ لَكَ فَسَلْ ‏\"‏ ‏.‏ وَسَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً وَهُوَ يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ الصَّبْرَ ‏.‏ فَقَالَ ‏\"‏ سَأَلْتَ اللَّهَ الْبَلاَءَ فَسَلْهُ الْعَافِيَةَ ‏\"‏ ‏.‏ \nحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ الْجُرَيْرِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29392,
    "number": "3612",
    "text": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِذَا فَزِعَ أَحَدُكُمْ فِي النَّوْمِ فَلْيَقُلْ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ ‏.‏ فَإِنَّهَا لَنْ تَضُرَّهُ ‏\"‏ ‏.‏ قَالَ وَكَانَ عَبْدُ اللَّهِ بْنُ عَمْرٍو يُلَقِّنُهَا مَنْ بَلَغَ مِنْ وَلَدِهِ وَمَنْ لَمْ يَبْلُغْ مِنْهُمْ كَتَبَهَا فِي صَكٍّ ثُمَّ عَلَّقَهَا فِي عُنُقِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29393,
    "number": "3613",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي رَاشِدٍ الْحُبْرَانِيِّ، قَالَ أَتَيْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِي فَقُلْتُ لَهُ حَدِّثْنَا مِمَّا، سَمِعْتَ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَأَلْقَى إِلَىَّ صَحِيفَةً فَقَالَ هَذَا مَا كَتَبَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ فَنَظَرْتُ فِيهَا فَإِذَا فِيهَا إِنَّ أَبَا بَكْرٍ الصِّدِّيقَ رضى الله عنه قَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي مَا أَقُولُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ ‏.‏ فَقَالَ ‏\n\"‏ يَا أَبَا بَكْرٍ قُلِ اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لاَ إِلَهَ إِلاَّ أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشَرَكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29394,
    "number": "3614",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، يَقُولُ قُلْتُ لَهُ أَأَنْتَ سَمِعْتَهُ مِنْ عَبْدِ اللَّهِ، قَالَ نَعَمْ ‏.‏ وَرَفَعَهُ أَنَّهُ قَالَ ‏\n\"‏ لاَ أَحَدَ أَغْيَرُ مِنَ اللَّهِ وَلِذَلِكَ حَرَّمَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ أَحَدَ أَحَبُّ إِلَيْهِ الْمَدْحُ مِنَ اللَّهِ وَلِذَلِكَ مَدَحَ نَفْسَهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29395,
    "number": "3615",
    "text": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، أَنَّهُ قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي قَالَ ‏\n\"‏ قُلِ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَهُوَ حَدِيثُ لَيْثِ بْنِ سَعْدٍ وَأَبُو الْخَيْرِ اسْمُهُ مَرْثَدُ بْنُ عَبْدِ اللَّهِ الْيَزَنِيُّ ‏.‏",
    "source": ""
  },
  {
    "id": 29396,
    "number": "3616",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلَانَ حَدَّثَنَا أَبُو أَحْمَدَ حَدَّثَنَا سُفْيَانُ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ الْمُطَّلِبِ بْنِ أَبِي وَدَاعَةَ قَالَ  جَاءَ الْعَبَّاسُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَأَنَّهُ سَمِعَ شَيْئًا فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ فَقَالَ مَنْ أَنَا فَقَالُوا أَنْتَ رَسُولُ اللَّهِ عَلَيْكَ السَّلَامُ قَالَ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ إِنَّ اللَّهَ خَلَقَ الْخَلْقَ فَجَعَلَنِي فِي خَيْرِهِمْ فِرْقَةً ثُمَّ جَعَلَهُمْ فِرْقَتَيْنِ فَجَعَلَنِي فِي خَيْرِهِمْ فِرْقَةً ثُمَّ جَعَلَهُمْ قَبَائِلَ فَجَعَلَنِي فِي خَيْرِهِمْ قَبِيلَةً ثُمَّ جَعَلَهُمْ بُيُوتًا فَجَعَلَنِي فِي خَيْرِهِمْ بَيْتًا وَخَيْرِهِمْ نَسَبًا  قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ",
    "source": ""
  },
  {
    "id": 29397,
    "number": "3617",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الأَعْمَشِ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِشَجَرَةٍ يَابِسَةِ الْوَرَقِ فَضَرَبَهَا بِعَصَاهُ فَتَنَاثَرَ الْوَرَقُ فَقَالَ ‏\n\"‏ إِنَّ الْحَمْدَ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ لَتُسَاقِطُ مِنْ ذُنُوبِ الْعَبْدِ كَمَا تَسَاقَطَ وَرَقُ هَذِهِ الشَّجَرَةِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَلاَ نَعْرِفُ لِلأَعْمَشِ سَمَاعًا مِنْ أَنَسٍ إِلاَّ أَنَّهُ قَدْ رَآهُ وَنَظَرَ إِلَيْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29398,
    "number": "3618",
    "text": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ الْجُلاَحِ أَبِي كَثِيرٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عُمَارَةَ بْنِ شَبِيبٍ السَّبَئِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ‏.‏ عَشْرَ مَرَّاتٍ عَلَى إِثْرِ الْمَغْرِبِ بَعَثَ اللَّهُ لَهُ مَسْلَحَةً يَحْفَظُونَهُ مِنَ الشَّيْطَانِ حَتَّى يُصْبِحَ وَكَتَبَ اللَّهُ لَهُ بِهَا عَشْرَ حَسَنَاتٍ مُوجِبَاتٍ وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ مُوبِقَاتٍ وَكَانَتْ لَهُ بِعَدْلِ عَشْرِ رِقَابٍ مُؤْمِنَاتٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ لَيْثِ بْنِ سَعْدٍ ‏.‏ وَلاَ نَعْرِفُ لِعُمَارَةَ بْنِ شَبِيبٍ سَمَاعًا عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "source": ""
  },
  {
    "id": 29399,
    "number": "3619",
    "text": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، قَالَ أَتَيْتُ صَفْوَانَ بْنَ عَسَّالٍ الْمُرَادِيَّ أَسْأَلُهُ عَنِ الْمَسْحِ، عَلَى الْخُفَّيْنِ فَقَالَ مَا جَاءَ بِكَ يَا زِرُّ فَقُلْتُ ابْتِغَاءَ الْعِلْمِ فَقَالَ إِنَّ الْمَلاَئِكَةَ تَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رِضًا بِمَا يَطْلُبُ ‏.‏ قُلْتُ إِنَّهُ حَكَّ فِي صَدْرِي الْمَسْحُ عَلَى الْخُفَّيْنِ بَعْدَ الْغَائِطِ وَالْبَوْلِ وَكُنْتَ امْرَأً مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَجِئْتُ أَسْأَلُكَ هَلْ سَمِعْتَهُ يَذْكُرُ فِي ذَلِكَ شَيْئًا قَالَ نَعَمْ كَانَ يَأْمُرُنَا إِذَا كُنَّا سَفَرًا أَوْ مُسَافِرِيِنَ أَنْ لاَ نَنْزِعَ خِفَافَنَا ثَلاَثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ إِلاَّ مِنْ جَنَابَةٍ لَكِنْ مِنْ غَائِطٍ وَبَوْلٍ وَنَوْمٍ ‏.‏ فَقُلْتُ هَلْ سَمِعْتَهُ يَذْكُرُ فِي الْهَوَى شَيْئًا قَالَ نَعَمْ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَبَيْنَا نَحْنُ عِنْدَهُ إِذْ نَادَاهُ أَعْرَابِيٌّ بِصَوْتٍ لَهُ جَهْوَرِيٍّ يَا مُحَمَّدُ ‏.‏ فَأَجَابَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى نَحْوٍ مِنْ صَوْتِهِ هَاؤُمُ وَقُلْنَا لَهُ وَيْحَكَ اغْضُضْ مِنْ صَوْتِكَ فَإِنَّكَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم وَقَدْ نُهِيتَ عَنْ هَذَا ‏.‏ فَقَالَ وَاللَّهِ لاَ أَغْضُضُ ‏.‏ قَالَ الأَعْرَابِيُّ الْمَرْءُ يُحِبُّ الْقَوْمَ وَلَمَّا يَلْحَقْ بِهِمْ ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الْمَرْءُ مَعَ مَنْ أَحَبَّ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ فَمَازَالَ يُحَدِّثُنَا حَتَّى ذَكَرَ بَابًا مِنْ قِبَلِ الْمَغْرِبِ مَسِيرَةُ عَرْضِهِ أَوْ يَسِيرُ الرَّاكِبُ فِي عَرْضِهِ أَرْبَعِينَ أَوْ سَبْعِينَ عَامًا قَالَ سُفْيَانُ قِبَلَ الشَّامِ خَلَقَهُ اللَّهُ يَوْمَ خَلَقَ السَّمَوَاتِ وَالأَرْضَ مَفْتُوحًا يَعْنِي لِلتَّوْبَةِ لاَ يُغْلَقُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29400,
    "number": "3620",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَاصِمٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، قَالَ أَتَيْتُ صَفْوَانَ بْنَ عَسَّالٍ الْمُرَادِيَّ فَقَالَ لِي مَا جَاءَ بِكَ قُلْتُ ابْتِغَاءَ الْعِلْمِ ‏.‏ قَالَ بَلَغَنِي أَنَّ الْمَلاَئِكَةَ تَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رِضًا بِمَا يَفْعَلُ ‏.‏ قَالَ قُلْتُ إِنَّهُ حَاكَ أَوْ قَالَ حَكَّ فِي نَفْسِي شَيْءٌ مِنَ الْمَسْحِ عَلَى الْخُفَّيْنِ فَهَلْ حَفِظْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِيهِ شَيْئًا قَالَ نَعَمْ كُنَّا إِذَا كُنَّا سَفَرًا أَوْ مُسَافِرِينَ أُمِرْنَا أَنْ لاَ نَخْلَعَ خِفَافَنَا ثَلاَثًا إِلاَّ مِنْ جَنَابَةٍ وَلَكِنْ مِنْ غَائِطٍ وَبَوْلٍ وَنَوْمٍ ‏.‏ قَالَ فَقُلْتُ فَهَلْ حَفِظْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْهَوَى شَيْئًا قَالَ نَعَمْ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ فَنَادَاهُ رَجُلٌ كَانَ فِي آخِرِ الْقَوْمِ بِصَوْتٍ جَهْوَرِيٍّ أَعْرَابِيٌّ جِلْفٌ جَافٍ فَقَالَ يَا مُحَمَّدُ يَا مُحَمَّدُ ‏.‏ فَقَالَ لَهُ الْقَوْمُ مَهْ إِنَّكَ قَدْ نُهِيتَ عَنْ هَذَا ‏.‏ فَأَجَابَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم نَحْوًا مِنْ صَوْتِهِ هَاؤُمُ فَقَالَ الرَّجُلُ يُحِبُّ الْقَوْمَ وَلَمَّا يَلْحَقْ بِهِمْ ‏.‏ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْمَرْءُ مَعَ مَنْ أَحَبَّ ‏\"‏ ‏.‏ قَالَ زِرٌّ فَمَا بَرِحَ يُحَدِّثُنِي حَتَّى حَدَّثَنِي أَنَّ اللَّهَ جَعَلَ بِالْمَغْرِبِ بَابًا عَرْضُهُ مَسِيرَةُ سَبْعِينَ عَامًا لِلتَّوْبَةِ لاَ يُغْلَقُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ قِبَلِهِ وَذَلِكَ قَوْلُ اللَّهِ عَزَّ وَجَلَّْ ‏:‏ ‏(‏ يومَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنْفَعُ نَفْسًا إِيمَانُهَا ‏)‏ الآيَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29401,
    "number": "3621",
    "text": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ، حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ ثَابِتِ بْنِ ثَوْبَانَ، عَنْ أَبِيهِ، عَنْ مَكْحُولٍ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ اللَّهَ يَقْبَلُ تَوْبَةَ الْعَبْدِ مَا لَمْ يُغَرْغِرْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ \nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ ثَابِتِ بْنِ ثَوْبَانَ، عَنْ أَبِيهِ، عَنْ مَكْحُولٍ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏",
    "source": ""
  },
  {
    "id": 29402,
    "number": "3622",
    "text": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ لَلَّهُ أَفْرَحُ بِتَوْبَةِ أَحَدِكُمْ مِنْ أَحَدِكُمْ بِضَالَّتِهِ إِذَا وَجَدَهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَأَنَسٍ ‏.‏ قَالَ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ أَبِي الزِّنَادِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مَكْحُولٍ بِإِسْنَادٍ لَهُ عَنْ أَبِي ذَرٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا ‏.‏",
    "source": ""
  },
  {
    "id": 29403,
    "number": "3623",
    "text": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ، قَاصِّ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ عَنْ أَبِي صِرْمَةَ، عَنْ أَبِي أَيُّوبَ، أَنَّهُ قَالَ حِينَ حَضَرَتْهُ الْوَفَاةُ قَدْ كَتَمْتُ عَنْكُمْ شَيْئًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ لَوْلاَ أَنَّكُمْ تُذْنِبُونَ لَخَلَقَ اللَّهُ خَلْقًا يُذْنِبُونَ وَيَغْفِرُ لَهُمْ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ \nوَقَدْ رُوِيَ هَذَا، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، عَنْ أَبِي أَيُّوبَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ حَدَّثَنَا بِذَلِكَ، قُتَيْبَةُ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الرِّجَالِ، عَنْ عُمَرَ، مَوْلَى غَفْرَةَ عَنْ مُحَمَّدِ بْنِ كَعْبٍ، عَنْ أَبِي أَيُّوبَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 29404,
    "number": "3624",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِسْحَاقَ الْجَوْهَرِيُّ الْبَصْرِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا كَثِيرُ بْنُ فَائِدٍ، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ، قَالَ سَمِعْتُ بَكْرَ بْنَ عَبْدِ اللَّهِ الْمُزَنِيَّ، يَقُولُ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ قَالَ اللَّهُ يَا ابْنَ آدَمَ إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي غَفَرْتُ لَكَ عَلَى مَا كَانَ فِيكَ وَلاَ أُبَالِي يَا ابْنَ آدَمَ لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ اسْتَغْفَرْتَنِي غَفَرْتُ لَكَ وَلاَ أُبَالِي يَا ابْنَ آدَمَ إِنَّكَ لَوْ أَتَيْتَنِي بِقُرَابِ الأَرْضِ خَطَايَا ثُمَّ لَقِيتَنِي لاَ تُشْرِكُ بِي شَيْئًا لأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29405,
    "number": "3625",
    "text": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ خَلَقَ اللَّهُ مِائَةَ رَحْمَةٍ فَوَضَعَ رَحْمَةً وَاحِدَةً بَيْنَ خَلْقِهِ يَتَرَاحَمُونَ بِهَا وَعِنْدَ اللَّهِ تِسْعَةٌ وَتِسْعُونَ رَحْمَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ سَلْمَانَ وَجُنْدَبِ بْنِ عَبْدِ اللَّهِ بْنِ سُفْيَانَ الْبَجَلِيِّ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29406,
    "number": "3626",
    "text": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ لَوْ يَعْلَمُ الْمُؤْمِنُ مَا عِنْدَ اللَّهِ مِنَ الْعُقُوبَةِ مَا طَمِعَ فِي الْجَنَّةِ أَحَدٌ وَلَوْ يَعْلَمُ الْكَافِرُ مَا عِنْدَ اللَّهِ مِنَ الرَّحْمَةِ مَا قَنَطَ مِنَ الْجَنَّةِ أَحَدٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 29407,
    "number": "3627",
    "text": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ اللَّهَ حِينَ خَلَقَ الْخَلْقَ كَتَبَ بِيَدِهِ عَلَى نَفْسِهِ إِنَّ رَحْمَتِي تَغْلِبُ غَضَبِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29408,
    "number": "3628",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي الثَّلْجِ، - رَجُلٌ مِنْ أَهْلِ بَغْدَادَ أَبُو عَبْدِ اللَّهِ صَاحِبُ أَحْمَدَ بْنِ حَنْبَلٍ حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سَعِيدُ بْنُ زَرْبِيٍّ، عَنْ عَاصِمٍ الأَحْوَلِ، وَثَابِتٍ، عَنْ أَنَسٍ، قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم الْمَسْجِدَ وَرَجُلٌ قَدْ صَلَّى وَهُوَ يَدْعُو وَيَقُولُ فِي دُعَائِهِ اللَّهُمَّ لاَ إِلَهَ إِلاَّ أَنْتَ الْمَنَّانُ بَدِيعُ السَّمَوَاتِ وَالأَرْضِ ذَا الْجَلاَلِ وَالإِكْرَامِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ تَدْرُونَ بِمَ دَعَا اللَّهَ دَعَا اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ ثَابِتٍ عَنْ أَنَسٍ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَنَسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 29409,
    "number": "3629",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا رِبْعِيُّ بْنُ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ رَغِمَ أَنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَىَّ وَرَغِمَ أَنْفُ رَجُلٍ دَخَلَ عَلَيْهِ رَمَضَانُ ثُمَّ انْسَلَخَ قَبْلَ أَنْ يُغْفَرَ لَهُ وَرَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ عِنْدَهُ أَبَوَاهُ الْكِبَرَ فَلَمْ يُدْخِلاَهُ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ عَبْدُ الرَّحْمَنِ وَأَظُنُّهُ قَالَ أَوْ أَحَدُهُمَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَنَسٍ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَرِبْعِيُّ بْنُ إِبْرَاهِيمَ هُوَ أَخُو إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ وَهُوَ ثِقَةٌ وَهُوَ ابْنُ عُلَيَّةَ ‏.‏ وَيُرْوَى عَنْ بَعْضِ أَهْلِ الْعِلْمِ قَالَ إِذَا صَلَّى الرَّجُلُ عَلَى النَّبِيِّ صلى الله عليه وسلم مَرَّةً فِي الْمَجْلِسِ أَجْزَأَ عَنْهُ مَا كَانَ فِي ذَلِكَ الْمَجْلِسِ ‏.‏",
    "source": ""
  },
  {
    "id": 29410,
    "number": "3630",
    "text": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، وَزِيَادُ بْنُ أَيُّوبَ، قَالاَ حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنْ أَبِيهِ، عَنْ حُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ الْبَخِيلُ الَّذِي مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَىَّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29411,
    "number": "3631",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ اللَّهُمَّ بَرِّدْ قَلْبِي بِالثَّلْجِ وَالْبَرَدِ وَالْمَاءِ الْبَارِدِ اللَّهُمَّ نَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29412,
    "number": "3632",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الْقُرَشِيِّ الْمُلَيْكِيِّ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ فُتِحَ لَهُ مِنْكُمْ بَابُ الدُّعَاءِ فُتِحَتْ لَهُ أَبْوَابُ الرَّحْمَةِ وَمَا سُئِلَ اللَّهُ شَيْئًا يَعْنِي أَحَبَّ إِلَيْهِ مِنْ أَنْ يُسْأَلَ الْعَافِيَةَ ‏\"‏ ‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الدُّعَاءَ يَنْفَعُ مِمَّا نَزَلَ وَمِمَّا لَمْ يَنْزِلْ فَعَلَيْكُمْ عِبَادَ اللَّهِ بِالدُّعَاءِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الْقُرَشِيِّ وَهُوَ الْمَكِّيُّ الْمُلَيْكِيُّ وَهُوَ ضَعِيفٌ فِي الْحَدِيثِ ضَعَّفَهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ ‏.‏ \nوَقَدْ رَوَى إِسْرَائِيلُ، هَذَا الْحَدِيثَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَا سُئِلَ اللَّهُ شَيْئًا أَحَبَّ إِلَيْهِ مِنَ الْعَافِيَةِ ‏\"‏",
    "source": ""
  },
  {
    "id": 29413,
    "number": "3633",
    "text": "حَدَّثَنَا بِذَلِكَ الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْكُوفِيُّ عَنْ إِسْرَائِيلَ بِهَذَا ‏.‏ \nحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا بَكْرُ بْنُ خُنَيْسٍ، عَنْ مُحَمَّدٍ الْقُرَشِيِّ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ بِلاَلٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ عَلَيْكُمْ بِقِيَامِ اللَّيْلِ فَإِنَّهُ دَأْبُ الصَّالِحِينَ قَبْلَكُمْ وَإِنَّ قِيَامَ اللَّيْلِ قُرْبَةٌ إِلَى اللَّهِ وَمَنْهَاةٌ عَنِ الإِثْمِ وَتَكْفِيرٌ لِلسَّيِّئَاتِ وَمَطْرَدَةٌ لِلدَّاءِ عَنِ الْجَسَدِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ بِلاَلٍ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلاَ يَصِحُّ مِنْ قِبَلِ إِسْنَادِهِ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ مُحَمَّدٌ الْقُرَشِيُّ هُوَ مُحَمَّدُ بْنُ سَعِيدٍ الشَّامِيُّ وَهُوَ ابْنُ أَبِي قَيْسٍ وَهُوَ مُحَمَّدُ بْنُ حَسَّانَ وَقَدْ تُرِكَ حَدِيثُهُ ‏.‏ وَقَدْ رَوَى هَذَا الْحَدِيثَ مُعَاوِيَةُ بْنُ صَالِحٍ عَنْ رَبِيعَةَ بْنِ يَزِيدَ عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ عَنْ أَبِي أُمَامَةَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ عَلَيْكُمْ بِقِيَامِ اللَّيْلِ فَإِنَّهُ دَأْبُ الصَّالِحِينَ قَبْلَكُمْ وَهُوَ قُرْبَةٌ إِلَى رَبِّكُمْ وَمَكْفَرَةٌ لِلسَّيِّئَاتِ وَمَنْهَاةٌ لِلإِثْمِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي إِدْرِيسَ عَنْ بِلاَلٍ ‏.‏",
    "source": ""
  },
  {
    "id": 29414,
    "number": "3634",
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَعْمَارُ أُمَّتِي مَا بَيْنَ سِتِّينَ إِلَى سَبْعِينَ وَأَقَلُّهُمْ مَنْ يَجُوزُ ذَلِكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29415,
    "number": "3635",
    "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ طُلَيْقِ بْنِ قَيْسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَدْعُو يَقُولُ ‏\n\"‏ رَبِّ أَعِنِّي وَلاَ تُعِنْ عَلَىَّ وَانْصُرْنِي وَلاَ تَنْصُرْ عَلَىَّ وَامْكُرْ لِي وَلاَ تَمْكُرْ عَلَىَّ وَاهْدِنِي وَيَسِّرِ الْهُدَى لِي وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَىَّ رَبِّ اجْعَلْنِي لَكَ شَكَّارًا لَكَ ذَكَّارًا لَكَ رَهَّابًا لَكَ مِطْوَاعًا لَكَ مُخْبِتًا إِلَيْكَ أَوَّاهًا مُنِيبًا رَبِّ تَقَبَّلْ تَوْبَتِي وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِي وَثَبِّتْ حُجَّتِي وَسَدِّدْ لِسَانِي وَاهْدِ قَلْبِي وَاسْلُلْ سَخِيمَةَ صَدْرِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ \nقَالَ مَحْمُودُ بْنُ غَيْلاَنَ وَحَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 29416,
    "number": "3636",
    "text": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي حَمْزَةَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ دَعَا عَلَى مَنْ ظَلَمَهُ فَقَدِ انْتَصَرَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ أَبِي حَمْزَةَ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْعِلْمِ فِي أَبِي حَمْزَةَ مِنْ قِبَلِ حِفْظِهِ وَهُوَ مَيْمُونٌ الأَعْوَرُ ‏.‏ \nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الرُّؤَاسِيُّ، عَنْ أَبِي الأَحْوَصِ، عَنْ أَبِي حَمْزَةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏",
    "source": ""
  },
  {
    "id": 29417,
    "number": "3637",
    "text": "حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، قَالَ وَأَخْبَرَنِي سُفْيَانُ الثَّوْرِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَنْ قَالَ عَشْرَ مَرَّاتٍ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ‏.‏ كَانَتْ لَهُ عِدْلَ أَرْبَعِ رِقَابٍ مِنْ وَلَدِ إِسْمَاعِيلَ ‏\"‏ ‏.‏ قَالَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَبِي أَيُّوبَ مَوْقُوفًا ‏.‏",
    "source": ""
  },
  {
    "id": 29418,
    "number": "3638",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا هَاشِمٌ، وَهُوَ ابْنُ سَعِيدٍ الْكُوفِيُّ حَدَّثَنِي كِنَانَةُ، مَوْلَى صَفِيَّةَ قَالَ سَمِعْتُ صَفِيَّةَ، تَقُولُ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَبَيْنَ يَدَىَّ أَرْبَعَةُ آلاَفِ نَوَاةٍ أُسَبِّحُ بِهَا فَقُلْتُ لَقَدْ سَبَّحْتُ بِهَذِهِ ‏.‏ فَقَالَ ‏\"‏ أَلاَ أُعَلِّمُكِ بِأَكْثَرَ مِمَّا سَبَّحْتِ بِهِ ‏\"‏ ‏.‏ فَقُلْتُ بَلَى عَلِّمْنِي ‏.‏ فَقَالَ ‏\"‏ قُولِي سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ صَفِيَّةَ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ هَاشِمِ بْنِ سَعِيدٍ الْكُوفِيِّ وَلَيْسَ إِسْنَادُهُ بِمَعْرُوفٍ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏",
    "source": ""
  },
  {
    "id": 29419,
    "number": "3639",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ كُرَيْبًا، يُحَدِّثُ عَنِ ابْنِ عَبَّاسٍ، عَنْ جُوَيْرِيَةَ بِنْتِ الْحَارِثِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ عَلَيْهَا وَهِيَ فِي مَسْجِدٍ ثُمَّ مَرَّ النَّبِيُّ صلى الله عليه وسلم بِهَا قَرِيبًا مِنْ نِصْفِ النَّهَارِ فَقَالَ لَهَا ‏\"‏ مَا زِلْتِ عَلَى حَالِكِ ‏\"‏ ‏.‏ فَقَالَتْ نَعَمْ ‏.‏ قَالَ ‏\"‏ أَلاَ أُعَلِّمُكِ كَلِمَاتٍ تَقُولِينَهَا سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَمُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ هُوَ مَوْلَى آلِ طَلْحَةَ وَهُوَ شَيْخٌ مَدَنِيٌّ ثِقَةٌ وَقَدْ رَوَى عَنْهُ الْمَسْعُودِيُّ وَسُفْيَانُ الثَّوْرِيُّ هَذَا الْحَدِيثَ ‏.‏",
    "source": ""
  },
  {
    "id": 29420,
    "number": "3640",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، قَالَ أَنْبَأَنَا جَعْفَرُ بْنُ مَيْمُونٍ، صَاحِبُ الأَنْمَاطِ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ سَلْمَانَ الْفَارِسِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\n\"‏ إِنَّ اللَّهَ حَيِيٌّ كَرِيمٌ يَسْتَحِي إِذَا رَفَعَ الرَّجُلُ إِلَيْهِ يَدَيْهِ أَنْ يَرُدَّهُمَا صِفْرًا خَائِبَتَيْنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَاهُ بَعْضُهُمْ وَلَمْ يَرْفَعْهُ ‏.‏",
    "source": ""
  },
  {
    "id": 29421,
    "number": "3641",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى، حَدَّثَنَا مُحَمَّدُ بْنُ عَجْلاَنَ، عَنِ الْقَعْقَاعِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلاً، كَانَ يَدْعُو بِأُصْبُعَيْهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ أَحِّدْ أَحِّدْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ إِذَا أَشَارَ الرَّجُلُ بِأُصْبُعَيْهِ فِي الدُّعَاءِ عِنْدَ الشَّهَادَةِ لاَ يُشِيرُ إِلاَّ بِأُصْبُعٍ وَاحِدَةٍ ‏.‏",
    "source": ""
  },
  {
    "id": 29422,
    "number": "3642",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا زُهَيْرٌ، وَهُوَ ابْنُ مُحَمَّدٍ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، أَنَّ مُعَاذَ بْنَ رِفَاعَةَ، أَخْبَرَهُ عَنْ أَبِيهِ، قَالَ قَامَ أَبُو بَكْرٍ الصِّدِّيقُ عَلَى الْمِنْبَرِ ثُمَّ بَكَى فَقَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَامَ الأَوَّلِ عَلَى الْمِنْبَرِ ثُمَّ بَكَى فَقَالَ ‏\n\"‏ سَلُوا اللَّهَ الْعَفْوَ وَالْعَافِيَةَ فَإِنَّ أَحَدًا لَمْ يُعْطَ بَعْدَ الْيَقِينِ خَيْرًا مِنَ الْعَافِيَةِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ عَنْ أَبِي بَكْرٍ رضى الله عنه ‏.‏",
    "source": ""
  },
  {
    "id": 29423,
    "number": "3643",
    "text": "حَدَّثَنَا حُسَيْنُ بْنُ يَزِيدَ الْكُوفِيُّ، حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيُّ، حَدَّثَنَا عُثْمَانُ بْنُ وَاقِدٍ، عَنْ أَبِي نُصَيْرَةَ، عَنْ مَوْلًى، لأَبِي بَكْرٍ عَنْ أَبِي بَكْرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا أَصَرَّ مَنِ اسْتَغْفَرَ وَلَوْ فَعَلَهُ فِي الْيَوْمِ سَبْعِينَ مَرَّةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ أَبِي نُصَيْرَةَ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏",
    "source": ""
  },
  {
    "id": 29424,
    "number": "3644",
    "text": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، وَسُفْيَانُ بْنُ وَكِيعٍ، - الْمَعْنَى وَاحِدٌ قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا الأَصْبَغُ بْنُ زَيْدٍ، حَدَّثَنَا أَبُو الْعَلاَءِ، عَنْ أَبِي أُمَامَةَ، قَالَ لَبِسَ عُمَرُ بْنُ الْخَطَّابِ رضى الله عنه ثَوْبًا جَدِيدًا فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّلُ بِهِ فِي حَيَاتِي ‏.‏ ثُمَّ عَمَدَ إِلَى الثَّوْبِ الَّذِي أَخْلَقَ فَتَصَدَّقَ بِهِ ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n\"‏ مَنْ لَبِسَ ثَوْبًا جَدِيدًا فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّلُ بِهِ فِي حَيَاتِي ثُمَّ عَمَدَ إِلَى الثَّوْبِ الَّذِي أَخْلَقَ فَتَصَدَّقَ بِهِ كَانَ فِي كَنَفِ اللَّهِ وَفِي حِفْظِ اللَّهِ وَفِي سَتْرِ اللَّهِ حَيًّا وَمَيِّتًا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَاهُ يَحْيَى بْنُ أَيُّوبَ عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ عَنْ عَلِيِّ بْنِ يَزِيدَ عَنِ الْقَاسِمِ عَنْ أَبِي أُمَامَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 29425,
    "number": "3645",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ الصَّائِغُ، قِرَاءَةً عَلَيْهِ عَنْ حَمَّادِ بْنِ أَبِي حُمَيْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ بَعْثًا قِبَلَ نَجْدٍ فَغَنِمُوا غَنَائِمَ كَثِيرَةً وَأَسْرَعُوا الرَّجْعَةَ فَقَالَ رَجُلٌ مِمَّنْ لَمْ يَخْرُجْ مَا رَأَيْنَا بَعْثًا أَسْرَعَ رَجْعَةً وَلاَ أَفْضَلَ غَنِيمَةً مِنْ هَذَا الْبَعْثِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\n\"‏ أَلاَ أَدُلُّكُمْ عَلَى قَوْمٍ أَفْضَلُ غَنِيمَةً وَأَسْرَعُ رَجْعَةً قَوْمٌ شَهِدُوا صَلاَةَ الصُّبْحِ ثُمَّ جَلَسُوا يَذْكُرُونَ اللَّهَ حَتَّى طَلَعَتْ عَلَيْهِمُ الشَّمْسُ فَأُولَئِكَ أَسْرَعُ رَجْعَةً وَأَفْضَلُ غَنِيمَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَحَمَّادُ بْنُ أَبِي حُمَيْدٍ هُوَ أَبُو إِبْرَاهِيمَ الأَنْصَارِيُّ الْمُزَنِيُّ وَهُوَ مُحَمَّدُ بْنُ أَبِي حُمَيْدٍ الْمَدَنِيُّ وَهُوَ ضَعِيفٌ فِي الْحَدِيثِ ‏.‏",
    "source": ""
  },
  {
    "id": 29426,
    "number": "3646",
    "text": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي، عَنْ سُفْيَانَ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، أَنَّهُ اسْتَأْذَنَ النَّبِيَّ صلى الله عليه وسلم فِي الْعُمْرَةِ فَقَالَ ‏\n\"‏ أَىْ أُخَىَّ أَشْرِكْنَا فِي دُعَائِكَ وَلاَ تَنْسَنَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29427,
    "number": "3647",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ سَيَّارٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَلِيٍّ، رضى الله عنه أَنَّ مُكَاتَبًا، جَاءَهُ فَقَالَ إِنِّي قَدْ عَجَزْتُ عَنْ كِتَابَتِي فَأَعِنِّي ‏.‏ قَالَ أَلاَ أُعَلِّمُكَ كَلِمَاتٍ عَلَّمَنِيهِنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم لَوْ كَانَ عَلَيْكَ مِثْلُ جَبَلِ صِيرٍ دَيْنًا أَدَّاهُ اللَّهُ عَنْكَ قَالَ ‏\n\"‏ قُلِ اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29428,
    "number": "3648",
    "text": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلِمَةَ، عَنْ عَلِيٍّ، قَالَ كُنْتُ شَاكِيًا فَمَرَّ بِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا أَقُولُ اللَّهُمَّ إِنْ كَانَ أَجَلِي قَدْ حَضَرَ فَأَرِحْنِي وَإِنْ كَانَ مُتَأَخِّرًا فَأَرْفِغْنِي وَإِنْ كَانَ بَلاَءً فَصَبِّرْنِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَيْفَ قُلْتَ ‏\"‏ ‏.‏ قَالَ فَأَعَادَ عَلَيْهِ مَا قَالَ قَالَ فَضَرَبَهُ بِرِجْلِهِ فَقَالَ ‏\"‏ اللَّهُمَّ عَافِهِ أَوِ اشْفِهِ ‏\"‏ ‏.‏ شُعْبَةُ الشَّاكُّ ‏.‏ فَمَا اشْتَكَيْتُ وَجَعِي بَعْدُ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29429,
    "number": "3649",
    "text": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، رضى الله عنه قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا عَادَ مَرِيضًا قَالَ ‏\n\"‏ اللَّهُمَّ أَذْهِبِ الْبَأْسَ رَبَّ النَّاسِ وَاشْفِ فَأَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "source": ""
  },
  {
    "id": 29430,
    "number": "3650",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ هِشَامِ بْنِ عَمْرٍو الْفَزَارِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ فِي وِتْرِهِ ‏\n\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَأَعُوذُ بِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ وَأَعُوذُ بِكَ مِنْكَ لاَ أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ عَلِيٍّ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ ‏.‏",
    "source": ""
  },
  {
    "id": 29431,
    "number": "3651",
    "text": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا زَكَرِيَّا بْنُ عَدِيٍّ، حَدَّثَنَا عُبَيْدُ اللَّهِ، هُوَ ابْنُ عَمْرٍو الرَّقِّيُّ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، وَعَمْرِو بْنِ مَيْمُونٍ، قَالَ كَانَ سَعْدٌ يُعَلِّمُ بَنِيهِ هَؤُلاَءِ الْكَلِمَاتِ كَمَا يُعَلِّمُ الْمُكْتِبُ الْغِلْمَانَ وَيَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَتَعَوَّذُ بِهِنَّ دُبُرَ الصَّلاَةِ ‏\n\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُبْنِ وَأَعُوذُ بِكَ مِنَ الْبُخْلِ وَأَعُوذُ بِكَ مِنْ أَرْذَلِ الْعُمُرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ أَبُو إِسْحَاقَ الْهَمْدَانِيُّ مُضْطَرِبٌ فِي هَذَا الْحَدِيثِ يَقُولُ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عُمَرَ وَيَقُولُ عَنْ غَيْرِهِ وَيَضْطَرِبُ فِيهِ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "source": ""
  },
  {
    "id": 29432,
    "number": "3652",
    "text": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ، حَدَّثَنَا أَصْبَغُ بْنُ الْفَرَجِ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، أَنَّهُ أَخْبَرَهُ عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ خُزَيْمَةَ، عَنْ عَائِشَةَ بِنْتِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهَا، أَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى امْرَأَةٍ وَبَيْنَ يَدَيْهَا نَوًى أَوْ قَالَ حَصًى تُسَبِّحُ بِهِ فَقَالَ ‏\n\"‏ أَلاَ أُخْبِرُكِ بِمَا هُوَ أَيْسَرُ عَلَيْكِ مِنْ هَذَا أَوْ أَفْضَلُ سُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ فِي السَّمَاءِ وَسُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ فِي الأَرْضِ وَسُبْحَانَ اللَّهِ عَدَدَ مَا بَيْنَ ذَلِكَ وَسُبْحَانَ اللَّهِ عَدَدَ مَا هُوَ خَالِقٌ وَاللَّهُ أَكْبَرُ مِثْلَ ذَلِكَ وَالْحَمْدُ لِلَّهِ مِثْلَ ذَلِكَ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ مِثْلَ ذَلِكَ ‏\"‏ ‏.‏ قَالَ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ سَعْدٍ ‏.‏",
    "source": ""
  },
  {
    "id": 29433,
    "number": "3653",
    "text": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَزَيْدُ بْنُ حُبَابٍ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ ثَابِتٍ، عَنْ أَبِي حُكَيْمٍ، خَطْمِيٌّ مَوْلَى الزُّبَيْرِ عَنِ الزُّبَيْرِ بْنِ الْعَوَّامِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\n\"‏ مَا مِنْ صَبَاحٍ يُصْبِحُ الْعِبَادُ فِيهِ إِلاَّ وَمُنَادٍ يُنَادِي سَبِّحُوا الْمَلِكَ الْقُدُّوسَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "source": ""
  }
]